#
# DesignError_en_US.properties
#
# Copyright (c) 1998-2019 by COMSOL AB
# $Revision: $  $Date: $
#
#
# English error messages resource file.
#
# Translation to another language:
#
# Replace the English string to the right of
# the = sign with the translated string in the
# local language. The string can contain Unicode
# characters.
#
# Note: Do not change the string to the left
# of the equal sign.
#
# The string can contain \n indicating a line break.
#
# Unicode characters for Greek letters should not be
# translated.
#
# The string can contain a placeholder character # (do
# not confuse this with a # at the beginning of a line
# that contains comments). This placeholder indicates a
# variable name such as the name of a spatial coordinate.
# It should remain in the translated string in the position
# where this word appears in the translated sentence.
#
# The master strings ending in _mnemonic contains a keyboard
# shortcut letter. Replace them with the letter in the local
# language. Bear in mind that all letters on a particular menu
# must be unique and that many menu items in the File and Edit
# menus have established shortcut keys.
#
# Save the translated file as
#
# DesignError_<ISO Language Code>_<ISO Country Code>.properties
#
# for example, for Japanese in Japan,
#
# DesignError_ja_JP.properties

# - Checked in after resource freeze -------------------------------------- # -
A_reference_to_a_form_is_used_more_than_once = \u0421\u0441\u044B\u043B\u043A\u0430 \u043D\u0430 \u0444\u043E\u0440\u043C\u0443 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0435\u0442\u0441\u044F \u0431\u043E\u043B\u0435\u0435 \u043E\u0434\u043D\u043E\u0433\u043E \u0440\u0430\u0437\u0430.
Encountered_an_unknown_GUI_command = \u0412\u0441\u0442\u0440\u0435\u0442\u0438\u043B\u0441\u044F \u0441 \u043D\u0435\u0438\u0437\u0432\u0435\u0441\u0442\u043D\u043E\u0439 \u043A\u043E\u043C\u0430\u043D\u0434\u043E\u0439 \u0413\u0423\u0418.
Wrong_number_of_input_arguments_to_method = \u041D\u0435\u043F\u0440\u0430\u0432\u0438\u043B\u044C\u043D\u043E\u0435 \u043A\u043E\u043B\u0438\u0447\u0435\u0441\u0442\u0432\u043E \u0432\u0445\u043E\u0434\u043D\u044B\u0445 \u0430\u0440\u0433\u0443\u043C\u0435\u043D\u0442\u043E\u0432 \u0432 \u043C\u0435\u0442\u043E\u0434.
Illegal_type_of_input_argument_to_method = \u041D\u0435\u0437\u0430\u043A\u043E\u043D\u043D\u044B\u0439 \u0442\u0438\u043F \u0432\u0445\u043E\u0434\u043D\u043E\u0433\u043E \u0430\u0440\u0433\u0443\u043C\u0435\u043D\u0442\u0430 \u0432 \u043C\u0435\u0442\u043E\u0434.
Must_be_a_valid_filename_without_special_characters = \u0414\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0442\u0435\u043B\u044C\u043D\u043E\u0435 \u0438\u043C\u044F \u0444\u0430\u0439\u043B\u0430 \u0431\u0435\u0437 \u0441\u043F\u0435\u0446\u0438\u0430\u043B\u044C\u043D\u044B\u0445 \u0441\u0438\u043C\u0432\u043E\u043B\u043E\u0432.
Default_value_must_be_a_valid_value = \u0417\u043D\u0430\u0447\u0435\u043D\u0438\u0435 \u043F\u043E \u0443\u043C\u043E\u043B\u0447\u0430\u043D\u0438\u044E \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0442\u0435\u043B\u044C\u043D\u044B\u043C \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u0435\u043C.
The_editable_state_cannot_be_set_for_the_form_object_named_X = \u0420\u0435\u0434\u0430\u043A\u0442\u0438\u0440\u0443\u0435\u043C\u043E\u0435 \u0441\u043E\u0441\u0442\u043E\u044F\u043D\u0438\u0435 \u043D\u0435 \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u0443\u0441\u0442\u0430\u043D\u043E\u0432\u043B\u0435\u043D\u043E \u0434\u043B\u044F \u043E\u0431\u044A\u0435\u043A\u0442\u0430 \u0444\u043E\u0440\u043C\u044B '#'.
The_enabled_state_cannot_be_changed_for_the_form_object_named_X = \u0412\u043A\u043B\u044E\u0447\u0435\u043D\u043D\u043E\u0435 \u0441\u043E\u0441\u0442\u043E\u044F\u043D\u0438\u0435 \u043D\u0435 \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u0438\u0437\u043C\u0435\u043D\u0435\u043D\u043E \u0434\u043B\u044F \u043E\u0431\u044A\u0435\u043A\u0442\u0430 \u0444\u043E\u0440\u043C\u044B '#'.
The_visible_state_cannot_be_changed_for_the_form_object_named_X = \u0412\u0438\u0434\u0438\u043C\u043E\u0435 \u0441\u043E\u0441\u0442\u043E\u044F\u043D\u0438\u0435 \u043D\u0435 \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u0438\u0437\u043C\u0435\u043D\u0435\u043D\u043E \u0434\u043B\u044F \u043E\u0431\u044A\u0435\u043A\u0442\u0430 \u0444\u043E\u0440\u043C\u044B '#'.
The_text_cannot_be_set_for_the_form_object_named_X = \u0422\u0435\u043A\u0441\u0442 \u043D\u0435 \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u0443\u0441\u0442\u0430\u043D\u043E\u0432\u043B\u0435\u043D \u0434\u043B\u044F \u043E\u0431\u044A\u0435\u043A\u0442\u0430 \u0444\u043E\u0440\u043C\u044B '#'.
# - Application Builder Error Messages ------------------------------------ # -
Found_no_expression_that_can_be_extracted_to_a_shortcut = \u041D\u0435 \u043D\u0430\u0439\u0434\u0435\u043D\u043E \u043D\u0438 \u043E\u0434\u043D\u043E\u0433\u043E \u0432\u044B\u0440\u0430\u0436\u0435\u043D\u0438\u044F, \u043A\u043E\u0442\u043E\u0440\u043E\u0435 \u043C\u043E\u0436\u043D\u043E \u0431\u044B\u043B\u043E \u0431\u044B \u0432\u044B\u0432\u0435\u0441\u0442\u0438 \u043D\u0430 \u044F\u0440\u043B\u044B\u043A.
The_expression_s_data_type_could_not_be_determined = \u0422\u0438\u043F \u0434\u0430\u043D\u043D\u044B\u0445 \u0432\u044B\u0440\u0430\u0436\u0435\u043D\u0438\u044F \u043D\u0435 \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D.
The_selection_input_is_not_connected_to_any_graphics = \u0412\u0432\u043E\u0434 \u0432\u044B\u0431\u043E\u0440\u0430 \u043D\u0435 \u0441\u0432\u044F\u0437\u0430\u043D \u0441 \u043A\u0430\u043A\u043E\u0439-\u043B\u0438\u0431\u043E \u0433\u0440\u0430\u0444\u0438\u043A\u043E\u0439.
There_already_exists_a_variable_called_X = \u0423\u0436\u0435 \u0441\u0443\u0449\u0435\u0441\u0442\u0432\u0443\u0435\u0442 \u043F\u0435\u0440\u0435\u043C\u0435\u043D\u043D\u0430\u044F \u043F\u043E\u0434 \u043D\u0430\u0437\u0432\u0430\u043D\u0438\u0435\u043C '#'.
Label_must_be_unique = \u041C\u0430\u0440\u043A\u0438\u0440\u043E\u0432\u043A\u0430 \u0434\u043E\u043B\u0436\u043D\u0430 \u0431\u044B\u0442\u044C \u0443\u043D\u0438\u043A\u0430\u043B\u044C\u043D\u043E\u0439
Expects_a_regular_expression = \u041E\u0436\u0438\u0434\u0430\u0435\u0442 \u0440\u0435\u0433\u0443\u043B\u044F\u0440\u043D\u043E\u0433\u043E \u0432\u044B\u0440\u0430\u0436\u0435\u043D\u0438\u044F
Invalid_regular_expression = \u041D\u0435\u043F\u0440\u0430\u0432\u0438\u043B\u044C\u043D\u043E\u0435 \u0440\u0435\u0433\u0443\u043B\u044F\u0440\u043D\u043E\u0435 \u0432\u044B\u0440\u0430\u0436\u0435\u043D\u0438\u0435
Expected_a_boolean_value_in_the_form_true_false_on_off_yes_no = \u041E\u0436\u0438\u0434\u0430\u043B\u043E\u0441\u044C \u0431\u0443\u043B\u0435\u0432\u043E\u0435 \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u0435 \u0432 \u0432\u0438\u0434\u0435: \u0438\u0441\u0442\u0438\u043D\u043D\u043E\u0435 \u0438\u043B\u0438 \u043B\u043E\u0436\u043D\u043E\u0435, \u0432\u043A\u043B\u044E\u0447\u0435\u043D\u043D\u043E\u0435 \u0438\u043B\u0438 \u0432\u044B\u043A\u043B\u044E\u0447\u0435\u043D\u043D\u043E\u0435, \u0434\u0430 \u0438\u043B\u0438 \u043D\u0435\u0442.
Expected_a_matrix_with_a_number_of_columns_equal_with_or_less_than_X = \u041E\u0436\u0438\u0434\u0430\u0435\u043C\u0430\u044F \u043C\u0430\u0442\u0440\u0438\u0446\u0430 \u0441 \u0447\u0438\u0441\u043B\u043E\u043C \u0441\u0442\u043E\u043B\u0431\u0446\u043E\u0432, \u0440\u0430\u0432\u043D\u044B\u0445 \u0438\u043B\u0438 \u043C\u0435\u043D\u044C\u0448\u0435 #.
Parsed_expression_X_is_not_a_scalar = \u041F\u0430\u0440\u0441\u043E\u0432\u043E\u0435 \u0432\u044B\u0440\u0430\u0436\u0435\u043D\u0438\u0435 '#' \u043D\u0435 \u044F\u0432\u043B\u044F\u0435\u0442\u0441\u044F \u0441\u043A\u0430\u043B\u044F\u0440\u043D\u044B\u043C.
Parsed_expression_X_is_not_a_valid_1D_array = \u041F\u0430\u0440\u0441\u043E\u0432\u043E\u0435 \u0432\u044B\u0440\u0430\u0436\u0435\u043D\u0438\u0435 '#' \u043D\u0435 \u044F\u0432\u043B\u044F\u0435\u0442\u0441\u044F \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0442\u0435\u043B\u044C\u043D\u044B\u043C 1D \u043C\u0430\u0441\u0441\u0438\u0432\u043E\u043C.
Parsed_expression_X_is_not_a_valid_2D_array = Parsed expression '#' \u043D\u0435 \u044F\u0432\u043B\u044F\u0435\u0442\u0441\u044F \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0442\u0435\u043B\u044C\u043D\u044B\u043C 2D \u043C\u0430\u0441\u0441\u0438\u0432\u043E\u043C.
There_is_no_choice_list_named_X = \u041D\u0435\u0442 \u0441\u043F\u0438\u0441\u043A\u0430 \u0432\u044B\u0431\u043E\u0440\u0430 #.
An_image_in_the_image_library = \u0418\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u0435 \u0432 \u0431\u0438\u0431\u043B\u0438\u043E\u0442\u0435\u043A\u0435 \u0438\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u0439.
A_file_in_the_file_library = \u0424\u0430\u0439\u043B \u0432 \u0431\u0438\u0431\u043B\u0438\u043E\u0442\u0435\u043A\u0435 \u0444\u0430\u0439\u043B\u043E\u0432.
A_file_in_the_language_library = \u0424\u0430\u0439\u043B \u0432 \u044F\u0437\u044B\u043A\u043E\u0432\u043E\u0439 \u0431\u0438\u0431\u043B\u0438\u043E\u0442\u0435\u043A\u0435.
The_default_value_is_invalid = \u0417\u043D\u0430\u0447\u0435\u043D\u0438\u0435 \u043F\u043E \u0443\u043C\u043E\u043B\u0447\u0430\u043D\u0438\u044E \u044F\u0432\u043B\u044F\u0435\u0442\u0441\u044F \u043D\u0435\u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0442\u0435\u043B\u044C\u043D\u044B\u043C.
Illegal_server_URL = \u041D\u0435\u0437\u0430\u043A\u043E\u043D\u043D\u044B\u0439 URL \u0441\u0435\u0440\u0432\u0435\u0440\u0430
Illegal_URL_x = \u041D\u0435\u0437\u0430\u043A\u043E\u043D\u043D\u044B\u0439 URL '#'.
The_web_page_source_cannot_be_set_for_the_form_object_named_X = \u0418\u0441\u0442\u043E\u0447\u043D\u0438\u043A \u0432\u0435\u0431-\u0441\u0442\u0440\u0430\u043D\u0438\u0446\u044B \u043D\u0435 \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u0443\u0441\u0442\u0430\u043D\u043E\u0432\u043B\u0435\u043D \u0434\u043B\u044F \u043E\u0431\u044A\u0435\u043A\u0442\u0430 \u0444\u043E\u0440\u043C\u044B '#'.
# - # --------------------------------------------------------------------- # -
# - A --------------------------------------------------------------------- A -
A_component_expression_must_be_scalar = \u041A\u043E\u043C\u043F\u043E\u043D\u0435\u043D\u0442\u043D\u043E\u0435 \u0432\u044B\u0440\u0430\u0436\u0435\u043D\u0438\u0435 \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u0441\u043A\u0430\u043B\u044F\u0440\u043D\u044B\u043C
A_Constraint_Section_must_have_at_least_one_valid_constraint_type = \u0421\u0435\u043A\u0446\u0438\u044F \u043E\u0433\u0440\u0430\u043D\u0438\u0447\u0435\u043D\u0438\u044F \u0434\u043E\u043B\u0436\u043D\u0430 \u0438\u043C\u0435\u0442\u044C \u043F\u043E \u043A\u0440\u0430\u0439\u043D\u0435\u0439 \u043C\u0435\u0440\u0435 \u043E\u0434\u0438\u043D \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0442\u0435\u043B\u044C\u043D\u044B\u0439 \u0442\u0438\u043F \u043E\u0433\u0440\u0430\u043D\u0438\u0447\u0435\u043D\u0438\u044F.
A_dialog_button_form_can_only_exist_in_a_dialog_window = \u0424\u043E\u0440\u043C\u0430 \u0434\u0438\u0430\u043B\u043E\u0433\u043E\u0432\u043E\u0439 \u043A\u043D\u043E\u043F\u043A\u0438 \u043C\u043E\u0436\u0435\u0442 \u0441\u0443\u0449\u0435\u0441\u0442\u0432\u043E\u0432\u0430\u0442\u044C \u0442\u043E\u043B\u044C\u043A\u043E \u0432 \u0434\u0438\u0430\u043B\u043E\u0433\u043E\u0432\u043E\u043C \u043E\u043A\u043D\u0435.
A_frame_prefix_must_be_followed_by_a_coordinate_expression_in_this_context = \u041F\u0440\u0435\u0444\u0438\u043A\u0441 \u043A\u0430\u0434\u0440\u0430 \u0434\u043E\u043B\u0436\u0435\u043D \u0441\u043E\u043F\u0440\u043E\u0432\u043E\u0436\u0434\u0430\u0442\u044C\u0441\u044F \u0432\u044B\u0440\u0430\u0436\u0435\u043D\u0438\u0435\u043C \u043A\u043E\u043E\u0440\u0434\u0438\u043D\u0430\u0442\u044B \u0432 \u044D\u0442\u043E\u043C \u043A\u043E\u043D\u0442\u0435\u043A\u0441\u0442\u0435.
A_group_for_activating_members_cannot_be_part_of_another_group = \u0413\u0440\u0443\u043F\u043F\u0430 \u0434\u043B\u044F \u0430\u043A\u0442\u0438\u0432\u0430\u0446\u0438\u0438 \u0447\u043B\u0435\u043D\u043E\u0432 \u043D\u0435 \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u0447\u0430\u0441\u0442\u044C\u044E \u0434\u0440\u0443\u0433\u043E\u0439 \u0433\u0440\u0443\u043F\u043F\u044B.
A_linked_file_from_an_external_resource_could_not_be_found_in_the_compiled_archive = \u0421\u0432\u044F\u0437\u0430\u043D\u043D\u044B\u0439 \u0444\u0430\u0439\u043B \u0441 \u0432\u043D\u0435\u0448\u043D\u0435\u0433\u043E \u0440\u0435\u0441\u0443\u0440\u0441\u0430 \u043D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u043D\u0430\u0439\u0442\u0438 \u0432 \u043A\u043E\u043C\u043F\u0438\u043B\u0438\u0440\u0443\u0435\u043C\u043E\u043C \u0430\u0440\u0445\u0438\u0432\u0435.
A_radio_button_array_group_must_not_be_empty = \u0413\u0440\u0443\u043F\u043F\u0430 \u0440\u0430\u0434\u0438\u043E\u043A\u043D\u043E\u043F\u043E\u043A \u043D\u0435 \u0434\u043E\u043B\u0436\u043D\u0430 \u0431\u044B\u0442\u044C \u043F\u0443\u0441\u0442\u043E\u0439.
A_reference_to_an_existing_allowed_values_list = \u0421\u0441\u044B\u043B\u043A\u0430 \u043D\u0430 \u0441\u0443\u0449\u0435\u0441\u0442\u0432\u0443\u044E\u0449\u0438\u0439 \u0441\u043F\u0438\u0441\u043E\u043A \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043D\u043D\u044B\u0445 \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u0439
A_reference_to_an_existing_form = \u0421\u0441\u044B\u043B\u043A\u0430 \u043D\u0430 \u0441\u0443\u0449\u0435\u0441\u0442\u0432\u0443\u044E\u0449\u0443\u044E \u0444\u043E\u0440\u043C\u0443
A_selection_component_may_not_take_its_selection_from_parent_when_it_is_used_to_define_the_selection_of_the_parent = \u041A\u043E\u043C\u043F\u043E\u043D\u0435\u043D\u0442 \u0432\u044B\u0431\u043E\u0440\u0430 \u043D\u0435 \u043C\u043E\u0436\u0435\u0442 \u043F\u0440\u0438\u043D\u0438\u043C\u0430\u0442\u044C \u0441\u0432\u043E\u0439 \u0432\u044B\u0431\u043E\u0440 \u043E\u0442 \u0440\u043E\u0434\u0438\u0442\u0435\u043B\u044F, \u043A\u043E\u0433\u0434\u0430 \u043E\u043D \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0435\u0442\u0441\u044F \u0434\u043B\u044F \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D\u0438\u044F \u0432\u044B\u0431\u043E\u0440\u0430 \u0440\u043E\u0434\u0438\u0442\u0435\u043B\u044F.
A_selection_ind_group_must_not_have_more_than_one_element = \u0413\u0440\u0443\u043F\u043F\u0430 \u0432\u044B\u0431\u043E\u0440\u0430 ind \u043D\u0435 \u0434\u043E\u043B\u0436\u043D\u0430 \u0438\u043C\u0435\u0442\u044C \u0431\u043E\u043B\u0435\u0435 \u043E\u0434\u043D\u043E\u0433\u043E \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u0430.
A_graphics_is_used_more_than_once = \u0413\u0440\u0430\u0444\u0438\u043A\u0430 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0435\u0442\u0441\u044F \u0431\u043E\u043B\u0435\u0435 \u043E\u0434\u043D\u043E\u0433\u043E \u0440\u0430\u0437\u0430
A_migration_version_node_for_the_current_save_version_already_exist = \u0423\u0437\u0435\u043B \u043C\u0438\u0433\u0440\u0430\u0446\u0438\u043E\u043D\u043D\u043E\u0439 \u0432\u0435\u0440\u0441\u0438\u0438 \u0434\u043B\u044F \u0442\u0435\u043A\u0443\u0449\u0435\u0439 \u0432\u0435\u0440\u0441\u0438\u0438 \u0441\u043E\u0445\u0440\u0430\u043D\u0435\u043D\u0438\u044F \u0443\u0436\u0435 \u0441\u0443\u0449\u0435\u0441\u0442\u0432\u0443\u0435\u0442
A_selection_based_on_top_level_entities_cannot_be_evaluated = \u0412\u044B\u0431\u043E\u0440, \u043E\u0441\u043D\u043E\u0432\u0430\u043D\u043D\u044B\u0439 \u043D\u0430 \u043E\u0431\u044A\u0435\u043A\u0442\u0430\u0445 \u0432\u044B\u0441\u0448\u0435\u0433\u043E \u0443\u0440\u043E\u0432\u043D\u044F, \u043D\u0435 \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u043E\u0446\u0435\u043D\u0435\u043D.
A_selection_based_on_a_physics_selection_is_in_the_wrong_context = \u0412\u044B\u0431\u043E\u0440, \u043E\u0441\u043D\u043E\u0432\u0430\u043D\u043D\u044B\u0439 \u043D\u0430 \u0432\u044B\u0431\u043E\u0440\u0435 \u0444\u0438\u0437\u0438\u043A\u0438, \u043D\u0430\u0445\u043E\u0434\u0438\u0442\u0441\u044F \u0432 \u043D\u0435\u043F\u0440\u0430\u0432\u0438\u043B\u044C\u043D\u043E\u043C \u043A\u043E\u043D\u0442\u0435\u043A\u0441\u0442\u0435.
A_table_group_must_not_be_empty = \u0422\u0430\u0431\u043B\u0438\u0446\u0430 \u043D\u0435 \u0434\u043E\u043B\u0436\u043D\u0430 \u0431\u044B\u0442\u044C \u043F\u0443\u0441\u0442\u043E\u0439.
A_valid_default_value = \u0414\u043E\u0441\u0442\u043E\u0432\u0435\u0440\u043D\u043E\u0435 \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u0435 \u043F\u043E \u0443\u043C\u043E\u043B\u0447\u0430\u043D\u0438\u044E.
A_valid_symbol_in_an_XML_database = \u0414\u0435\u0439\u0441\u0442\u0432\u0438\u0442\u0435\u043B\u044C\u043D\u044B\u0439 \u0441\u0438\u043C\u0432\u043E\u043B \u0432 \u0431\u0430\u0437\u0435 \u0434\u0430\u043D\u043D\u044B\u0445 XML
A_variable_made_available_for_postprocessing_must_have_a_description = \u041F\u0435\u0440\u0435\u043C\u0435\u043D\u043D\u0430\u044F, \u0434\u043E\u0441\u0442\u0443\u043F\u043D\u0430\u044F \u0434\u043B\u044F \u043F\u043E\u0441\u0442\u043E\u0431\u0440\u0430\u0431\u043E\u0442\u043A\u0438, \u0434\u043E\u043B\u0436\u043D\u0430 \u0438\u043C\u0435\u0442\u044C \u043E\u043F\u0438\u0441\u0430\u043D\u0438\u0435
A_window_can_only_contain_one_graphics_widget = \u041E\u043A\u043D\u043E \u043C\u043E\u0436\u0435\u0442 \u0441\u043E\u0434\u0435\u0440\u0436\u0430\u0442\u044C \u0442\u043E\u043B\u044C\u043A\u043E \u043E\u0434\u0438\u043D \u0433\u0440\u0430\u0444\u0438\u0447\u0435\u0441\u043A\u0438\u0439 \u0432\u0438\u0434\u0436\u0435\u0442
Action_create_feature_is_not_supported_for_toolbar_menu = Action 'create feature' \u043D\u0435 \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u0435\u0442\u0441\u044F \u0434\u043B\u044F \u043C\u0435\u043D\u044E \u043F\u0430\u043D\u0435\u043B\u0438 \u0438\u043D\u0441\u0442\u0440\u0443\u043C\u0435\u043D\u0442\u043E\u0432
Activation_conditions_can_only_depend_on_property_inputs_or_parent_inputs = \u0423\u0441\u043B\u043E\u0432\u0438\u044F \u0430\u043A\u0442\u0438\u0432\u0430\u0446\u0438\u0438 \u043C\u043E\u0433\u0443\u0442 \u0437\u0430\u0432\u0438\u0441\u0435\u0442\u044C \u0442\u043E\u043B\u044C\u043A\u043E \u043E\u0442 \u0432\u0445\u043E\u0434\u043E\u0432 \u0441\u0432\u043E\u0439\u0441\u0442\u0432 \u0438\u043B\u0438 \u0440\u043E\u0434\u0438\u0442\u0435\u043B\u044C\u0441\u043A\u0438\u0445 \u0432\u0445\u043E\u0434\u043E\u0432.
Adjacency_operations_not_allowed_on_extra_dimensional_selections = \u041E\u043F\u0435\u0440\u0430\u0446\u0438\u0438 \u0441\u043C\u0435\u0436\u043D\u043E\u0441\u0442\u0438 \u043D\u0435 \u0434\u043E\u043F\u0443\u0441\u043A\u0430\u044E\u0442\u0441\u044F \u043F\u0440\u0438 \u044D\u043A\u0441\u0442\u0440\u0430\u043C\u0435\u0440\u043D\u044B\u0445 \u043F\u043E\u0434\u0431\u043E\u0440\u0430\u0445.
All_declarations_used_in_a_table_must_have_the_same_length = \u0412\u0441\u0435 \u0434\u0435\u043A\u043B\u0430\u0440\u0430\u0446\u0438\u0438, \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0435\u043C\u044B\u0435 \u0432 \u0442\u0430\u0431\u043B\u0438\u0446\u0435, \u0434\u043E\u043B\u0436\u043D\u044B \u0438\u043C\u0435\u0442\u044C \u043E\u0434\u0438\u043D\u0430\u043A\u043E\u0432\u0443\u044E \u0434\u043B\u0438\u043D\u0443.
All_members_in_a_loop_group_needs_to_be_loop_parameters = \u0412\u0441\u0435 \u0447\u043B\u0435\u043D\u044B \u0433\u0440\u0443\u043F\u043F\u044B \u0434\u043E\u043B\u0436\u043D\u044B \u0431\u044B\u0442\u044C \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u0430\u043C\u0438 \u0446\u0438\u043A\u043B\u0430.
Allowed_levels = \u0420\u0430\u0437\u0440\u0435\u0448\u0435\u043D\u043D\u044B\u0435 \u0443\u0440\u043E\u0432\u043D\u0438
Analytic_function_expression_must_be_scalar = \u0412\u044B\u0440\u0430\u0436\u0435\u043D\u0438\u0435 \u0430\u043D\u0430\u043B\u0438\u0442\u0438\u0447\u0435\u0441\u043A\u043E\u0439 \u0444\u0443\u043D\u043A\u0446\u0438\u0438 \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u0441\u043A\u0430\u043B\u044F\u0440\u043D\u044B\u043C
An_error_occurred_while_changing_a_global_parameter = \u041E\u0448\u0438\u0431\u043A\u0430 \u043F\u0440\u043E\u0438\u0437\u043E\u0448\u043B\u0430 \u043F\u0440\u0438 \u0438\u0437\u043C\u0435\u043D\u0435\u043D\u0438\u0438 \u0433\u043B\u043E\u0431\u0430\u043B\u044C\u043D\u043E\u0433\u043E \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u0430
An_error_occurred_while_changing_a_global_parameter_and_its_value_was_restored = \u041F\u0440\u043E\u0438\u0437\u043E\u0448\u043B\u0430 \u043E\u0448\u0438\u0431\u043A\u0430 \u043F\u0440\u0438 \u0438\u0437\u043C\u0435\u043D\u0435\u043D\u0438\u0438 \u0433\u043B\u043E\u0431\u0430\u043B\u044C\u043D\u043E\u0433\u043E \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u0430 \u0438 \u0435\u0433\u043E \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u0435 \u0431\u044B\u043B\u043E \u0432\u043E\u0441\u0441\u0442\u0430\u043D\u043E\u0432\u043B\u0435\u043D\u043E.
An_error_occurred_while_changing_a_property = \u041E\u0448\u0438\u0431\u043A\u0430 \u043F\u0440\u043E\u0438\u0437\u043E\u0448\u043B\u0430 \u043F\u0440\u0438 \u0441\u043C\u0435\u043D\u0435 \u043D\u0435\u0434\u0432\u0438\u0436\u0438\u043C\u043E\u0441\u0442\u0438
An_error_occurred_while_changing_a_property_and_its_value_was_restored = \u041F\u0440\u043E\u0438\u0437\u043E\u0448\u043B\u0430 \u043E\u0448\u0438\u0431\u043A\u0430 \u043F\u0440\u0438 \u0441\u043C\u0435\u043D\u0435 \u0438\u043C\u0443\u0449\u0435\u0441\u0442\u0432\u0430 \u0438 \u0431\u044B\u043B\u0430 \u0432\u043E\u0441\u0441\u0442\u0430\u043D\u043E\u0432\u043B\u0435\u043D\u0430 \u0435\u0433\u043E \u0441\u0442\u043E\u0438\u043C\u043E\u0441\u0442\u044C. 
An_error_occurred_while_creating_an_extradim_geometry = \u041E\u0448\u0438\u0431\u043A\u0430 \u043F\u0440\u043E\u0438\u0437\u043E\u0448\u043B\u0430 \u043F\u0440\u0438 \u0441\u043E\u0437\u0434\u0430\u043D\u0438\u0438 \u044D\u043A\u0441\u0442\u0440\u0430\u0434\u0438\u043C\u043D\u043E\u0439 \u0433\u0435\u043E\u043C\u0435\u0442\u0440\u0438\u0438.
An_error_occurred_while_executing_a_form_event = \u041E\u0448\u0438\u0431\u043A\u0430, \u0432\u043E\u0437\u043D\u0438\u043A\u0448\u0430\u044F \u043F\u0440\u0438 \u0432\u044B\u043F\u043E\u043B\u043D\u0435\u043D\u0438\u0438 \u0441\u043E\u0431\u044B\u0442\u0438\u044F \u0444\u043E\u0440\u043C\u044B
An_error_occurred_while_executing_a_form_object_event = \u041E\u0448\u0438\u0431\u043A\u0430, \u0432\u043E\u0437\u043D\u0438\u043A\u0448\u0430\u044F \u043F\u0440\u0438 \u0432\u044B\u043F\u043E\u043B\u043D\u0435\u043D\u0438\u0438 \u0441\u043E\u0431\u044B\u0442\u0438\u044F \u043E\u0431\u044A\u0435\u043A\u0442\u0430 \u0444\u043E\u0440\u043C\u044B
An_error_occurred_while_executing_a_startup_event = \u041E\u0448\u0438\u0431\u043A\u0430 \u043F\u0440\u043E\u0438\u0437\u043E\u0448\u043B\u0430 \u0432\u043E \u0432\u0440\u0435\u043C\u044F \u0437\u0430\u043F\u0443\u0441\u043A\u0430 \u0441\u0442\u0430\u0440\u0442\u0430\u043F\u0430
An_error_occurred_while_executing_a_shutdown_event = \u041E\u0448\u0438\u0431\u043A\u0430 \u043F\u0440\u043E\u0438\u0437\u043E\u0448\u043B\u0430 \u043F\u0440\u0438 \u0432\u044B\u043F\u043E\u043B\u043D\u0435\u043D\u0438\u0438 \u0441\u043E\u0431\u044B\u0442\u0438\u044F \u043E\u0441\u0442\u0430\u043D\u043E\u0432\u043A\u0438
An_error_occurred_while_executing_an_event = \u041E\u0448\u0438\u0431\u043A\u0430 \u043F\u0440\u043E\u0438\u0437\u043E\u0448\u043B\u0430 \u043F\u0440\u0438 \u0432\u044B\u043F\u043E\u043B\u043D\u0435\u043D\u0438\u0438 \u0441\u043E\u0431\u044B\u0442\u0438\u044F
An_existing_model_parameter_name_or_variable_name = \u0421\u0443\u0449\u0435\u0441\u0442\u0432\u0443\u044E\u0449\u0435\u0435 \u0438\u043C\u044F \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u0430 \u043C\u043E\u0434\u0435\u043B\u0438 \u0438\u043B\u0438 \u043F\u0435\u0440\u0435\u043C\u0435\u043D\u043D\u043E\u0435 \u0438\u043C\u044F
Application_argument_not_correctly_defined_by_the_app = \u0410\u0440\u0433\u0443\u043C\u0435\u043D\u0442 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u044F \u043D\u0435\u043F\u0440\u0430\u0432\u0438\u043B\u044C\u043D\u043E \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0435\u043C.
Application_argument_value_for_a_file_declaration_must_be_a_string = \u0417\u043D\u0430\u0447\u0435\u043D\u0438\u0435 \u0430\u0440\u0433\u0443\u043C\u0435\u043D\u0442\u0430 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u044F \u0434\u043B\u044F \u0434\u0435\u043A\u043B\u0430\u0440\u0430\u0446\u0438\u0438 \u0444\u0430\u0439\u043B\u0430 \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u0441\u0442\u0440\u043E\u043A\u043E\u0439.
Application_file_arguments_are_not_supported_by_the_web_client = \u0410\u0440\u0433\u0443\u043C\u0435\u043D\u0442\u044B \u0444\u0430\u0439\u043B\u0430 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u044F \u043D\u0435 \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u044E\u0442\u0441\u044F \u0432\u0435\u0431-\u043A\u043B\u0438\u0435\u043D\u0442\u043E\u043C.
Archive_already_exist_in_the_added_archives_delete_it_first = \u0410\u0440\u0445\u0438\u0432 \u0443\u0436\u0435 \u0441\u0443\u0449\u0435\u0441\u0442\u0432\u0443\u0435\u0442 \u0432 \u0434\u043E\u0431\u0430\u0432\u043B\u0435\u043D\u043D\u044B\u0445 \u0430\u0440\u0445\u0438\u0432\u0430\u0445. \u0421\u043D\u0430\u0447\u0430\u043B\u0430 \u0443\u0434\u0430\u043B\u0438\u0442\u0435.
Argument_cannot_be_evaluated_in_this_context = \u0410\u0440\u0433\u0443\u043C\u0435\u043D\u0442 \u043D\u0435 \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u043E\u0446\u0435\u043D\u0435\u043D \u0432 \u044D\u0442\u043E\u043C \u043A\u043E\u043D\u0442\u0435\u043A\u0441\u0442\u0435.
Argument_definition_should_be_on_the_form_name_value = \u041E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D\u0438\u0435 \u0430\u0440\u0433\u0443\u043C\u0435\u043D\u0442\u0430 \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u043D\u0430 \u0438\u043C\u044F \u0444\u043E\u0440\u043C\u044B = \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u0435.
Arguments_is_not_supported_in_activation_conditions_under_features = \u0410\u0440\u0433\u0443\u043C\u0435\u043D\u0442\u044B \u043D\u0435 \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u044E\u0442\u0441\u044F \u0432 \u0443\u0441\u043B\u043E\u0432\u0438\u044F\u0445 \u0430\u043A\u0442\u0438\u0432\u0430\u0446\u0438\u0438 \u043F\u0440\u0438 \u043E\u0441\u043E\u0431\u0435\u043D\u043D\u043E\u0441\u0442\u044F\u0445
Argument_to_var_operator_must_be_a_dependent_variable_or_a_shape_variable = \u0410\u0440\u0433\u0443\u043C\u0435\u043D\u0442 \u0432\u0430\u0440 \u043E\u043F\u0435\u0440\u0430\u0442\u043E\u0440 \u0434\u043E\u043B\u0436\u0435\u043D \u0431\u044B\u0442\u044C \u0437\u0430\u0432\u0438\u0441\u0438\u043C\u043E\u0439 \u043F\u0435\u0440\u0435\u043C\u0435\u043D\u043D\u043E\u0439 \u0438\u043B\u0438 \u043F\u0435\u0440\u0435\u043C\u0435\u043D\u043D\u043E\u0439 \u0444\u043E\u0440\u043C\u044B.
Found_inconsistent_settings_for_infinite_element_and_perfectly_matched_layer_domain_applicability_in_the_auxiliary_settings_features_of_X = \u041D\u0430\u0439\u0434\u0435\u043D\u044B \u043D\u0435\u043F\u043E\u0441\u043B\u0435\u0434\u043E\u0432\u0430\u0442\u0435\u043B\u044C\u043D\u044B\u0435 \u043D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0438 \u0434\u043B\u044F \u0431\u0435\u0441\u043A\u043E\u043D\u0435\u0447\u043D\u043E\u0433\u043E \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u0430 \u0438 \u0438\u0434\u0435\u0430\u043B\u044C\u043D\u043E \u043F\u043E\u0434\u043E\u0431\u0440\u0430\u043D\u043D\u043E\u0433\u043E \u0443\u0440\u043E\u0432\u043D\u044F \u043F\u0440\u0438\u043C\u0435\u043D\u0438\u043C\u043E\u0441\u0442\u0438 \u043E\u0431\u043B\u0430\u0441\u0442\u0438 \u0432 \u0432\u0441\u043F\u043E\u043C\u043E\u0433\u0430\u0442\u0435\u043B\u044C\u043D\u044B\u0445 \u043D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0430\u0445 #
Found_inconsistent_settings_for_layered_interface_in_the_auxiliary_settings_features_of_X = \u041D\u0430\u0439\u0434\u0435\u043D\u044B \u043D\u0435\u043F\u043E\u0441\u043B\u0435\u0434\u043E\u0432\u0430\u0442\u0435\u043B\u044C\u043D\u044B\u0435 \u043D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0438 \u043C\u043D\u043E\u0433\u043E\u0443\u0440\u043E\u0432\u043D\u0435\u0432\u043E\u0433\u043E \u0438\u043D\u0442\u0435\u0440\u0444\u0435\u0439\u0441\u0430 \u0432\u043E \u0432\u0441\u043F\u043E\u043C\u043E\u0433\u0430\u0442\u0435\u043B\u044C\u043D\u044B\u0445 \u043D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0430\u0445 #
Found_inconsistent_settings_for_X = \u041D\u0430\u0439\u0434\u0435\u043D\u044B \u043D\u0435\u043F\u043E\u0441\u043B\u0435\u0434\u043E\u0432\u0430\u0442\u0435\u043B\u044C\u043D\u044B\u0435 \u043D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0438 #
# - B --------------------------------------------------------------------- B -
BEM_equations_can_only_be_applied_on_the_boundary_entity_level = \u0423\u0440\u0430\u0432\u043D\u0435\u043D\u0438\u044F BEM \u043C\u043E\u0433\u0443\u0442 \u043F\u0440\u0438\u043C\u0435\u043D\u044F\u0442\u044C\u0441\u044F \u0442\u043E\u043B\u044C\u043A\u043E \u043D\u0430 \u0443\u0440\u043E\u0432\u043D\u0435 \u0433\u0440\u0430\u043D\u0438\u0447\u043D\u044B\u0445 \u043E\u0431\u044A\u0435\u043A\u0442\u043E\u0432.
BEM_edge_equations_can_only_be_applied_on_the_edge_entity_level = \u0423\u0440\u0430\u0432\u043D\u0435\u043D\u0438\u044F \u043A\u0440\u0430\u0435\u0432 BEM \u043C\u043E\u0433\u0443\u0442 \u043F\u0440\u0438\u043C\u0435\u043D\u044F\u0442\u044C\u0441\u044F \u0442\u043E\u043B\u044C\u043A\u043E \u043D\u0430 \u0443\u0440\u043E\u0432\u043D\u0435 \u043A\u0440\u0430\u0435\u0432\u043E\u0433\u043E \u043E\u0431\u044A\u0435\u043A\u0442\u0430
BEM_equations_cannot_parse_coefficient_as_a_number = \u0423\u0440\u0430\u0432\u043D\u0435\u043D\u0438\u044F BEM \u043D\u0435 \u043C\u043E\u0433\u0443\u0442 \u0440\u0430\u0437\u0431\u0438\u0440\u0430\u0442\u044C \u043A\u043E\u044D\u0444\u0444\u0438\u0446\u0438\u0435\u043D\u0442 \u043A\u0430\u043A \u0447\u0438\u0441\u043B\u043E
BEM_equation_was_not_defined = \u0423\u0440\u0430\u0432\u043D\u0435\u043D\u0438\u0435 BEM \u043D\u0435 \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D\u043E
BEM_parameter_was_not_consistent_with_the_previous_definition = \u041F\u0430\u0440\u0430\u043C\u0435\u0442\u0440 \u0411\u042D\u041C \u043D\u0435 \u0441\u043E\u043E\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u043E\u0432\u0430\u043B \u043F\u0440\u0435\u0434\u044B\u0434\u0443\u0449\u0435\u043C\u0443 \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D\u0438\u044E
BEM_selection_was_incorrect = \u0412\u044B\u0431\u043E\u0440 BEM \u0431\u044B\u043B \u043D\u0435\u0432\u0435\u0440\u043D\u044B\u043C
BEM_selection_cannot_be_empty = \u0412\u044B\u0431\u043E\u0440 BEM \u043D\u0435 \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u043F\u0443\u0441\u0442\u044B\u043C.
Builder_file_import_failed = \u0418\u043C\u043F\u043E\u0440\u0442 \u0444\u0430\u0439\u043B\u0430 \u043A\u043E\u043D\u0441\u0442\u0440\u0443\u043A\u0442\u043E\u0440\u0430 \u043D\u0435 \u0443\u0434\u0430\u043B\u0441\u044F
Builder_file_import_failed_X = \u0418\u043C\u043F\u043E\u0440\u0442 \u0444\u0430\u0439\u043B\u0430 \u0441\u0442\u0440\u043E\u0438\u0442\u0435\u043B\u044F \u043D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C #
Boundary_fluxes_not_enabled_for_the_dependent_variable_X = \u0413\u0440\u0430\u043D\u0438\u0447\u043D\u044B\u0435 \u043F\u043E\u0442\u043E\u043A\u0438 \u043D\u0435 \u0432\u043A\u043B\u044E\u0447\u0435\u043D\u044B \u0434\u043B\u044F \u0437\u0430\u0432\u0438\u0441\u0438\u043C\u043E\u0439 \u043F\u0435\u0440\u0435\u043C\u0435\u043D\u043D\u043E\u0439 '#'
Boundary_selection_cannot_be_deduced_when_all_domains_and_voids_are_selected = \u0413\u0440\u0430\u043D\u0438\u0447\u043D\u044B\u0439 \u043E\u0442\u0431\u043E\u0440 \u043D\u0435 \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u0432\u044B\u0432\u0435\u0434\u0435\u043D \u043F\u0440\u0438 \u0432\u044B\u0431\u043E\u0440\u0435 \u0432\u0441\u0435\u0445 \u0434\u043E\u043C\u0435\u043D\u043E\u0432 \u0438 \u043F\u0443\u0441\u0442\u043E\u0442.
Boundary_smoothing_parameter_expression_must_be_a_scalar = \u0412\u044B\u0440\u0430\u0436\u0435\u043D\u0438\u0435 \u0433\u0440\u0430\u043D\u0438\u0447\u043D\u043E\u0433\u043E \u0441\u0433\u043B\u0430\u0436\u0438\u0432\u0430\u044E\u0449\u0435\u0433\u043E \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u0430 \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u0441\u043A\u0430\u043B\u044F\u0440\u043D\u044B\u043C.
Boundary_system_settings_are_incompatible = \u041D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0438 \u043F\u043E\u0433\u0440\u0430\u043D\u0438\u0447\u043D\u043E\u0439 \u0441\u0438\u0441\u0442\u0435\u043C\u044B \u043D\u0435\u0441\u043E\u0432\u043C\u0435\u0441\u0442\u0438\u043C\u044B
Builder_item_is_deactivated = \u0421\u0442\u0440\u043E\u0438\u0442\u0435\u043B\u044C \u0434\u0435\u0430\u043A\u0442\u0438\u0432\u0438\u0440\u043E\u0432\u0430\u043D
Button_and_toolbar_action_cannot_coexist = \u0414\u0435\u0439\u0441\u0442\u0432\u0438\u0435 \u043A\u043D\u043E\u043F\u043A\u0438 \u0438 \u043F\u0430\u043D\u0435\u043B\u0438 \u0438\u043D\u0441\u0442\u0440\u0443\u043C\u0435\u043D\u0442\u043E\u0432 \u043D\u0435 \u043C\u043E\u0436\u0435\u0442 \u0441\u043E\u0441\u0443\u0449\u0435\u0441\u0442\u0432\u043E\u0432\u0430\u0442\u044C
Button_handler_was_not_defined = \u041E\u0431\u0440\u0430\u0431\u043E\u0442\u0447\u0438\u043A \u043A\u043D\u043E\u043F\u043E\u043A \u043D\u0435 \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D
# - C --------------------------------------------------------------------- C -
Can_only_compare_against_the_repository_with_files_under_an_archive = \u041C\u043E\u0436\u043D\u043E \u0441\u0440\u0430\u0432\u043D\u0438\u0442\u044C \u0442\u043E\u043B\u044C\u043A\u043E \u0440\u0435\u043F\u043E\u0437\u0438\u0442\u043E\u0440\u0438\u0439 \u0441 \u0444\u0430\u0439\u043B\u0430\u043C\u0438 \u043F\u043E\u0434 \u0430\u0440\u0445\u0438\u0432\u043E\u043C.
Can_only_get_an_isotropic_expression_from_a_square_matrix_of_rank_2 = \u041C\u043E\u0436\u043D\u043E \u043F\u043E\u043B\u0443\u0447\u0438\u0442\u044C \u0442\u043E\u043B\u044C\u043A\u043E \u0438\u0437\u043E\u0442\u0440\u043E\u043F\u043D\u043E\u0435 \u0432\u044B\u0440\u0430\u0436\u0435\u043D\u0438\u0435 \u0438\u0437 \u043A\u0432\u0430\u0434\u0440\u0430\u0442\u043D\u043E\u0439 \u043C\u0430\u0442\u0440\u0438\u0446\u044B \u0440\u0430\u043D\u0433\u0430 2.
Cannot_add_default_features_of_the_same_type_on_different_geometric_entity_levels = \u041D\u0435\u043B\u044C\u0437\u044F \u0434\u043E\u0431\u0430\u0432\u043B\u044F\u0442\u044C \u0444\u0443\u043D\u043A\u0446\u0438\u0438 \u043F\u043E \u0443\u043C\u043E\u043B\u0447\u0430\u043D\u0438\u044E \u043E\u0434\u043D\u043E\u0433\u043E \u0438 \u0442\u043E\u0433\u043E \u0436\u0435 \u0442\u0438\u043F\u0430 \u043D\u0430 \u0440\u0430\u0437\u043D\u044B\u0445 \u0443\u0440\u043E\u0432\u043D\u044F\u0445 \u0433\u0435\u043E\u043C\u0435\u0442\u0440\u0438\u0447\u0435\u0441\u043A\u0438\u0445 \u043E\u0431\u044A\u0435\u043A\u0442\u043E\u0432.
Cannot_find_a_valid_parent_for_parameter_access = \u041D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u043D\u0430\u0439\u0442\u0438 \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0442\u0435\u043B\u044C\u043D\u043E\u0433\u043E \u0440\u043E\u0434\u0438\u0442\u0435\u043B\u044F \u0434\u043B\u044F \u0434\u043E\u0441\u0442\u0443\u043F\u0430 \u043A \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u0430\u043C
Cannot_filter_for_extra_dimension_on_a_non_extra_dimension_feature = \u041D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u043E\u0442\u0444\u0438\u043B\u044C\u0442\u0440\u043E\u0432\u0430\u0442\u044C \u0434\u043B\u044F \u0434\u043E\u043F\u043E\u043B\u043D\u0438\u0442\u0435\u043B\u044C\u043D\u043E\u0433\u043E \u0438\u0437\u043C\u0435\u0440\u0435\u043D\u0438\u044F \u043D\u0430 \u043D\u0435\u044D\u043A\u0441\u0442\u0440\u0430\u0440\u0430\u0437\u043C\u0435\u0440\u043D\u043E\u0439 \u0444\u0443\u043D\u043A\u0446\u0438\u0438
Cannot_add_device_X_directly_under_the_repository = \u041D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u0434\u043E\u0431\u0430\u0432\u0438\u0442\u044C \u0443\u0441\u0442\u0440\u043E\u0439\u0441\u0442\u0432\u043E # \u043D\u0435\u043F\u043E\u0441\u0440\u0435\u0434\u0441\u0442\u0432\u0435\u043D\u043D\u043E \u0432 \u0440\u0435\u043F\u043E\u0437\u0438\u0442\u043E\u0440\u0438\u0439
Cannot_connect_to_SVN_server = \u041D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u043F\u043E\u0434\u043A\u043B\u044E\u0447\u0438\u0442\u044C\u0441\u044F \u043A \u0441\u0435\u0440\u0432\u0435\u0440\u0443 SVN
Cannot_compare_files_of_different_types = \u041D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u0441\u0440\u0430\u0432\u043D\u0438\u0432\u0430\u0442\u044C \u0444\u0430\u0439\u043B\u044B \u0440\u0430\u0437\u043D\u044B\u0445 \u0442\u0438\u043F\u043E\u0432
Cannot_deduce_the_extra_dimension_from_a_parent_with_multiple_extra_dimesion_sources = \u041D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u0432\u044B\u0432\u0435\u0441\u0442\u0438 \u0434\u043E\u043F\u043E\u043B\u043D\u0438\u0442\u0435\u043B\u044C\u043D\u043E\u0435 \u0438\u0437\u043C\u0435\u0440\u0435\u043D\u0438\u0435 \u043E\u0442 \u0440\u043E\u0434\u0438\u0442\u0435\u043B\u044F \u0441 \u043D\u0435\u0441\u043A\u043E\u043B\u044C\u043A\u0438\u043C\u0438 \u0434\u043E\u043F\u043E\u043B\u043D\u0438\u0442\u0435\u043B\u044C\u043D\u044B\u043C\u0438 \u0438\u0441\u0442\u043E\u0447\u043D\u0438\u043A\u0430\u043C\u0438 \u0438\u0437\u043C\u0435\u0440\u0435\u043D\u0438\u044F.
Cannot_deduce_the_parent_context_for_evaluation = \u041D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0438\u0442\u044C \u0438\u0441\u0445\u043E\u0434\u043D\u044B\u0439 \u043A\u043E\u043D\u0442\u0435\u043A\u0441\u0442 \u0434\u043B\u044F \u043E\u0446\u0435\u043D\u043A\u0438
Cannot_deduce_the_shape_order_for_dependent_variable_or_constraint = \u041D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0438\u0442\u044C \u043F\u043E\u0440\u044F\u0434\u043E\u043A \u0444\u043E\u0440\u043C\u044B \u0437\u0430\u0432\u0438\u0441\u0438\u043C\u043E\u0439 \u043F\u0435\u0440\u0435\u043C\u0435\u043D\u043D\u043E\u0439 \u0438\u043B\u0438 \u043E\u0433\u0440\u0430\u043D\u0438\u0447\u0435\u043D\u0438\u044F
Cannot_deduce_the_selection_for_integration_over_extra_dimension = \u041D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0438\u0442\u044C \u0432\u044B\u0431\u043E\u0440 \u0434\u043B\u044F \u0438\u043D\u0442\u0435\u0433\u0440\u0430\u0446\u0438\u0438 \u043F\u043E \u0434\u043E\u043F\u043E\u043B\u043D\u0438\u0442\u0435\u043B\u044C\u043D\u043E\u043C\u0443 \u0438\u0437\u043C\u0435\u0440\u0435\u043D\u0438\u044E
Cannot_find_any_physics_interface_that_matches_the_coupling_type_ID = \u041D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u043D\u0430\u0439\u0442\u0438 \u0444\u0438\u0437\u0438\u0447\u0435\u0441\u043A\u0438\u0439 \u0438\u043D\u0442\u0435\u0440\u0444\u0435\u0439\u0441, \u043A\u043E\u0442\u043E\u0440\u044B\u0439 \u0441\u043E\u043E\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0443\u0435\u0442 \u0438\u0434\u0435\u043D\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u043E\u0440\u0443 \u0442\u0438\u043F\u0430 \u0441\u0432\u044F\u0437\u0438
Cannot_find_the_device_named_X_in_device_model_Y = \u041D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u043D\u0430\u0439\u0442\u0438 \u0443\u0441\u0442\u0440\u043E\u0439\u0441\u0442\u0432\u043E \u043F\u043E \u0438\u043C\u0435\u043D\u0438 '#0' \u0432 \u043C\u043E\u0434\u0435\u043B\u0438 \u0443\u0441\u0442\u0440\u043E\u0439\u0441\u0442\u0432\u0430 '#1'
Cannot_find_the_device/port_model_named_X_in_device_model_Y = \u041D\u0435 \u043C\u043E\u0433\u0443 \u043D\u0430\u0439\u0442\u0438 \u0443\u0441\u0442\u0440\u043E\u0439\u0441\u0442\u0432\u043E/\u043C\u043E\u0434\u0435\u043B\u044C \u043F\u043E\u0440\u0442\u0430 '#0' \u0432 \u0443\u0441\u0442\u0440\u043E\u0439\u0441\u0442\u0432\u0435 \u043C\u043E\u0434\u0435\u043B\u0438 '#1'
Cannot_find_the_device_type_X = \u041D\u0435 \u043C\u043E\u0433\u0443 \u043D\u0430\u0439\u0442\u0438 \u0443\u0441\u0442\u0440\u043E\u0439\u0441\u0442\u0432\u043E \u0442\u0438\u043F\u0430 '#'
Cannot_merge_built_in_solver_suggestion_with_locally_defined = \u041D\u0435 \u043C\u043E\u0436\u0435\u0442 \u0441\u043B\u0438\u0442\u044C\u0441\u044F \u0432\u0441\u0442\u0440\u043E\u0435\u043D\u043D\u043E\u0435 \u043F\u0440\u0435\u0434\u043B\u043E\u0436\u0435\u043D\u0438\u0435 \u0440\u0435\u0448\u0430\u0442\u0435\u043B\u044F \u0441 \u043B\u043E\u043A\u0430\u043B\u044C\u043D\u043E \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D\u043D\u044B\u043C\u0438.
Cannot_merge_mesh_suggestions_Physics_feature_has_multiple_mesh_suggestions = \u041D\u0435 \u043C\u043E\u0433\u0443 \u043E\u0431\u044A\u0435\u0434\u0438\u043D\u0438\u0442\u044C \u0441\u0435\u0442\u0447\u0430\u0442\u044B\u0435 \u043F\u0440\u0435\u0434\u043B\u043E\u0436\u0435\u043D\u0438\u044F. \u0424\u0438\u0437\u0438\u0447\u0435\u0441\u043A\u0430\u044F \u0444\u0443\u043D\u043A\u0446\u0438\u044F \u0438\u043C\u0435\u0435\u0442 \u043D\u0435\u0441\u043A\u043E\u043B\u044C\u043A\u043E \u0441\u0435\u0442\u0447\u0430\u0442\u044B\u0445 \u043F\u0440\u0435\u0434\u043B\u043E\u0436\u0435\u043D\u0438\u0439.
Cannot_merge_mesh_suggestions_Multiphysics_coupling_has_multiple_mesh_suggestions = \u041D\u0435 \u043C\u043E\u0433\u0443 \u043E\u0431\u044A\u0435\u0434\u0438\u043D\u0438\u0442\u044C \u0441\u0435\u0442\u0447\u0430\u0442\u044B\u0435 \u043F\u0440\u0435\u0434\u043B\u043E\u0436\u0435\u043D\u0438\u044F. \u041C\u0443\u043B\u044C\u0442\u0438\u0444\u0438\u0437\u0438\u0447\u0435\u0441\u043A\u0430\u044F \u0441\u0432\u044F\u0437\u044C \u0438\u043C\u0435\u0435\u0442 \u043D\u0435\u0441\u043A\u043E\u043B\u044C\u043A\u043E \u0441\u0435\u0442\u0447\u0430\u0442\u044B\u0445 \u043F\u0440\u0435\u0434\u043B\u043E\u0436\u0435\u043D\u0438\u0439.
Cannot_merge_post_default_suggestions_Physics_feature_has_multiple_post_default_suggestions = \u041D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u043E\u0431\u044A\u0435\u0434\u0438\u043D\u0438\u0442\u044C \u043F\u0440\u0435\u0434\u043B\u043E\u0436\u0435\u043D\u0438\u044F \u043F\u043E \u0443\u043C\u043E\u043B\u0447\u0430\u043D\u0438\u044E. \u0424\u0438\u0437\u0438\u0447\u0435\u0441\u043A\u0430\u044F \u0444\u0443\u043D\u043A\u0446\u0438\u044F \u0438\u043C\u0435\u0435\u0442 \u043D\u0435\u0441\u043A\u043E\u043B\u044C\u043A\u043E \u043F\u0440\u0435\u0434\u043B\u043E\u0436\u0435\u043D\u0438\u0439 \u043F\u043E \u0443\u043C\u043E\u043B\u0447\u0430\u043D\u0438\u044E.
Cannot_merge_post_default_suggestions_Multiphysics_coupling_has_multiple_post_default_suggestions = \u041D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u043E\u0431\u044A\u0435\u0434\u0438\u043D\u0438\u0442\u044C \u043F\u0440\u0435\u0434\u043B\u043E\u0436\u0435\u043D\u0438\u044F \u043F\u043E \u0443\u043C\u043E\u043B\u0447\u0430\u043D\u0438\u044E. \u041C\u0443\u043B\u044C\u0442\u0438\u0444\u0438\u0437\u0438\u0447\u0435\u0441\u043A\u0430\u044F \u0441\u0432\u044F\u0437\u044C \u0438\u043C\u0435\u0435\u0442 \u043D\u0435\u0441\u043A\u043E\u043B\u044C\u043A\u043E \u043F\u0440\u0435\u0434\u043B\u043E\u0436\u0435\u043D\u0438\u0439 \u043F\u043E \u0443\u043C\u043E\u043B\u0447\u0430\u043D\u0438\u044E.
Cannot_merge_solver_suggestions_Physics_feature_has_multiple_solver_suggestions = \u041D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u043E\u0431\u044A\u0435\u0434\u0438\u043D\u0438\u0442\u044C \u043F\u0440\u0435\u0434\u043B\u043E\u0436\u0435\u043D\u0438\u044F \u0440\u0435\u0448\u0430\u0442\u0435\u043B\u044F. \u0424\u0438\u0437\u0438\u0447\u0435\u0441\u043A\u0430\u044F \u0444\u0443\u043D\u043A\u0446\u0438\u044F \u0438\u043C\u0435\u0435\u0442 \u043D\u0435\u0441\u043A\u043E\u043B\u044C\u043A\u043E \u043F\u0440\u0435\u0434\u043B\u043E\u0436\u0435\u043D\u0438\u0439 \u0440\u0435\u0448\u0430\u0442\u0435\u043B\u044F.
Cannot_merge_solver_suggestions_Multiphysics_coupling_has_multiple_solver_suggestions = \u041D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u043E\u0431\u044A\u0435\u0434\u0438\u043D\u0438\u0442\u044C \u043F\u0440\u0435\u0434\u043B\u043E\u0436\u0435\u043D\u0438\u044F \u0440\u0435\u0448\u0430\u0442\u0435\u043B\u044F. \u041C\u0443\u043B\u044C\u0442\u0438\u0444\u0438\u0437\u0438\u0447\u0435\u0441\u043A\u0430\u044F \u0441\u0432\u044F\u0437\u044C \u0438\u043C\u0435\u0435\u0442 \u043D\u0435\u0441\u043A\u043E\u043B\u044C\u043A\u043E \u043F\u0440\u0435\u0434\u043B\u043E\u0436\u0435\u043D\u0438\u0439 \u0440\u0435\u0448\u0430\u0442\u0435\u043B\u044F.
Cannot_open_a_form_which_is_not_included_in_the_window_layout = \u041D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u043E\u0442\u043A\u0440\u044B\u0442\u044C \u0444\u043E\u0440\u043C\u0443, \u043A\u043E\u0442\u043E\u0440\u0430\u044F \u043D\u0435 \u0432\u043A\u043B\u044E\u0447\u0435\u043D\u0430 \u0432 \u043C\u0430\u043A\u0435\u0442 \u043E\u043A\u043D\u0430.
Cannot_override_the_selected_entity_with_path_X = \u041D\u0435 \u043C\u043E\u0436\u0435\u0442 \u043F\u0435\u0440\u0435\u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0438\u0442\u044C \u0432\u044B\u0431\u0440\u0430\u043D\u043D\u044B\u0439 \u043E\u0431\u044A\u0435\u043A\u0442 \u0441 \u043F\u043E\u043C\u043E\u0449\u044C\u044E '#'
Cannot_perform_this_action_when_stopped_at_a_breakpoint = \u041D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u0432\u044B\u043F\u043E\u043B\u043D\u0438\u0442\u044C \u044D\u0442\u043E \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0435, \u043A\u043E\u0433\u0434\u0430 \u043E\u0441\u0442\u0430\u043D\u043E\u0432\u043B\u0435\u043D\u043E \u0432 \u0442\u043E\u0447\u043A\u0435 \u043E\u0441\u0442\u0430\u043D\u043E\u0432\u043A\u0438.
Cannot_resolve_circular_references = \u041D\u0435 \u043C\u043E\u0436\u0435\u0442 \u0440\u0430\u0437\u0440\u0435\u0448\u0438\u0442\u044C \u043A\u0440\u0443\u0433\u043E\u0432\u044B\u0435 \u0441\u0441\u044B\u043B\u043A\u0438
Cannot_resolve_link_to_physics_feature = \u041D\u0435 \u043C\u043E\u0436\u0435\u0442 \u0440\u0430\u0437\u0440\u0435\u0448\u0438\u0442\u044C \u0441\u0432\u044F\u0437\u044C \u0441 \u0444\u0438\u0437\u0438\u043A\u043E\u0439
Cannot_resolve_link_to_selection = \u041D\u0435 \u043C\u043E\u0436\u0435\u0442 \u0440\u0430\u0437\u0440\u0435\u0448\u0438\u0442\u044C \u0441\u0441\u044B\u043B\u043A\u0443 \u043D\u0430 \u0432\u044B\u0431\u043E\u0440
Cannot_run_a_method_when_stopped_at_a_breakpoint = \u041D\u0435 \u043C\u043E\u0436\u0435\u0442 \u0437\u0430\u043F\u0443\u0441\u0442\u0438\u0442\u044C \u043C\u0435\u0442\u043E\u0434, \u043A\u043E\u0433\u0434\u0430 \u043E\u0441\u0442\u0430\u043D\u043E\u0432\u043B\u0435\u043D \u0432 \u0442\u043E\u0447\u043A\u0435 \u043E\u0441\u0442\u0430\u043D\u043E\u0432\u043A\u0438.
Cannot_set_value_that_is_read_only = \u041D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u0443\u0441\u0442\u0430\u043D\u043E\u0432\u0438\u0442\u044C \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u0435, \u043A\u043E\u0442\u043E\u0440\u043E\u0435 \u0447\u0438\u0442\u0430\u0435\u0442\u0441\u044F \u0442\u043E\u043B\u044C\u043A\u043E
Cannot_sort_jagged_array = \u041D\u0435 \u043C\u043E\u0433\u0443 \u0441\u043E\u0440\u0442\u0438\u0440\u043E\u0432\u0430\u0442\u044C \u0437\u0430\u0437\u0443\u0431\u0440\u0435\u043D\u043D\u044B\u0439 \u043C\u0430\u0441\u0441\u0438\u0432
Cannot_test_application_because_of_syntax_errors_in_method_X = \u041D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u043F\u0440\u043E\u0442\u0435\u0441\u0442\u0438\u0440\u043E\u0432\u0430\u0442\u044C \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0435 \u0438\u0437-\u0437\u0430 \u0441\u0438\u043D\u0442\u0430\u043A\u0441\u0438\u0447\u0435\u0441\u043A\u0438\u0445 \u043E\u0448\u0438\u0431\u043E\u043A \u0432 \u043C\u0435\u0442\u043E\u0434\u0435 '#'.
Cannot_update_application_because_of_syntax_errors_in_method_X = \u041D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u043E\u0431\u043D\u043E\u0432\u0438\u0442\u044C \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0435 \u0438\u0437-\u0437\u0430 \u0441\u0438\u043D\u0442\u0430\u043A\u0441\u0438\u0447\u0435\u0441\u043A\u0438\u0445 \u043E\u0448\u0438\u0431\u043E\u043A \u0432 \u043C\u0435\u0442\u043E\u0434\u0435 '#'.
Cannot_update_the_comparison_because_some_files_do_not_exist = \u041D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u043E\u0431\u043D\u043E\u0432\u0438\u0442\u044C \u0441\u0440\u0430\u0432\u043D\u0435\u043D\u0438\u0435, \u043F\u043E\u0442\u043E\u043C\u0443 \u0447\u0442\u043E \u043D\u0435\u043A\u043E\u0442\u043E\u0440\u044B\u0435 \u0444\u0430\u0439\u043B\u044B \u043D\u0435 \u0441\u0443\u0449\u0435\u0441\u0442\u0432\u0443\u044E\u0442.
Cannot_use_first_allowed_value_as_default_when_no_allowed_values_were_defined = \u041D\u0435\u043B\u044C\u0437\u044F \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C \u043F\u0435\u0440\u0432\u043E\u0435 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043D\u043D\u043E\u0435 \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u0435 \u043F\u043E \u0443\u043C\u043E\u043B\u0447\u0430\u043D\u0438\u044E, \u043A\u043E\u0433\u0434\u0430 \u043D\u0435 \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D\u044B \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043D\u043D\u044B\u0435 \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u044F
Cannot_use_in-plane_for_vector_components_in_global_components = \u041D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C \u0432\u0435\u043A\u0442\u043E\u0440\u043D\u044B\u0435 \u043A\u043E\u043C\u043F\u043E\u043D\u0435\u043D\u0442\u044B \u0432 \u0433\u043B\u043E\u0431\u0430\u043B\u044C\u043D\u043E\u043C \u043A\u043E\u043D\u0442\u0435\u043A\u0441\u0442\u0435 
Cannot_use_out-of-plane_for_vector_components_in_global_components = \u041D\u0435\u043B\u044C\u0437\u044F \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C \u0432\u043D\u0435 \u043F\u043B\u043E\u0441\u043A\u043E\u0441\u0442\u0438 \u0434\u043B\u044F \u0432\u0435\u043A\u0442\u043E\u0440\u043D\u044B\u0445 \u043A\u043E\u043C\u043F\u043E\u043D\u0435\u043D\u0442\u043E\u0432 \u0432 \u0433\u043B\u043E\u0431\u0430\u043B\u044C\u043D\u043E\u043C \u043A\u043E\u043D\u0442\u0435\u043A\u0441\u0442\u0435. 
Can_only_show_all_vector_components_in_global_components = \u041F\u043E\u043A\u0430\u0437\u0430\u0442\u044C \u0432\u0441\u0435 \u0432\u0435\u043A\u0442\u043E\u0440\u043D\u044B\u0435 \u043A\u043E\u043C\u043F\u043E\u043D\u0435\u043D\u0442\u044B \u043C\u043E\u0436\u043D\u043E \u0442\u043E\u043B\u044C\u043A\u043E \u0432 \u0433\u043B\u043E\u0431\u0430\u043B\u044C\u043D\u043E\u043C \u043A\u043E\u043D\u0442\u0435\u043A\u0441\u0442\u0435. 
Cannot_use_in-plane_for_matrix_components_in_global_components = \u041D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C \u043A\u043E\u043C\u043F\u043E\u043D\u0435\u043D\u0442\u044B \u043C\u0430\u0442\u0440\u0438\u0446\u044B \u0432 \u0433\u043B\u043E\u0431\u0430\u043B\u044C\u043D\u043E\u043C \u043A\u043E\u043D\u0442\u0435\u043A\u0441\u0442\u0435
Can_only_show_all_matrix_components_in_global_components = \u041F\u043E\u043A\u0430\u0437\u0430\u0442\u044C \u0432\u0441\u0435 \u043A\u043E\u043C\u043F\u043E\u043D\u0435\u043D\u0442\u044B \u043C\u0430\u0442\u0440\u0438\u0446\u044B \u043C\u043E\u0436\u043D\u043E \u0442\u043E\u043B\u044C\u043A\u043E \u0432 \u0433\u043B\u043E\u0431\u0430\u043B\u044C\u043D\u043E\u043C \u043A\u043E\u043D\u0442\u0435\u043A\u0441\u0442\u0435. 
Children_of_children_reference_is_not_allowed = \u0421\u043F\u0440\u0430\u0432\u043A\u0430 \u0434\u043B\u044F \u0434\u0435\u0442\u0435\u0439 \u043D\u0435 \u0434\u043E\u043F\u0443\u0441\u043A\u0430\u0435\u0442\u0441\u044F
Children_of_multiple_references_is_not_allowed = \u0414\u0435\u0442\u0438 \u0441 \u043C\u043D\u043E\u0436\u0435\u0441\u0442\u0432\u0435\u043D\u043D\u044B\u043C\u0438 \u0441\u0441\u044B\u043B\u043A\u0430\u043C\u0438 \u043D\u0435 \u0434\u043E\u043F\u0443\u0441\u043A\u0430\u044E\u0442\u0441\u044F
Children_of_non_scalar_reference_is_not_allowed = \u0414\u0435\u0442\u0438 \u0441 \u043D\u0435\u0441\u043A\u0430\u043B\u044F\u0440\u043D\u043E\u0439 \u0441\u0441\u044B\u043B\u043A\u043E\u0439 \u043D\u0435 \u0434\u043E\u043F\u0443\u0441\u043A\u0430\u044E\u0442\u0441\u044F
Children_of_reference_input_type_X_is_not_allowed = \u0414\u0435\u0442\u0438 \u0441\u043F\u0440\u0430\u0432\u043E\u0447\u043D\u043E\u0433\u043E \u0432\u0432\u043E\u0434\u0430 \u0442\u0438\u043F\u0430 '#' \u043D\u0435 \u0434\u043E\u043F\u0443\u0441\u043A\u0430\u044E\u0442\u0441\u044F
Circular_component_reference_detected = \u0421\u0441\u044B\u043B\u043A\u0430 \u043D\u0430 \u043A\u0440\u0443\u0433\u043E\u0432\u043E\u0439 \u043A\u043E\u043C\u043F\u043E\u043D\u0435\u043D\u0442 \u043E\u0431\u043D\u0430\u0440\u0443\u0436\u0435\u043D\u0430
Circular_form_reference_detected = \u041E\u0431\u043D\u0430\u0440\u0443\u0436\u0435\u043D\u0430 \u043A\u0440\u0443\u0433\u043E\u0432\u0430\u044F \u0444\u043E\u0440\u043C\u0430 \u0441\u0441\u044B\u043B\u043A\u0438.
Combined_reference_is_not_supported_in_this_context = \u041A\u043E\u043C\u0431\u0438\u043D\u0438\u0440\u043E\u0432\u0430\u043D\u043D\u0430\u044F \u0441\u0441\u044B\u043B\u043A\u0430 \u043D\u0435 \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u0435\u0442\u0441\u044F \u0432 \u044D\u0442\u043E\u043C \u043A\u043E\u043D\u0442\u0435\u043A\u0441\u0442\u0435.
Command_is_disabled = \u041A\u043E\u043C\u0430\u043D\u0434\u043E\u0432\u0430\u043D\u0438\u0435 \u043E\u0442\u043A\u043B\u044E\u0447\u0435\u043D\u043E
Common_model_input_can_not_be_used_for_physical_quantity_X = 'Common model input' \u043D\u0435 \u043C\u043E\u0436\u0435\u0442 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C\u0441\u044F \u0434\u043B\u044F \u0444\u0438\u0437\u0438\u0447\u0435\u0441\u043A\u043E\u0433\u043E \u043A\u043E\u043B\u0438\u0447\u0435\u0441\u0442\u0432\u0430 '#'
Comparison_file_is_not_a_valid_patch_update = \u0424\u0430\u0439\u043B \u0441\u0440\u0430\u0432\u043D\u0435\u043D\u0438\u044F \u043D\u0435 \u044F\u0432\u043B\u044F\u0435\u0442\u0441\u044F \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0442\u0435\u043B\u044C\u043D\u044B\u043C \u043E\u0431\u043D\u043E\u0432\u043B\u0435\u043D\u0438\u0435\u043C \u043F\u0430\u0442\u0447\u0430
Comparison_type_is_inconsistent_with_existing_value = \u0422\u0438\u043F \u0441\u0440\u0430\u0432\u043D\u0435\u043D\u0438\u044F \u043D\u0435\u0441\u043E\u0432\u043C\u0435\u0441\u0442\u0438\u043C \u0441 \u0441\u0443\u0449\u0435\u0441\u0442\u0432\u0443\u044E\u0449\u0438\u043C \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u0435\u043C. 
Constraint_section_is_not_allowed_within_a_physics_property = \u0420\u0430\u0437\u0434\u0435\u043B \u043E\u0433\u0440\u0430\u043D\u0438\u0447\u0435\u043D\u0438\u044F \u043D\u0435 \u0434\u043E\u043F\u0443\u0441\u043A\u0430\u0435\u0442\u0441\u044F \u0432 \u043F\u0440\u0435\u0434\u0435\u043B\u0430\u0445 \u0444\u0438\u0437\u0438\u0447\u0435\u0441\u043A\u043E\u0433\u043E \u0441\u0432\u043E\u0439\u0441\u0442\u0432\u0430.
Context_actions_is_not_supported_in_this_context = \u041A\u043E\u043D\u0442\u0435\u043A\u0441\u0442\u043D\u044B\u0435 \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u044F \u043D\u0435 \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u044E\u0442\u0441\u044F \u0432 \u044D\u0442\u043E\u043C \u043A\u043E\u043D\u0442\u0435\u043A\u0441\u0442\u0435.
Context_error_in_usage_condition_No_physics_interface_defined = \u041A\u043E\u043D\u0442\u0435\u043A\u0441\u0442\u043D\u0430\u044F \u043E\u0448\u0438\u0431\u043A\u0430 \u0432 \u0443\u0441\u043B\u043E\u0432\u0438\u044F\u0445 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043D\u0438\u044F. \u041D\u0438\u043A\u0430\u043A\u043E\u0439 \u0444\u0438\u0437\u0438\u0447\u0435\u0441\u043A\u0438\u0439 \u0438\u043D\u0442\u0435\u0440\u0444\u0435\u0439\u0441 \u043D\u0435 \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D
Context_error_in_usage_condition_X_cannot_contain_user_input = \u041A\u043E\u043D\u0442\u0435\u043A\u0441\u0442\u043D\u0430\u044F \u043E\u0448\u0438\u0431\u043A\u0430 \u0432 \u0443\u0441\u043B\u043E\u0432\u0438\u044F\u0445 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043D\u0438\u044F. # \u043D\u0435 \u043C\u043E\u0436\u0435\u0442 \u0441\u043E\u0434\u0435\u0440\u0436\u0430\u0442\u044C \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044C\u0441\u043A\u0438\u0439 \u0432\u0432\u043E\u0434.
Continuous_shape_interpolation_elements_can_only_be_assigned_to_the_top_geometric_entity_level = \u042D\u043B\u0435\u043C\u0435\u043D\u0442\u044B \u0438\u043D\u0442\u0435\u0440\u043F\u043E\u043B\u044F\u0446\u0438\u0438 \u043D\u0435\u043F\u0440\u0435\u0440\u044B\u0432\u043D\u043E\u0439 \u0444\u043E\u0440\u043C\u044B \u043C\u043E\u0433\u0443\u0442 \u0431\u044B\u0442\u044C \u043F\u0440\u0438\u0441\u0432\u043E\u0435\u043D\u044B \u0442\u043E\u043B\u044C\u043A\u043E \u0432\u0435\u0440\u0445\u043D\u0435\u043C\u0443 \u0433\u0435\u043E\u043C\u0435\u0442\u0440\u0438\u0447\u0435\u0441\u043A\u043E\u043C\u0443 \u0443\u0440\u043E\u0432\u043D\u044E \u0441\u0443\u0449\u043D\u043E\u0441\u0442\u0438.
Coordinate_expression_must_have_size_3-by-1 = \u041A\u043E\u043E\u0440\u0434\u0438\u043D\u0430\u0442\u043D\u044B\u0435 \u0432\u044B\u0440\u0430\u0436\u0435\u043D\u0438\u044F \u0434\u043E\u043B\u0436\u043D\u044B \u0438\u043C\u0435\u0442\u044C \u0440\u0430\u0437\u043C\u0435\u0440 3 \u043D\u0430 1
Coordinate_names_must_have_size_3-by-1 = \u041A\u043E\u043E\u0440\u0434\u0438\u043D\u0430\u0442\u043D\u044B\u0435 \u0438\u043C\u0435\u043D\u0430 \u0434\u043E\u043B\u0436\u043D\u044B \u0438\u043C\u0435\u0442\u044C \u0440\u0430\u0437\u043C\u0435\u0440 3 \u043D\u0430 1
Conservative_flux_must_be_zero_for_global_selections = \u041A\u043E\u043D\u0441\u0435\u0440\u0432\u0430\u0442\u0438\u0432\u043D\u044B\u0439 \u043F\u043E\u0442\u043E\u043A \u0434\u043E\u043B\u0436\u0435\u043D \u0431\u044B\u0442\u044C \u043D\u0443\u043B\u0435\u0432\u044B\u043C \u0434\u043B\u044F \u0433\u043B\u043E\u0431\u0430\u043B\u044C\u043D\u043E\u0433\u043E \u043E\u0442\u0431\u043E\u0440\u0430.
Could_not_find_the_application_required_by_the_model_etc = \u041D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u043D\u0430\u0439\u0442\u0438 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0435, \u0442\u0440\u0435\u0431\u0443\u0435\u043C\u043E\u0435 \u043C\u043E\u0434\u0435\u043B\u044C\u044E. \u0412\u043E\u0437\u043C\u043E\u0436\u043D\u043E, \u043E\u043D \u043D\u0435\u0434\u043E\u0441\u0442\u0443\u043F\u0435\u043D \u0432 \u0431\u0438\u0431\u043B\u0438\u043E\u0442\u0435\u043A\u0435 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0439.
Could_not_open_application_file_x = \u041D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u043E\u0442\u043A\u0440\u044B\u0442\u044C \u0444\u0430\u0439\u043B \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u044F '#'
Could_not_read_domain_type_condition_from_x = \u041D\u0435 \u0441\u043C\u043E\u0433 \u043F\u0440\u043E\u0447\u0438\u0442\u0430\u0442\u044C \u0443\u0441\u043B\u043E\u0432\u0438\u0435 \u0442\u0438\u043F\u0430 \u043E\u0431\u043B\u0430\u0441\u0442\u0438 \u043E\u0442 '#'
Could_not_read_physical_quantity_from_x = \u041D\u0435 \u0441\u043C\u043E\u0433 \u043F\u0440\u043E\u0447\u0438\u0442\u0430\u0442\u044C \u0444\u0438\u0437\u0438\u0447\u0435\u0441\u043A\u043E\u0435 \u043A\u043E\u043B\u0438\u0447\u0435\u0441\u0442\u0432\u043E \u043E\u0442 '#'
Could_not_read_selection_from_x = \u041D\u0435 \u0441\u043C\u043E\u0433 \u043F\u0440\u043E\u0447\u0438\u0442\u0430\u0442\u044C \u0432\u044B\u0431\u043E\u0440 \u043E\u0442 '#'
Could_not_read_value_from_source = \u041D\u0435 \u0441\u043C\u043E\u0433 \u043F\u0440\u043E\u0447\u0438\u0442\u0430\u0442\u044C \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u0435 \u0438\u0437 \u0441\u0441\u044B\u043B\u043A\u0438 \u043D\u0430 \u0438\u0441\u0442\u043E\u0447\u043D\u0438\u043A \u0434\u0430\u043D\u043D\u044B\u0445.
Could_not_resolve_link_to_selection = \u041D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u0443\u0441\u0442\u0430\u043D\u043E\u0432\u0438\u0442\u044C \u0441\u0432\u044F\u0437\u044C \u0441 \u0432\u044B\u0431\u043E\u0440\u043E\u043C
Could_not_resolve_link_to_imported_selection = \u041D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u0440\u0430\u0437\u0440\u0435\u0448\u0438\u0442\u044C \u0441\u0432\u044F\u0437\u044C \u0441 \u0438\u043C\u043F\u043E\u0440\u0442\u043D\u044B\u043C \u043E\u0442\u0431\u043E\u0440\u043E\u043C
Could_not_resolve_symbol_reference_x = \u041D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u0440\u0430\u0437\u0440\u0435\u0448\u0438\u0442\u044C \u043E\u0431\u043E\u0437\u043D\u0430\u0447\u0435\u043D\u0438\u0435 '#'
Coupling_features_can_only_specify_one_mesh_suggestion = \u0424\u0443\u043D\u043A\u0446\u0438\u0438 \u0441\u043E\u043F\u0440\u044F\u0436\u0435\u043D\u0438\u044F \u043C\u043E\u0433\u0443\u0442 \u0443\u043A\u0430\u0437\u044B\u0432\u0430\u0442\u044C \u0442\u043E\u043B\u044C\u043A\u043E \u043E\u0434\u043D\u043E \u0441\u0435\u0442\u0447\u0430\u0442\u043E\u0435 \u043F\u0440\u0435\u0434\u043B\u043E\u0436\u0435\u043D\u0438\u0435
Custom_initialization_method_must_be_a_positive_integer = \u041F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044C\u0441\u043A\u0438\u0439 \u043C\u0435\u0442\u043E\u0434 \u0438\u043D\u0438\u0446\u0438\u0430\u043B\u0438\u0437\u0430\u0446\u0438\u0438 \u0434\u043E\u043B\u0436\u0435\u043D \u0431\u044B\u0442\u044C \u043F\u043E\u043B\u043E\u0436\u0438\u0442\u0435\u043B\u044C\u043D\u044B\u043C \u0446\u0435\u043B\u044B\u043C \u0447\u0438\u0441\u043B\u043E\u043C
# - D --------------------------------------------------------------------- D -
Data_access_entity_removed = \u0421\u0443\u0431\u044A\u0435\u043A\u0442 \u0434\u043E\u0441\u0442\u0443\u043F\u0430 \u043A \u0434\u0430\u043D\u043D\u044B\u043C \u0443\u0434\u0430\u043B\u0435\u043D
Deformation_line_expression_must_be_a_vector = \u0412\u044B\u0440\u0430\u0436\u0435\u043D\u0438\u0435 \u0434\u0435\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u043E\u043D\u043D\u043E\u0439 \u043B\u0438\u043D\u0438\u0438 \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u0432\u0435\u043A\u0442\u043E\u0440\u043D\u044B\u043C.
Dependent_variables_can_currently_only_be_a_scalar_or_a_3-by-1_vector = \u0417\u0430\u0432\u0438\u0441\u0438\u043C\u044B\u0435 \u043F\u0435\u0440\u0435\u043C\u0435\u043D\u043D\u044B\u0435 \u0432 \u043D\u0430\u0441\u0442\u043E\u044F\u0449\u0435\u0435 \u0432\u0440\u0435\u043C\u044F \u043C\u043E\u0433\u0443\u0442 \u0431\u044B\u0442\u044C \u0442\u043E\u043B\u044C\u043A\u043E \u0441\u043A\u0430\u043B\u044F\u0440\u043D\u044B\u043C\u0438 \u0438\u043B\u0438 \u0432\u0435\u043A\u0442\u043E\u0440\u043E\u043C 3 \u043D\u0430 1.
Derived_value_data_does_not_match_the_target_declaration_X = \u041F\u043E\u043B\u0443\u0447\u0435\u043D\u043D\u044B\u0435 \u0434\u0430\u043D\u043D\u044B\u0435 \u043D\u0435 \u0441\u043E\u043E\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0443\u044E\u0442 \u0446\u0435\u043B\u0435\u0432\u043E\u0439 \u0434\u0435\u043A\u043B\u0430\u0440\u0430\u0446\u0438\u0438 '#'.
Detected_a_circular_reference_in_a_selection_operation = \u041E\u0431\u043D\u0430\u0440\u0443\u0436\u0435\u043D\u0430 \u043A\u0440\u0443\u0433\u043E\u0432\u0430\u044F \u0441\u0441\u044B\u043B\u043A\u0430 \u0432 \u043E\u043F\u0435\u0440\u0430\u0446\u0438\u0438 \u043E\u0442\u0431\u043E\u0440\u0430
Difference_not_supported_between_selections_with_different_extra_dimension_attachments = \u0420\u0430\u0437\u043D\u0438\u0446\u0430, \u043D\u0435 \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u0435\u043C\u0430\u044F \u043C\u0435\u0436\u0434\u0443 \u0432\u044B\u0431\u043E\u0440\u043A\u0430\u043C\u0438 \u0441 \u0440\u0430\u0437\u043B\u0438\u0447\u043D\u044B\u043C\u0438 \u0432\u043B\u043E\u0436\u0435\u043D\u0438\u044F\u043C\u0438 \u0434\u043E\u043F\u043E\u043B\u043D\u0438\u0442\u0435\u043B\u044C\u043D\u043E\u0433\u043E \u0438\u0437\u043C\u0435\u0440\u0435\u043D\u0438\u044F
Difference_not_supported_when_removing_entities_from_a_global_selection = \u0420\u0430\u0437\u043D\u0438\u0446\u0430 \u043D\u0435 \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u0435\u0442\u0441\u044F \u043F\u0440\u0438 \u0443\u0434\u0430\u043B\u0435\u043D\u0438\u0438 \u043E\u0431\u044A\u0435\u043A\u0442\u043E\u0432 \u0438\u0437 \u0433\u043B\u043E\u0431\u0430\u043B\u044C\u043D\u043E\u0433\u043E \u043E\u0442\u0431\u043E\u0440\u0430
Different_SDims_returned_by_subfeatures_to_a_multiphysics_feature = \u0420\u0430\u0437\u043B\u0438\u0447\u043D\u044B\u0435 SDims \u0432\u043E\u0437\u0432\u0440\u0430\u0449\u0430\u044E\u0442\u0441\u044F \u0441\u0443\u0431\u043F\u043E\u0434\u0440\u044F\u0434\u0430\u043C\u0438 \u043A \u043C\u0443\u043B\u044C\u0442\u0438\u0444\u0438\u0437\u0438\u0447\u0435\u0441\u043A\u043E\u0439 \u0444\u0443\u043D\u043A\u0446\u0438\u0438
Dimensions_differ_between_quantity_and_specified_unit_for_variable_X = \u0420\u0430\u0437\u043C\u0435\u0440\u044B \u0440\u0430\u0437\u043B\u0438\u0447\u0430\u044E\u0442\u0441\u044F \u043C\u0435\u0436\u0434\u0443 \u043A\u043E\u043B\u0438\u0447\u0435\u0441\u0442\u0432\u043E\u043C \u0438 \u0443\u043A\u0430\u0437\u0430\u043D\u043D\u043E\u0439 \u0435\u0434\u0438\u043D\u0438\u0446\u0435\u0439 \u0434\u043B\u044F \u043F\u0435\u0440\u0435\u043C\u0435\u043D\u043D\u043E\u0439 '#' 
Dimension_is_already_defined_by_physical_quantity = \u0420\u0430\u0437\u043C\u0435\u0440 \u0443\u0436\u0435 \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u044F\u0435\u0442\u0441\u044F \u0444\u0438\u0437\u0438\u0447\u0435\u0441\u043A\u043E\u0439 \u0432\u0435\u043B\u0438\u0447\u0438\u043D\u043E\u0439.
Discontinuous_shape_interpolation_elements_can_only_be_assigned_on_boundaries = \u042D\u043B\u0435\u043C\u0435\u043D\u0442\u044B \u0438\u043D\u0442\u0435\u0440\u043F\u043E\u043B\u044F\u0446\u0438\u0438 \u043F\u0440\u0435\u0440\u044B\u0432\u0438\u0441\u0442\u043E\u0439 \u0444\u043E\u0440\u043C\u044B \u043C\u043E\u0433\u0443\u0442 \u0431\u044B\u0442\u044C \u043D\u0430\u0437\u043D\u0430\u0447\u0435\u043D\u044B \u0442\u043E\u043B\u044C\u043A\u043E \u043D\u0430 \u0433\u0440\u0430\u043D\u0438\u0446\u0430\u0445.
Displacement_component_expression_must_be_a_scalar = \u0412\u044B\u0440\u0430\u0436\u0435\u043D\u0438\u0435 \u043A\u043E\u043C\u043F\u043E\u043D\u0435\u043D\u0442\u0430 \u0441\u043C\u0435\u0449\u0435\u043D\u0438\u044F \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u0441\u043A\u0430\u043B\u044F\u0440\u043D\u044B\u043C.
Displacement_expression_must_be_a_vector = \u0412\u044B\u0440\u0430\u0436\u0435\u043D\u0438\u0435 \u0441\u043C\u0435\u0449\u0435\u043D\u0438\u044F \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u0432\u0435\u043A\u0442\u043E\u0440\u043E\u043C.
Duplicate_variable_declaration_in_the_local_name_space = \u0414\u0432\u043E\u0439\u043D\u0430\u044F \u0432\u0430\u0440\u0438\u0430\u0431\u0435\u043B\u044C\u043D\u0430\u044F \u0434\u0435\u043A\u043B\u0430\u0440\u0430\u0446\u0438\u044F \u0432 \u043F\u0440\u043E\u0441\u0442\u0440\u0430\u043D\u0441\u0442\u0432\u0435 \u043B\u043E\u043A\u0430\u043B\u044C\u043D\u043E\u0433\u043E \u0438\u043C\u0435\u043D\u0438
Duplicate_add-in_identifier = \u0414\u0443\u0431\u043B\u0438\u0440\u043E\u0432\u0430\u043D\u043D\u044B\u0439 \u0438\u0434\u0435\u043D\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u043E\u0440 add-in.
Duplicated_columns_not_allowed = \u0414\u0443\u0431\u043B\u0438\u0440\u043E\u0432\u0430\u043D\u043D\u044B\u0435 \u043A\u043E\u043B\u043E\u043D\u043A\u0438 \u043D\u0435 \u0434\u043E\u043F\u0443\u0441\u043A\u0430\u044E\u0442\u0441\u044F 
# - E --------------------------------------------------------------------- E -
Eigenvalue_transforms_must_be_scalar = \u041F\u0440\u0435\u043E\u0431\u0440\u0430\u0437\u043E\u0432\u0430\u043D\u0438\u044F Eigenvalue \u0434\u043E\u043B\u0436\u043D\u044B \u0431\u044B\u0442\u044C \u0441\u043A\u0430\u043B\u044F\u0440\u043D\u044B\u043C\u0438.
Empty_add-in_definition = \u041F\u0443\u0441\u0442\u043E\u0435 \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D\u0438\u0435 \u0434\u043E\u0431\u0430\u0432\u043B\u0435\u043D\u0438\u044F.
Encountered_a_coupling_feature_link_that_is_undefined = \u0421\u0432\u044F\u0437\u044C \u0441 \u0444\u0443\u043D\u043A\u0446\u0438\u0435\u0439 \u0441\u0432\u044F\u0437\u0438, \u043A\u043E\u0442\u043E\u0440\u0430\u044F \u043D\u0435 \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D\u0430
Encountered_a_local_link_that_is_undefined = \u041B\u043E\u043A\u0430\u043B\u044C\u043D\u0430\u044F \u0441\u0441\u044B\u043B\u043A\u0430, \u043A\u043E\u0442\u043E\u0440\u0430\u044F \u043D\u0435 \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D\u0430
Encountered_a_nested_combined_references = \u0412\u0441\u0442\u0440\u0435\u0447\u0430\u043B\u0438\u0441\u044C \u0432\u043B\u043E\u0436\u0435\u043D\u043D\u044B\u0435 \u043A\u043E\u043C\u0431\u0438\u043D\u0438\u0440\u043E\u0432\u0430\u043D\u043D\u044B\u0435 \u0441\u0441\u044B\u043B\u043A\u0438
Encountered_a_nested_filtering = \u041D\u0430\u0442\u043A\u043D\u0443\u043B\u0441\u044F \u043D\u0430 \u0432\u043B\u043E\u0436\u0435\u043D\u043D\u0443\u044E \u0444\u0438\u043B\u044C\u0442\u0440\u0430\u0446\u0438\u044E
Encountered_an_invalid_selection_component_reference = \u0421\u0441\u044B\u043B\u043A\u0430 \u043D\u0430 \u043D\u0435\u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0442\u0435\u043B\u044C\u043D\u044B\u0439 \u043A\u043E\u043C\u043F\u043E\u043D\u0435\u043D\u0442 \u0432\u044B\u0431\u043E\u0440\u0430
Encountered_an_inconsistent_setting_for_selection_loop = \u041D\u0430\u0442\u043A\u043D\u0443\u043B\u0441\u044F \u043D\u0430 \u043D\u0435\u043F\u043E\u0441\u043B\u0435\u0434\u043E\u0432\u0430\u0442\u0435\u043B\u044C\u043D\u0443\u044E \u043D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0443 \u0434\u043B\u044F \u0446\u0438\u043A\u043B\u0430 \u043E\u0442\u0431\u043E\u0440\u0430
Encountered_an_unsupported_reference_for_extra_dimension_link = \u041D\u0430\u0439\u0434\u0435\u043D\u0430 \u043D\u0435\u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u0435\u043C\u0430\u044F \u0441\u0441\u044B\u043B\u043A\u0430 \u043D\u0430 \u0441\u0441\u044B\u043B\u043A\u0443 \u0434\u043E\u043F\u043E\u043B\u043D\u0438\u0442\u0435\u043B\u044C\u043D\u043E\u0433\u043E \u0438\u0437\u043C\u0435\u0440\u0435\u043D\u0438\u044F
Encountered_a_sibling_feature_selection_in_the_wrong_context = \u0412\u0441\u0442\u0440\u0435\u0442\u0438\u043B \u0432\u044B\u0431\u043E\u0440 \u0444\u0443\u043D\u043A\u0446\u0438\u0439 \u0431\u0440\u0430\u0442\u0430 \u0438 \u0441\u0435\u0441\u0442\u0440\u044B \u0432 \u043D\u0435\u043F\u0440\u0430\u0432\u0438\u043B\u044C\u043D\u043E\u043C \u043A\u043E\u043D\u0442\u0435\u043A\u0441\u0442\u0435
Encountered_a_source_or_destination_operator_in_the_wrong_context = \u0412\u0441\u0442\u0440\u0435\u0442\u0438\u043B\u0441\u044F \u0441 \u043E\u043F\u0435\u0440\u0430\u0442\u043E\u0440\u043E\u043C \u0438\u0441\u0442\u043E\u0447\u043D\u0438\u043A\u0430 \u0438\u043B\u0438 \u043F\u0443\u043D\u043A\u0442\u0430 \u043D\u0430\u0437\u043D\u0430\u0447\u0435\u043D\u0438\u044F \u0432 \u043D\u0435\u043F\u0440\u0430\u0432\u0438\u043B\u044C\u043D\u043E\u043C \u043A\u043E\u043D\u0442\u0435\u043A\u0441\u0442\u0435
Encountered_a_source_or_destination_selection_in_the_wrong_context = \u041D\u0430\u0439\u0434\u0435\u043D \u0438\u0441\u0442\u043E\u0447\u043D\u0438\u043A \u0438\u043B\u0438 \u0432\u044B\u0431\u0440\u0430\u043D \u043F\u0443\u043D\u043A\u0442 \u043D\u0430\u0437\u043D\u0430\u0447\u0435\u043D\u0438\u044F \u0432 \u043D\u0435\u043F\u0440\u0430\u0432\u0438\u043B\u044C\u043D\u043E\u043C \u043A\u043E\u043D\u0442\u0435\u043A\u0441\u0442\u0435
Entity_removed_from_model = \u041F\u0440\u0435\u0434\u043F\u0440\u0438\u044F\u0442\u0438\u0435 \u0443\u0434\u0430\u043B\u0435\u043D\u043E \u0438\u0437 \u043C\u043E\u0434\u0435\u043B\u0438
Error_in_code_editor_x = \u041E\u0448\u0438\u0431\u043A\u0430 \u0432 \u0440\u0435\u0434\u0430\u043A\u0442\u043E\u0440\u0435 \u043A\u043E\u0434\u0430 #
Error_in_external_library = \u041E\u0448\u0438\u0431\u043A\u0430 \u0432\u043E \u0432\u043D\u0435\u0448\u043D\u0435\u0439 \u0431\u0438\u0431\u043B\u0438\u043E\u0442\u0435\u043A\u0435.
Error_in_extra_dimension_link_Could_not_find_reference_input_X = \u041E\u0448\u0438\u0431\u043A\u0430 \u0432 \u0434\u043E\u043F\u043E\u043B\u043D\u0438\u0442\u0435\u043B\u044C\u043D\u043E\u043C \u0438\u0437\u043C\u0435\u0440\u0435\u043D\u0438\u0438. \u041D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u043D\u0430\u0439\u0442\u0438 \u0441\u043F\u0440\u0430\u0432\u043E\u0447\u043D\u044B\u0439 \u0432\u0432\u043E\u0434 '#'
Error_in_usage_condition_Could_not_find_user_input_X_in_physics_feature_Y = \u041E\u0448\u0438\u0431\u043A\u0430 \u0432 \u0443\u0441\u043B\u043E\u0432\u0438\u044F\u0445 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043D\u0438\u044F. \u041D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u043D\u0430\u0439\u0442\u0438 \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044C\u0441\u043A\u0438\u0439 \u0432\u0432\u043E\u0434 '#0' \u0432 \u0444\u0438\u0437\u0438\u043A\u0435 \u0444\u0443\u043D\u043A\u0446\u0438\u044F '#1'
Error_in_usage_condition_Could_not_find_user_input_X_in_physics_property_Y = \u041E\u0448\u0438\u0431\u043A\u0430 \u0432 \u0443\u0441\u043B\u043E\u0432\u0438\u044F\u0445 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043D\u0438\u044F. \u041D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u043D\u0430\u0439\u0442\u0438 \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044C\u0441\u043A\u0438\u0439 \u0432\u0432\u043E\u0434 '#0' \u0432 \u0444\u0438\u0437\u0438\u043A\u0435 \u0441\u0432\u043E\u0439\u0441\u0442\u0432\u043E '#1'
Error_loading_add-in_x = \u041E\u0448\u0438\u0431\u043A\u0430 \u0437\u0430\u0433\u0440\u0443\u0437\u043A\u0438 add-in '#'
Error_setting_section_expanded_state = \u0420\u0430\u0437\u0434\u0435\u043B \u0443\u0441\u0442\u0430\u043D\u043E\u0432\u043A\u0438 \u043E\u0448\u0438\u0431\u043E\u043A \u0440\u0430\u0441\u0448\u0438\u0440\u0435\u043D.
Error_when_creating_predefined_multiphysics_Coupling_feature_of_type_x_cannot_be_coupled_to_physics_of_type_y = \u041E\u0448\u0438\u0431\u043A\u0430 \u043F\u0440\u0438 \u0441\u043E\u0437\u0434\u0430\u043D\u0438\u0438 \u043F\u0440\u0435\u0434\u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D\u043D\u043E\u0439 \u043C\u0443\u043B\u044C\u0442\u0438\u0444\u0438\u0437\u0438\u043A\u0438. \u0424\u0443\u043D\u043A\u0446\u0438\u044F \u0441\u043E\u043F\u0440\u044F\u0436\u0435\u043D\u0438\u044F \u0442\u0438\u043F\u0430 '#0' \u043D\u0435 \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u0441\u0432\u044F\u0437\u0430\u043D\u0430 \u0441 \u0444\u0438\u0437\u0438\u043A\u043E\u0439 \u0442\u0438\u043F\u0430 '#1'
Error_while_setting_default = \u041E\u0448\u0438\u0431\u043A\u0430 \u043F\u0440\u0438 \u0443\u0441\u0442\u0430\u043D\u043E\u0432\u043B\u0435\u043D\u0438\u0438 \u0434\u0435\u0444\u043E\u043B\u0442\u0430.
Event_handler_was_not_defined = \u041E\u0431\u0440\u0430\u0431\u043E\u0442\u0447\u0438\u043A \u0441\u043E\u0431\u044B\u0442\u0438\u0439 \u043D\u0435 \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D
Excluding_selection_is_not_allowed_for_this_selection_dimension = \u0418\u0441\u043A\u043B\u044E\u0447\u0435\u043D\u0438\u0435 \u0432\u044B\u0431\u043E\u0440\u0430 \u043D\u0435 \u0434\u043E\u043F\u0443\u0441\u043A\u0430\u0435\u0442\u0441\u044F \u0434\u043B\u044F \u044D\u0442\u043E\u0433\u043E \u0438\u0437\u043C\u0435\u0440\u0435\u043D\u0438\u044F \u0432\u044B\u0431\u043E\u0440\u0430.
Excluding_selection_is_not_allowed_for_the_global_selection = \u0418\u0441\u043A\u043B\u044E\u0447\u0435\u043D\u0438\u0435 \u043E\u0442\u0431\u043E\u0440\u0430 \u043D\u0435 \u0434\u043E\u043F\u0443\u0441\u043A\u0430\u0435\u0442\u0441\u044F \u0434\u043B\u044F \u0433\u043B\u043E\u0431\u0430\u043B\u044C\u043D\u043E\u0433\u043E \u043E\u0442\u0431\u043E\u0440\u0430.
Expected_a_reference_to_an_existing_form = \u041E\u0436\u0438\u0434\u0430\u0435\u043C\u0430\u044F \u0441\u0441\u044B\u043B\u043A\u0430 \u043D\u0430 \u0441\u0443\u0449\u0435\u0441\u0442\u0432\u0443\u044E\u0449\u0443\u044E \u0444\u043E\u0440\u043C\u0443
Expects_one_of_the_selected_forms = \u0412\u044B\u0431\u0435\u0440\u0438\u0442\u0435 \u043E\u0434\u043D\u0443 \u0438\u0437 \u0432\u044B\u0431\u0440\u0430\u043D\u043D\u044B\u0445 \u0444\u043E\u0440\u043C
Explicit_events_start_time_and_period_must_be_scalar = \u042F\u0432\u043D\u044B\u0435 \u0441\u043E\u0431\u044B\u0442\u0438\u044F \u043D\u0430\u0447\u0438\u043D\u0430\u044E\u0442 \u0432\u0440\u0435\u043C\u044F \u0438 \u043F\u0435\u0440\u0438\u043E\u0434 \u0434\u043E\u043B\u0436\u043D\u044B \u0431\u044B\u0442\u044C \u0441\u043A\u0430\u043B\u044F\u0440\u043D\u044B\u043C\u0438.
Extra_dimension_prefix_can_only_be_used_with_extra_dimension_selections = \u041F\u0440\u0435\u0444\u0438\u043A\u0441 \u0434\u043E\u043F\u043E\u043B\u043D\u0438\u0442\u0435\u043B\u044C\u043D\u043E\u0433\u043E \u0438\u0437\u043C\u0435\u0440\u0435\u043D\u0438\u044F \u043C\u043E\u0436\u0435\u0442 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C\u0441\u044F \u0442\u043E\u043B\u044C\u043A\u043E \u043F\u0440\u0438 \u0432\u044B\u0431\u043E\u0440\u0435 \u0434\u043E\u043F\u043E\u043B\u043D\u0438\u0442\u0435\u043B\u044C\u043D\u044B\u0445 \u0438\u0437\u043C\u0435\u0440\u0435\u043D\u0438\u0439.
Extra_dimension_selection_not_linked_to_an_extra_dimension = \u0412\u044B\u0431\u043E\u0440 \u0434\u043E\u043F\u043E\u043B\u043D\u0438\u0442\u0435\u043B\u044C\u043D\u043E\u0433\u043E \u0438\u0437\u043C\u0435\u0440\u0435\u043D\u0438\u044F \u043D\u0435 \u0441\u0432\u044F\u0437\u0430\u043D \u0441 \u043A\u043E\u043C\u043F\u043E\u043D\u0435\u043D\u0442\u043E\u043C \u0434\u043E\u043F\u043E\u043B\u043D\u0438\u0442\u0435\u043B\u044C\u043D\u043E\u0433\u043E \u0438\u0437\u043C\u0435\u0440\u0435\u043D\u0438\u044F.
Extra_dimensional_selection_was_not_found = \u042D\u043A\u0441\u0442\u0440\u0430\u043C\u0435\u0440\u043D\u044B\u0439 \u043E\u0442\u0431\u043E\u0440 \u043D\u0435 \u043D\u0430\u0439\u0434\u0435\u043D
External_material_list_X_is_undefined = \u0412\u043D\u0435\u0448\u043D\u0438\u0439 \u0441\u043F\u0438\u0441\u043E\u043A \u043C\u0430\u0442\u0435\u0440\u0438\u0430\u043B\u043E\u0432 # \u043D\u0435 \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D
# - F --------------------------------------------------------------------- F -
Failed_to_close_form = \u041D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u0437\u0430\u043A\u0440\u044B\u0442\u044C \u0444\u043E\u0440\u043C\u0443.
Failed_to_connect_to_repository_for_accessing_resources_etc = \u041D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u043F\u043E\u0434\u043A\u043B\u044E\u0447\u0438\u0442\u044C\u0441\u044F \u043A \u0440\u0435\u043F\u043E\u0437\u0438\u0442\u043E\u0440\u0438\u044E \u0434\u043B\u044F \u0434\u043E\u0441\u0442\u0443\u043F\u0430 \u043A \u0440\u0435\u0441\u0443\u0440\u0441\u0430\u043C.\n\u041F\u0440\u043E\u0432\u0435\u0440\u0438\u0442\u044C \u0443\u0447\u0435\u0442\u043D\u044B\u0435 \u0434\u0430\u043D\u043D\u044B\u0435 \u0434\u043B\u044F \u0430\u0443\u0442\u0435\u043D\u0442\u0438\u0444\u0438\u043A\u0430\u0446\u0438\u0438.
Failed_to_connect_to_repository_for_version_control = \u041D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u043F\u043E\u0434\u043A\u043B\u044E\u0447\u0438\u0442\u044C\u0441\u044F \u043A \u0440\u0435\u043F\u043E\u0437\u0438\u0442\u043E\u0440\u0438\u044E \u0434\u043B\u044F \u043A\u043E\u043D\u0442\u0440\u043E\u043B\u044F \u0432\u0435\u0440\u0441\u0438\u0439
Failed_to_create_geometry = \u041D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u0441\u043E\u0437\u0434\u0430\u0442\u044C \u0433\u0435\u043E\u043C\u0435\u0442\u0440\u0438\u044E.
Failed_to_find_a_method_for_pasted_method_call = \u041D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u043D\u0430\u0439\u0442\u0438 \u043C\u0435\u0442\u043E\u0434 \u0434\u043B\u044F \u0432\u0441\u0442\u0430\u0432\u043D\u043E\u0433\u043E \u0432\u044B\u0437\u043E\u0432\u0430 \u043C\u0435\u0442\u043E\u0434\u0430
Failed_to_run_command_sequence = \u041D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u0437\u0430\u043F\u0443\u0441\u0442\u0438\u0442\u044C \u043A\u043E\u043C\u0430\u043D\u0434\u043D\u0443\u044E \u043F\u043E\u0441\u043B\u0435\u0434\u043E\u0432\u0430\u0442\u0435\u043B\u044C\u043D\u043E\u0441\u0442\u044C.
Failed_to_run_method = \u041D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u0437\u0430\u043F\u0443\u0441\u0442\u0438\u0442\u044C \u043C\u0435\u0442\u043E\u0434.
Failed_to_evaluate_an_isotropic_value_of_an_anisotropic_tensor = \u041D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u043E\u0446\u0435\u043D\u0438\u0442\u044C \u0438\u0437\u043E\u0442\u0440\u043E\u043F\u043D\u043E\u0435 \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u0435 \u0430\u043D\u0438\u0437\u043E\u0442\u0440\u043E\u043F\u043D\u043E\u0433\u043E \u0442\u0435\u043D\u0437\u043E\u0440\u0430
Failed_to_evaluate_the_expression = \u041D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u043E\u0446\u0435\u043D\u0438\u0442\u044C \u0432\u044B\u0440\u0430\u0436\u0435\u043D\u0438\u0435
Failed_to_extract_commands = \u041D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u0438\u0437\u0432\u043B\u0435\u0447\u044C \u043A\u043E\u043C\u0430\u043D\u0434\u044B.
Failed_to_find_a_dependent_variable_to_loop_over = \u041D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u043D\u0430\u0439\u0442\u0438 \u0437\u0430\u0432\u0438\u0441\u0438\u043C\u0443\u044E \u043F\u0435\u0440\u0435\u043C\u0435\u043D\u043D\u0443\u044E, \u0447\u0442\u043E\u0431\u044B \u043F\u0435\u0440\u0435\u0432\u0435\u0440\u043D\u0443\u0442\u044C
Failed_to_find_any_event_that_matches_the_given_tag = \u041D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u043D\u0430\u0439\u0442\u0438 \u043B\u044E\u0431\u043E\u0435 \u0441\u043E\u0431\u044B\u0442\u0438\u0435, \u043A\u043E\u0442\u043E\u0440\u043E\u0435 \u0441\u043E\u043E\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0443\u0435\u0442 \u0437\u0430\u0434\u0430\u043D\u043D\u043E\u043C\u0443 \u0442\u0435\u0433\u0443
Failed_to_initialize_file_loader = \u041D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u0438\u043D\u0438\u0446\u0438\u0430\u043B\u0438\u0437\u0438\u0440\u043E\u0432\u0430\u0442\u044C \u0437\u0430\u0433\u0440\u0443\u0437\u0447\u0438\u043A \u0444\u0430\u0439\u043B\u043E\u0432
Failed_to_read_language_file = \u041D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u043F\u0440\u043E\u0447\u0438\u0442\u0430\u0442\u044C \u044F\u0437\u044B\u043A\u043E\u0432\u043E\u0439 \u0444\u0430\u0439\u043B.
Failed_to_show_dialog = \u041D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u043F\u043E\u043A\u0430\u0437\u0430\u0442\u044C \u0434\u0438\u0430\u043B\u043E\u0433.
Failed_to_show_form = \u041D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u043F\u043E\u043A\u0430\u0437\u0430\u0442\u044C \u0444\u043E\u0440\u043C\u0443.
Failed_to_switch_unit_for_unit_set_X = \u041D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u043F\u0435\u0440\u0435\u043A\u043B\u044E\u0447\u0438\u0442\u044C \u0431\u043B\u043E\u043A \u043D\u0430 \u0431\u043B\u043E\u043A '#'
Failed_to_update_external_resource_link = \u041D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u043E\u0431\u043D\u043E\u0432\u0438\u0442\u044C \u0432\u043D\u0435\u0448\u043D\u0438\u0439 \u0440\u0435\u0441\u0443\u0440\u0441
Failed_to_upload_file_to_server = \u041D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u0437\u0430\u0433\u0440\u0443\u0437\u0438\u0442\u044C \u0444\u0430\u0439\u043B \u043D\u0430 \u0441\u0435\u0440\u0432\u0435\u0440.
Filename_X_does_not_belong_to_an_archive = \u0418\u043C\u044F \u0444\u0430\u0439\u043B\u0430 '#' \u043D\u0435 \u043F\u0440\u0438\u043D\u0430\u0434\u043B\u0435\u0436\u0438\u0442 \u0430\u0440\u0445\u0438\u0432\u0443
File_does_not_exist_in_the_repository = \u0424\u0430\u0439\u043B \u043D\u0435 \u0441\u0443\u0449\u0435\u0441\u0442\u0432\u0443\u0435\u0442 \u0432 \u0440\u0435\u043F\u043E\u0437\u0438\u0442\u043E\u0440\u0438\u0438
File_is_not_part_of_an_archive_in_the_repository = \u0424\u0430\u0439\u043B \u043D\u0435 \u044F\u0432\u043B\u044F\u0435\u0442\u0441\u044F \u0447\u0430\u0441\u0442\u044C\u044E \u0430\u0440\u0445\u0438\u0432\u0430 \u0432 \u0445\u0440\u0430\u043D\u0438\u043B\u0438\u0449\u0435.
File_or_directory_X_does_not_exist = \u0424\u0430\u0439\u043B \u0438\u043B\u0438 \u043A\u0430\u0442\u0430\u043B\u043E\u0433 '#' \u043D\u0435 \u0441\u0443\u0449\u0435\u0441\u0442\u0432\u0443\u0435\u0442.
Files_embedded_in_an_application_do_not_support_writing_directories = \u0424\u0430\u0439\u043B\u044B, \u0432\u0441\u0442\u0440\u043E\u0435\u043D\u043D\u044B\u0435 \u0432 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0435, \u043D\u0435 \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u044E\u0442 \u043A\u0430\u0442\u0430\u043B\u043E\u0433\u0438 \u043D\u0430\u043F\u0438\u0441\u0430\u043D\u0438\u044F
First_argument_must_be_a_scalar_and_either_a_src2dst_or_dst2src_operator_name = \u041F\u0435\u0440\u0432\u044B\u043C \u0430\u0440\u0433\u0443\u043C\u0435\u043D\u0442\u043E\u043C \u0434\u043E\u043B\u0436\u0435\u043D \u0431\u044B\u0442\u044C \u0441\u043A\u0430\u043B\u044F\u0440 \u0438 \u043B\u0438\u0431\u043E \u0438\u043C\u044F \u043E\u043F\u0435\u0440\u0430\u0442\u043E\u0440\u0430 src2dst, \u043B\u0438\u0431\u043E dst2src.
First_member_in_a_radio_button_array_group_must_be_a_parameter_which_has_a_finite_set_of_valid_values = \u041F\u0435\u0440\u0432\u044B\u043C \u0447\u043B\u0435\u043D\u043E\u043C \u0432 \u0433\u0440\u0443\u043F\u043F\u0435 \u0440\u0430\u0434\u0438\u043E\u043A\u043D\u043E\u043F\u043E\u0447\u043D\u044B\u0445 \u043C\u0430\u0441\u0441\u0438\u0432\u043E\u0432 \u0434\u043E\u043B\u0436\u0435\u043D \u0431\u044B\u0442\u044C \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440, \u043A\u043E\u0442\u043E\u0440\u044B\u0439 \u0438\u043C\u0435\u0435\u0442 \u043A\u043E\u043D\u0435\u0447\u043D\u044B\u0439 \u043D\u0430\u0431\u043E\u0440 \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0442\u0435\u043B\u044C\u043D\u044B\u0445 \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u0439.
Filter_expression_is_invalid = \u0412\u044B\u0440\u0430\u0436\u0435\u043D\u0438\u0435 \u0444\u0438\u043B\u044C\u0442\u0440\u0430 \u044F\u0432\u043B\u044F\u0435\u0442\u0441\u044F \u043D\u0435\u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0442\u0435\u043B\u044C\u043D\u044B\u043C
Form_definition_must_reference_a_form = \u041E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D\u0438\u0435 \u0444\u043E\u0440\u043C\u044B \u0434\u043E\u043B\u0436\u043D\u043E \u0441\u043E\u0434\u0435\u0440\u0436\u0430\u0442\u044C \u0441\u0441\u044B\u043B\u043A\u0443 \u043D\u0430 \u0444\u043E\u0440\u043C\u0443.
Form_object_must_be_a_card_stack = \u041E\u0431\u044A\u0435\u043A\u0442\u043E\u043C \u0444\u043E\u0440\u043C\u044B \u0434\u043E\u043B\u0436\u0435\u043D \u0431\u044B\u0442\u044C \u043A\u0430\u0440\u0442\u043E\u0447\u043D\u044B\u0439 \u0441\u0442\u0435\u043A.
Form_object_must_have_a_toolbar = \u041E\u0431\u044A\u0435\u043A\u0442 \u0444\u043E\u0440\u043C\u044B \u0434\u043E\u043B\u0436\u0435\u043D \u0438\u043C\u0435\u0442\u044C \u043F\u0430\u043D\u0435\u043B\u044C \u0438\u043D\u0441\u0442\u0440\u0443\u043C\u0435\u043D\u0442\u043E\u0432.
Form_reference_target_must_not_reference_a_form = \u0421\u043F\u0440\u0430\u0432\u043E\u0447\u043D\u0430\u044F \u0446\u0435\u043B\u044C \u0444\u043E\u0440\u043C\u044B \u043D\u0435 \u0434\u043E\u043B\u0436\u043D\u0430 \u0441\u0441\u044B\u043B\u0430\u0442\u044C\u0441\u044F \u043D\u0430 \u0444\u043E\u0440\u043C\u0443.
Found_duplicate_definitions_of_plot_menu_x = \u041D\u0430\u0439\u0434\u0435\u043D\u044B \u0434\u0443\u0431\u043B\u0438\u0440\u0443\u044E\u0449\u0438\u0435 \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D\u0438\u044F \u0433\u0440\u0430\u0444\u0438\u043A\u043D\u043E\u0433\u043E \u043C\u0435\u043D\u044E #
Found_more_than_one_shell_material_list_in_X = \u041D\u0430\u0439\u0434\u0435\u043D\u043E \u0431\u043E\u043B\u0435\u0435 \u043E\u0434\u043D\u043E\u0433\u043E \u0441\u043F\u0438\u0441\u043A\u0430 \u043C\u0430\u0442\u0435\u0440\u0438\u0430\u043B\u043E\u0432 \u043E\u0431\u043E\u043B\u043E\u0447\u043A\u0438 \u0432 #
Frame_shapes_require_that_deformed_mesh_is_enabled_in_the_physics_interface = \u0424\u043E\u0440\u043C\u0430 \u0440\u0430\u043C\u044B \u0442\u0440\u0435\u0431\u0443\u0435\u0442, \u0447\u0442\u043E\u0431\u044B \u0434\u0435\u0444\u043E\u0440\u043C\u0438\u0440\u043E\u0432\u0430\u043D\u043D\u0430\u044F \u0441\u0435\u0442\u043A\u0430 \u0431\u044B\u043B\u0430 \u0432\u043A\u043B\u044E\u0447\u0435\u043D\u0430 \u0432 \u0438\u043D\u0442\u0435\u0440\u0444\u0435\u0439\u0441 \u0444\u0438\u0437\u0438\u043A\u0438
# - G --------------------------------------------------------------------- G -
General_or_coefficient_form_equations_are_only_supported_for_dependent_variables_of_rank_less_than_2 = \u0423\u0440\u0430\u0432\u043D\u0435\u043D\u0438\u044F \u043E\u0431\u0449\u0435\u0439 \u0438\u043B\u0438 \u043A\u043E\u044D\u0444\u0444\u0438\u0446\u0438\u0435\u043D\u0442\u043D\u043E\u0439 \u0444\u043E\u0440\u043C\u044B \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u044E\u0442\u0441\u044F \u0442\u043E\u043B\u044C\u043A\u043E \u0434\u043B\u044F \u0437\u0430\u0432\u0438\u0441\u0438\u043C\u044B\u0445 \u043F\u0435\u0440\u0435\u043C\u0435\u043D\u043D\u044B\u0445 \u0440\u0430\u043D\u0433\u0430 \u043C\u0435\u043D\u0435\u0435 2.
General_or_coefficient_form_elements_can_only_be_used_together_with_shape_function_X = \u041E\u0431\u0449\u0438\u0435 \u0438\u043B\u0438 \u043A\u043E\u044D\u0444\u0444\u0438\u0446\u0438\u0435\u043D\u0442\u043D\u044B\u0435 \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u044B \u0444\u043E\u0440\u043C\u044B \u043C\u043E\u0433\u0443\u0442 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C\u0441\u044F \u0442\u043E\u043B\u044C\u043A\u043E \u0432\u043C\u0435\u0441\u0442\u0435 \u0441 \u0444\u0443\u043D\u043A\u0446\u0438\u0435\u0439 \u0444\u043E\u0440\u043C\u044B '#'
Geometry_shape_function_rule_must_be_a_positive_integer_and_less_than_X = \u041F\u0440\u0430\u0432\u0438\u043B\u043E \u0444\u0443\u043D\u043A\u0446\u0438\u0438 \u0433\u0435\u043E\u043C\u0435\u0442\u0440\u0438\u0447\u0435\u0441\u043A\u043E\u0439 \u0444\u043E\u0440\u043C\u044B \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u043D\u0435\u043E\u0442\u0440\u0438\u0446\u0430\u0442\u0435\u043B\u044C\u043D\u044B\u043C \u0446\u0435\u043B\u044B\u043C \u0447\u0438\u0441\u043B\u043E\u043C \u0438 \u043C\u0435\u043D\u044C\u0448\u0435 #
Graphics_data_reference = \u0421\u0441\u044B\u043B\u043A\u0430 \u043D\u0430 \u0433\u0440\u0430\u0444\u0438\u0447\u0435\u0441\u043A\u0438\u0435 \u0434\u0430\u043D\u043D\u044B\u0435
Constraints_on_global_selections_are_not_allowed = \u041E\u0433\u0440\u0430\u043D\u0438\u0447\u0435\u043D\u0438\u044F \u043D\u0430 \u0433\u043B\u043E\u0431\u0430\u043B\u044C\u043D\u044B\u0439 \u043E\u0442\u0431\u043E\u0440 \u043D\u0435 \u0434\u043E\u043F\u0443\u0441\u043A\u0430\u044E\u0442\u0441\u044F
Weak_constraints_for_shape_function_X_are_not_allowed = \u0421\u043B\u0430\u0431\u044B\u0435 \u043E\u0433\u0440\u0430\u043D\u0438\u0447\u0435\u043D\u0438\u044F \u0434\u043B\u044F \u0444\u0443\u043D\u043A\u0446\u0438\u0438 \u0444\u043E\u0440\u043C\u044B '#' \u043D\u0435 \u0434\u043E\u043F\u0443\u0441\u043A\u0430\u044E\u0442\u0441\u044F
Weak_constraints_on_global_selections_are_not_allowed_for_custom_weak_constraints = \u0421\u043B\u0430\u0431\u044B\u0435 \u043E\u0433\u0440\u0430\u043D\u0438\u0447\u0435\u043D\u0438\u044F \u043D\u0430 \u0433\u043B\u043E\u0431\u0430\u043B\u044C\u043D\u044B\u0439 \u043E\u0442\u0431\u043E\u0440 \u043D\u0435 \u0434\u043E\u043F\u0443\u0441\u043A\u0430\u044E\u0442\u0441\u044F \u0434\u043B\u044F \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044C\u0441\u043A\u0438\u0445 \u0441\u043B\u0430\u0431\u044B\u0445 \u043E\u0433\u0440\u0430\u043D\u0438\u0447\u0435\u043D\u0438\u0439.
Weak_constraints_on_global_selections_are_not_allowed_for_specific_shapes = \u0421\u043B\u0430\u0431\u044B\u0435 \u043E\u0433\u0440\u0430\u043D\u0438\u0447\u0435\u043D\u0438\u044F \u043D\u0430 \u0433\u043B\u043E\u0431\u0430\u043B\u044C\u043D\u044B\u0439 \u043E\u0442\u0431\u043E\u0440 \u043D\u0435 \u0434\u043E\u043F\u0443\u0441\u043A\u0430\u044E\u0442\u0441\u044F \u0434\u043B\u044F \u043A\u043E\u043D\u043A\u0440\u0435\u0442\u043D\u044B\u0445 \u0444\u043E\u0440\u043C.
# - H --------------------------------------------------------------------- H -
# - I --------------------------------------------------------------------- I -
Illegal_character_X_in_filename = \u041D\u0435\u0437\u0430\u043A\u043E\u043D\u043D\u044B\u0439 \u0441\u0438\u043C\u0432\u043E\u043B '#' \u0432 \u0438\u043C\u0435\u043D\u0438 \u0444\u0430\u0439\u043B\u0430.
Illegal_diagram_symbol_database = \u041D\u0435\u0437\u0430\u043A\u043E\u043D\u043D\u0430\u044F \u0431\u0430\u0437\u0430 \u0434\u0430\u043D\u043D\u044B\u0445 \u0441\u0438\u043C\u0432\u043E\u043B\u043E\u0432 \u0434\u0438\u0430\u0433\u0440\u0430\u043C\u043C
Illegal_shape_order_X_defined_by_the_feature_Y = \u041D\u0435\u0437\u0430\u043A\u043E\u043D\u043D\u044B\u0439 \u043F\u043E\u0440\u044F\u0434\u043E\u043A \u0444\u043E\u0440\u043C\u044B '#0', \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u044F\u0435\u043C\u044B\u0439 \u0444\u0443\u043D\u043A\u0446\u0438\u0435\u0439 '#1'
Illegal_integration_order_X_defined_by_the_feature_Y = \u041D\u0435\u0437\u0430\u043A\u043E\u043D\u043D\u044B\u0439 \u043F\u043E\u0440\u044F\u0434\u043E\u043A \u0438\u043D\u0442\u0435\u0433\u0440\u0430\u0446\u0438\u0438 '#0', \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u044F\u0435\u043C\u044B\u0439 \u0444\u0443\u043D\u043A\u0446\u0438\u0435\u0439 '#1'
Illegal_geometry_shape_function_X_defined_by_the_feature_Y = \u041D\u0435\u0437\u0430\u043A\u043E\u043D\u043D\u0430\u044F \u0444\u0443\u043D\u043A\u0446\u0438\u044F \u0433\u0435\u043E\u043C\u0435\u0442\u0440\u0438\u0447\u0435\u0441\u043A\u043E\u0439 \u0444\u043E\u0440\u043C\u044B '#0', \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u044F\u0435\u043C\u0430\u044F \u0444\u0443\u043D\u043A\u0446\u0438\u0435\u0439 '#1'
Illegal_size_of_argument_X_of_function_Y = \u041D\u0435\u0437\u0430\u043A\u043E\u043D\u043D\u044B\u0439 \u0440\u0430\u0437\u043C\u0435\u0440 \u0430\u0440\u0433\u0443\u043C\u0435\u043D\u0442\u0430 '#0' \u0444\u0443\u043D\u043A\u0446\u0438\u0438 '#1'
Illegal_use_of_function_X = \u041D\u0435\u0437\u0430\u043A\u043E\u043D\u043D\u043E\u0435 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043D\u0438\u0435 \u0444\u0443\u043D\u043A\u0446\u0438\u0438 '#'
Illegal_use_of_operator_X = \u041D\u0435\u0437\u0430\u043A\u043E\u043D\u043D\u043E\u0435 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043D\u0438\u0435 \u043E\u043F\u0435\u0440\u0430\u0442\u043E\u0440\u0430 '#'
Illegal_use_of_prefix_X = \u041D\u0435\u0437\u0430\u043A\u043E\u043D\u043D\u043E\u0435 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043D\u0438\u0435 \u043F\u0440\u0438\u0441\u0442\u0430\u0432\u043A\u0438 '#'
Index_out_of_range_for_component_access_of_a_tensor_variable = \u0418\u043D\u0434\u0435\u043A\u0441 \u0432\u043D\u0435 \u0434\u0438\u0430\u043F\u0430\u0437\u043E\u043D\u0430 \u0434\u043B\u044F \u0434\u043E\u0441\u0442\u0443\u043F\u0430 \u043A\u043E\u043C\u043F\u043E\u043D\u0435\u043D\u0442\u043E\u0432 \u0442\u0435\u043D\u0437\u043E\u0440\u043D\u043E\u0439 \u043F\u0435\u0440\u0435\u043C\u0435\u043D\u043D\u043E\u0439
Insufficient_arguments_to_the_extract_operator = \u041D\u0435\u0434\u043E\u0441\u0442\u0430\u0442\u043E\u0447\u043D\u043E \u0430\u0440\u0433\u0443\u043C\u0435\u043D\u0442\u043E\u0432 \u0434\u043B\u044F \u043E\u043F\u0435\u0440\u0430\u0442\u043E\u0440\u0430 \u0438\u0437\u0432\u043B\u0435\u0447\u0435\u043D\u0438\u044F
Input_parameter_dependency_has_an_illegal_value = \u0417\u0430\u0432\u0438\u0441\u0438\u043C\u043E\u0441\u0442\u044C \u043E\u0442 \u0432\u0445\u043E\u0434\u043D\u043E\u0433\u043E \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u0430 \u0438\u043C\u0435\u0435\u0442 \u043D\u0435\u0437\u0430\u043A\u043E\u043D\u043D\u043E\u0435 \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u0435
Invalid_argument_value = \u041D\u0435\u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0442\u0435\u043B\u044C\u043D\u0430\u044F \u0446\u0435\u043D\u043D\u043E\u0441\u0442\u044C \u0430\u0440\u0433\u0443\u043C\u0435\u043D\u0442\u0430.
Invalid_column_definition = \u041D\u0435\u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0442\u0435\u043B\u044C\u043D\u043E\u0435 \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D\u0438\u0435 \u043A\u043E\u043B\u043E\u043D\u043A\u0438 
Invalid_comparison_file = \u041D\u0435\u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0442\u0435\u043B\u044C\u043D\u044B\u0439 \u0444\u0430\u0439\u043B \u0441\u0440\u0430\u0432\u043D\u0435\u043D\u0438\u044F
Invalid_declaration_specification_in_command = \u041D\u0435\u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0442\u0435\u043B\u044C\u043D\u0430\u044F \u0441\u043F\u0435\u0446\u0438\u0444\u0438\u043A\u0430\u0446\u0438\u044F \u0434\u0435\u043A\u043B\u0430\u0440\u0430\u0446\u0438\u0438 \u0432 \u043A\u043E\u043C\u0430\u043D\u0434\u0435.
Invalid_form_reference = \u041D\u0435\u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0442\u0435\u043B\u044C\u043D\u0430\u044F \u0444\u043E\u0440\u043C\u0430 \u0441\u0441\u044B\u043B\u043A\u0438.
Invalid_method_input_value = \u041D\u0435\u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0442\u0435\u043B\u044C\u043D\u043E\u0435 \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u0435 \u0432\u0445\u043E\u0434\u043D\u043E\u0433\u043E \u043C\u0435\u0442\u043E\u0434\u0430.
Invalid_physics_interface_reference_in_feature_x = \u041D\u0435\u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0442\u0435\u043B\u044C\u043D\u0430\u044F \u0441\u0441\u044B\u043B\u043A\u0430 \u043D\u0430 \u0444\u0438\u0437\u0438\u0447\u0435\u0441\u043A\u0438\u0439 \u0438\u043D\u0442\u0435\u0440\u0444\u0435\u0439\u0441 \u0432 \u0444\u0443\u043D\u043A\u0446\u0438\u0438 '#'
Invalid_plot_menu_definition_in_x = \u041D\u0435\u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0442\u0435\u043B\u044C\u043D\u043E\u0435 \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D\u0438\u0435 \u043C\u0435\u043D\u044E \u0432 #
Invalid_regular_expression_for_matching_ode_states_defined_in_feature_x = \u041D\u0435\u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0442\u0435\u043B\u044C\u043D\u043E\u0435 \u0440\u0435\u0433\u0443\u043B\u044F\u0440\u043D\u043E\u0435 \u0432\u044B\u0440\u0430\u0436\u0435\u043D\u0438\u0435 \u0434\u043B\u044F \u0441\u043E\u043E\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0438\u044F \u0441\u043E\u0441\u0442\u043E\u044F\u043D\u0438\u0439 \u041E\u0414\u042D, \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D\u043D\u044B\u0445 \u0432 \u043F\u0440\u0438\u0437\u043D\u0430\u043A\u0435 '#'
Invalid_regular_expression_in_regular_expression_check_feature_x = \u041D\u0435\u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0442\u0435\u043B\u044C\u043D\u043E\u0435 \u0440\u0435\u0433\u0443\u043B\u044F\u0440\u043D\u043E\u0435 \u0432\u044B\u0440\u0430\u0436\u0435\u043D\u0438\u0435 \u0432 \u0444\u0443\u043D\u043A\u0446\u0438\u0438 \u043F\u0440\u043E\u0432\u0435\u0440\u043A\u0438 \u0440\u0435\u0433\u0443\u043B\u044F\u0440\u043D\u043E\u0433\u043E \u0432\u044B\u0440\u0430\u0436\u0435\u043D\u0438\u044F '#'
Invalid_settings_for_a_selection_loop = \u041D\u0435\u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0442\u0435\u043B\u044C\u043D\u044B\u0435 \u043D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0438 \u0434\u043B\u044F \u0446\u0438\u043A\u043B\u0430 \u0432\u044B\u0431\u043E\u0440\u0430
Invalid_size_declaration_of_dependent_variable_x = \u041D\u0435\u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0442\u0435\u043B\u044C\u043D\u0430\u044F \u0434\u0435\u043A\u043B\u0430\u0440\u0430\u0446\u0438\u044F \u0440\u0430\u0437\u043C\u0435\u0440\u0430 \u0437\u0430\u0432\u0438\u0441\u0438\u043C\u043E\u0439 \u043F\u0435\u0440\u0435\u043C\u0435\u043D\u043D\u043E\u0439 '"'
Invalid_study_type = \u041D\u0435\u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0442\u0435\u043B\u044C\u043D\u044B\u0439 \u0442\u0438\u043F \u0438\u0441\u0441\u043B\u0435\u0434\u043E\u0432\u0430\u043D\u0438\u044F
Invalid_target = \u041D\u0435\u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0442\u0435\u043B\u044C\u043D\u0430\u044F \u0446\u0435\u043B\u044C.
# - J --------------------------------------------------------------------- J -
# - K --------------------------------------------------------------------- K -
# - L --------------------------------------------------------------------- L -
Layered_material_list_cannot_be_part_of_another_group = \u0421\u043F\u0438\u0441\u043E\u043A \u043C\u0430\u0442\u0435\u0440\u0438\u0430\u043B\u043E\u0432 \u043D\u0435 \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u0447\u0430\u0441\u0442\u044C\u044E \u0434\u0440\u0443\u0433\u043E\u0439 \u0433\u0440\u0443\u043F\u043F\u044B.
Layered_material_filter_requires_a_product_selection_maker = \u0421\u043B\u043E\u0435\u043D\u044B\u0439 \u0444\u0438\u043B\u044C\u0442\u0440 \u043C\u0430\u0442\u0435\u0440\u0438\u0430\u043B\u0430 \u0442\u0440\u0435\u0431\u0443\u0435\u0442 \u043F\u0440\u043E\u0438\u0437\u0432\u043E\u0434\u0438\u0442\u0435\u043B\u044F \u0432\u044B\u0431\u043E\u0440\u0430 \u043F\u0440\u043E\u0434\u0443\u043A\u0442\u0430
Left-hand_side_and_right-hand_side_sizes_do_not_match = \u0420\u0430\u0437\u043C\u0435\u0440\u044B \u043B\u0435\u0432\u043E\u0439 \u0438 \u043F\u0440\u0430\u0432\u043E\u0439 \u0441\u0442\u043E\u0440\u043E\u043D\u044B \u043D\u0435 \u0441\u043E\u0432\u043F\u0430\u0434\u0430\u044E\u0442.
Lists_not_supported_in_this_context = \u0421\u043F\u0438\u0441\u043A\u0438, \u043D\u0435 \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u0435\u043C\u044B\u0435 \u0432 \u044D\u0442\u043E\u043C \u043A\u043E\u043D\u0442\u0435\u043A\u0441\u0442\u0435
Loop_argument_X_is_not_allowed = \u041F\u0435\u0442\u043B\u0435\u0432\u043E\u0439 \u0430\u0440\u0433\u0443\u043C\u0435\u043D\u0442 '#' \u043D\u0435 \u0434\u043E\u043F\u0443\u0441\u043A\u0430\u0435\u0442\u0441\u044F
Loop_scope_can_only_be_used_in_a_component_with_a_loop_parameter = \u041E\u0431\u043B\u0430\u0441\u0442\u044C \u043F\u0435\u0442\u043B\u0438 \u043C\u043E\u0436\u0435\u0442 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C\u0441\u044F \u0442\u043E\u043B\u044C\u043A\u043E \u0432 \u043A\u043E\u043C\u043F\u043E\u043D\u0435\u043D\u0442\u0435 \u0441 \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u043E\u043C \u043F\u0435\u0442\u043B\u0438.
Loop_selection_must_be_used_for_this_maker = \u0412\u044B\u0431\u043E\u0440 \u043F\u0435\u0442\u043B\u0438 \u0434\u043E\u043B\u0436\u0435\u043D \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C\u0441\u044F \u0434\u043B\u044F \u044D\u0442\u043E\u0433\u043E \u043F\u0440\u043E\u0438\u0437\u0432\u043E\u0434\u0438\u0442\u0435\u043B\u044F
Loop_selection_must_use_a_selection_parameter_with_an_output_option_x = \u0412\u044B\u0431\u043E\u0440 \u043F\u0435\u0442\u043B\u0438 \u0434\u043E\u043B\u0436\u0435\u043D \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440 \u0432\u044B\u0431\u043E\u0440\u0430 \u0441 \u043E\u043F\u0446\u0438\u0435\u0439 \u0432\u044B\u0432\u043E\u0434\u0430 '#'
# - M --------------------------------------------------------------------- M -
Merge_cannot_be_completed_due_to_incompatible_types = \u0421\u043B\u0438\u044F\u043D\u0438\u0435 \u043D\u0435 \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u0437\u0430\u0432\u0435\u0440\u0448\u0435\u043D\u043E \u0438\u0437-\u0437\u0430 \u043D\u0435\u0441\u043E\u0432\u043C\u0435\u0441\u0442\u0438\u043C\u044B\u0445 \u0442\u0438\u043F\u043E\u0432.
Mesh_boundaries_operation_not_allowed_on_extra_dimensional_selections = \u0420\u0430\u0431\u043E\u0442\u0430 \u0441 \u0433\u0440\u0430\u043D\u0438\u0446\u0430\u043C\u0438 \u0441\u0435\u0442\u043A\u0438 \u043D\u0435 \u0434\u043E\u043F\u0443\u0441\u043A\u0430\u0435\u0442\u0441\u044F \u043F\u0440\u0438 \u0432\u043D\u0435\u043F\u0440\u043E\u0441\u0442\u0440\u0430\u043D\u0441\u0442\u0432\u0435\u043D\u043D\u044B\u0445 \u043F\u043E\u0434\u0431\u043E\u0440\u0430\u0445
Merging_variables_requires_that_the_variables_have_matching_sizes_and_coordinate_systems = \u0421\u043B\u0438\u044F\u043D\u0438\u0435 \u043F\u0435\u0440\u0435\u043C\u0435\u043D\u043D\u044B\u0445 \u0442\u0440\u0435\u0431\u0443\u0435\u0442, \u0447\u0442\u043E\u0431\u044B \u043F\u0435\u0440\u0435\u043C\u0435\u043D\u043D\u044B\u0435 \u0438\u043C\u0435\u043B\u0438 \u0441\u043E\u043E\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0443\u044E\u0449\u0438\u0435 \u0440\u0430\u0437\u043C\u0435\u0440\u044B \u0438 \u0441\u0438\u0441\u0442\u0435\u043C\u044B \u043A\u043E\u043E\u0440\u0434\u0438\u043D\u0430\u0442.
Method_definition_must_reference_a_method = \u041E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D\u0438\u0435 \u043C\u0435\u0442\u043E\u0434\u0430 \u0434\u043E\u043B\u0436\u043D\u043E \u0441\u0441\u044B\u043B\u0430\u0442\u044C\u0441\u044F \u043D\u0430 \u043C\u0435\u0442\u043E\u0434.
Method_input_definition_should_be_on_the_form_name_value = \u041E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D\u0438\u0435 \u0432\u0432\u043E\u0434\u0430 \u043C\u0435\u0442\u043E\u0434\u0430 \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u043D\u0430 \u0438\u043C\u044F \u0444\u043E\u0440\u043C\u044B = \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u0435.
Method_contains_syntax_errors = \u041C\u0435\u0442\u043E\u0434 \u0441\u043E\u0434\u0435\u0440\u0436\u0438\u0442 \u0441\u0438\u043D\u0442\u0430\u043A\u0441\u0438\u0447\u0435\u0441\u043A\u0438\u0435 \u043E\u0448\u0438\u0431\u043A\u0438
Maximum_number_of_cells_is_X = \u041C\u0430\u043A\u0441\u0438\u043C\u0430\u043B\u044C\u043D\u043E\u0435 \u043A\u043E\u043B\u0438\u0447\u0435\u0441\u0442\u0432\u043E \u044F\u0447\u0435\u0435\u043A '#'.
Mixed_between_a_selection_parameter_and_a_selection_loop_are_not_allowed = \u0421\u043C\u0435\u0448\u0438\u0432\u0430\u043D\u0438\u0435 \u043C\u0435\u0436\u0434\u0443 \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u043E\u043C \u0432\u044B\u0431\u043E\u0440\u0430 \u0438 \u0446\u0438\u043A\u043B\u043E\u043C \u0432\u044B\u0431\u043E\u0440\u0430 \u043D\u0435 \u0434\u043E\u043F\u0443\u0441\u043A\u0430\u0435\u0442\u0441\u044F.
Moving_frame_condition_cannot_be_contained_by_a_multiphysics_coupling_directly = \u0423\u0441\u043B\u043E\u0432\u0438\u0435 \u0434\u0432\u0438\u0436\u0443\u0449\u0435\u0439\u0441\u044F \u0440\u0430\u043C\u044B \u043D\u0435 \u043C\u043E\u0436\u0435\u0442 \u0441\u043E\u0434\u0435\u0440\u0436\u0430\u0442\u044C\u0441\u044F \u041C\u0443\u043B\u044C\u0442\u0438\u0444\u0438\u0437\u0438\u0447\u0435\u0441\u043A\u043E\u0439 \u0421\u0432\u044F\u0437\u044C\u044E \u043D\u0435\u043F\u043E\u0441\u0440\u0435\u0434\u0441\u0442\u0432\u0435\u043D\u043D\u043E.\n \u0414\u043E\u0431\u0430\u0432\u044C\u0442\u0435 \u0438\u0445 \u043F\u043E\u0434 \u0443\u0437\u043B\u043E\u043C Coupling Type Contribution \u0432\u043C\u0435\u0441\u0442\u043E \u044D\u0442\u043E\u0433\u043E \u0438\u043B\u0438 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0439\u0442\u0435 \u043D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0443 \u0443\u0441\u043B\u043E\u0432\u0438\u044F. 
Moving_frame_condition_require_that_deformed_mesh_is_enabled_in_the_physics_interface = \u0423\u0441\u043B\u043E\u0432\u0438\u0435 \u0434\u0432\u0438\u0436\u0443\u0449\u0435\u0439\u0441\u044F \u0440\u0430\u043C\u043A\u0438 \u0442\u0440\u0435\u0431\u0443\u0435\u0442, \u0447\u0442\u043E\u0431\u044B \u0434\u0435\u0444\u043E\u0440\u043C\u0438\u0440\u043E\u0432\u0430\u043D\u043D\u0430\u044F \u0441\u0435\u0442\u043A\u0430 \u0431\u044B\u043B\u0430 \u0432\u043A\u043B\u044E\u0447\u0435\u043D\u0430 \u0432 \u0444\u0438\u0437\u0438\u0447\u0435\u0441\u043A\u0438\u0439 \u0438\u043D\u0442\u0435\u0440\u0444\u0435\u0439\u0441.\n\u0412\u043A\u043B\u044E\u0447\u0438\u0442\u044C \u043D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0443 \u0438\u043B\u0438 \u0432\u043C\u0435\u0441\u0442\u043E \u044D\u0442\u043E\u0433\u043E \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C \u043D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0443 \u0443\u0441\u043B\u043E\u0432\u0438\u044F.
Moving_frame_conditions_cannot_be_contained_by_a_multiphysics_coupling_directly = \u0423\u0441\u043B\u043E\u0432\u0438\u044F \u0434\u0432\u0438\u0436\u0443\u0449\u0435\u0433\u043E\u0441\u044F \u043A\u0430\u0434\u0440\u0430 \u043D\u0435 \u043C\u043E\u0433\u0443\u0442 \u0441\u043E\u0434\u0435\u0440\u0436\u0430\u0442\u044C\u0441\u044F \u041C\u0443\u043B\u044C\u0442\u0438\u0444\u0438\u0437\u0438\u0447\u0435\u0441\u043A\u043E\u0439 \u0421\u0432\u044F\u0437\u044C\u044E \u043D\u0430\u043F\u0440\u044F\u043C\u0443\u044E.\n \u0414\u043E\u0431\u0430\u0432\u044C\u0442\u0435 \u0438\u0445 \u043F\u043E\u0434 \u0443\u0437\u043B\u043E\u043C Coupling Type Contribution. 
Moving_frame_conditions_require_that_deformed_mesh_is_enabled_in_the_physics_interface = \u0423\u0441\u043B\u043E\u0432\u0438\u044F \u0434\u0432\u0438\u0436\u0443\u0449\u0435\u0433\u043E\u0441\u044F \u043A\u0430\u0434\u0440\u0430 \u0442\u0440\u0435\u0431\u0443\u044E\u0442, \u0447\u0442\u043E\u0431\u044B \u0434\u0435\u0444\u043E\u0440\u043C\u0438\u0440\u043E\u0432\u0430\u043D\u043D\u0430\u044F \u0441\u0435\u0442\u043A\u0430 \u0431\u044B\u043B\u0430 \u0432\u043A\u043B\u044E\u0447\u0435\u043D\u0430 \u0432 \u0438\u043D\u0442\u0435\u0440\u0444\u0435\u0439\u0441\u0435 \u0444\u0438\u0437\u0438\u043A\u0438.
Multiphysics_coupling_filters_may_only_be_used_by_parent_coupling_features = \u041C\u0443\u043B\u044C\u0442\u0438\u0444\u0438\u0437\u0438\u0447\u0435\u0441\u043A\u0438\u0435 \u0441\u043E\u0435\u0434\u0438\u043D\u0438\u0442\u0435\u043B\u044C\u043D\u044B\u0435 \u0444\u0438\u043B\u044C\u0442\u0440\u044B \u043C\u043E\u0433\u0443\u0442 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C\u0441\u044F \u0442\u043E\u043B\u044C\u043A\u043E \u0440\u043E\u0434\u0438\u0442\u0435\u043B\u044C\u0441\u043A\u0438\u043C\u0438 \u0441\u043E\u0435\u0434\u0438\u043D\u0438\u0442\u0435\u043B\u044C\u043D\u044B\u043C\u0438 \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u0430\u043C\u0438.
Must_be_a_valid_coordinate_name_or_a_parameter = \u0414\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0442\u0435\u043B\u044C\u043D\u043E\u0435 \u0438\u043C\u044F \u043A\u043E\u043E\u0440\u0434\u0438\u043D\u0430\u0442\u044B \u0438\u043B\u0438 \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440
Must_be_a_unique_tag_suffix_(can_be_empty) = \u0414\u043E\u043B\u0436\u0435\u043D \u0431\u044B\u0442\u044C \u0443\u043D\u0438\u043A\u0430\u043B\u044C\u043D\u044B\u0439 \u0441\u0443\u0444\u0444\u0438\u043A\u0441 \u0442\u0435\u0433\u0430 (\u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u043F\u0443\u0441\u0442\u044B\u043C)
Must_be_a_valid_path-separated_variable_name = \u0414\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0442\u0435\u043B\u044C\u043D\u043E\u0435 \u0438\u043C\u044F \u043F\u0435\u0440\u0435\u043C\u0435\u043D\u043D\u043E\u0439, \u0440\u0430\u0437\u0434\u0435\u043B\u0435\u043D\u043D\u043E\u0439 \u043F\u043E \u043F\u0443\u0442\u0438
Must_be_a_valid_selection_string_eg_X = \u0414\u043E\u043B\u0436\u043D\u0430 \u0431\u044B\u0442\u044C \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0442\u0435\u043B\u044C\u043D\u0430\u044F \u0441\u0442\u0440\u043E\u043A\u0430 \u0432\u044B\u0431\u043E\u0440\u0430, \u043D\u0430\u043F\u0440\u0438\u043C\u0435\u0440 '#'.
Must_be_a_valid_variable_name = \u0414\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0442\u0435\u043B\u044C\u043D\u043E\u0435 \u043F\u0435\u0440\u0435\u043C\u0435\u043D\u043D\u043E\u0435 \u0438\u043C\u044F.
# - N --------------------------------------------------------------------- N -
Name_is_already_defined = \u0418\u043C\u044F \u0443\u0436\u0435 \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D\u043E.
Named_group_members_are_not_supported_in_automatic_harmonic_perturbation_sub_features = \u041D\u0430\u0437\u0432\u0430\u043D\u043D\u044B\u0435 \u0447\u043B\u0435\u043D\u044B \u0433\u0440\u0443\u043F\u043F\u044B \u043D\u0435 \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u044E\u0442\u0441\u044F \u0432 \u0430\u0432\u0442\u043E\u043C\u0430\u0442\u0438\u0447\u0435\u0441\u043A\u0438\u0445 \u0433\u0430\u0440\u043C\u043E\u043D\u0438\u0447\u0435\u0441\u043A\u0438\u0445 \u043F\u043E\u0434\u0444\u0443\u043D\u043A\u0446\u0438\u044F\u0445 \u0432\u043E\u0437\u043C\u0443\u0449\u0435\u043D\u0438\u044F.
Needed_X_selection_definitions_but_found_only_Y = \u041D\u0443\u0436\u043D\u044B \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D\u0438\u044F \u0432\u044B\u0431\u043E\u0440\u0430 #0, \u043D\u043E \u043D\u0430\u0439\u0434\u0435\u043D\u043E \u0442\u043E\u043B\u044C\u043A\u043E #1.
Nested_selection_arguments_in_component_links_is_not_supported = \u0412\u043B\u043E\u0436\u0435\u043D\u043D\u044B\u0435 \u0430\u0440\u0433\u0443\u043C\u0435\u043D\u0442\u044B \u0432\u044B\u0431\u043E\u0440\u0430 \u0432 \u043A\u043E\u043C\u043F\u043E\u043D\u0435\u043D\u0442\u043D\u044B\u0445 \u0441\u0441\u044B\u043B\u043A\u0430\u0445 \u043D\u0435 \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u044E\u0442\u0441\u044F. 
No_dependent_variable_can_be_found_for_identifier_x = \u0417\u0430\u0432\u0438\u0441\u0438\u043C\u0430\u044F \u043F\u0435\u0440\u0435\u043C\u0435\u043D\u043D\u0430\u044F \u0434\u043B\u044F \u0438\u0434\u0435\u043D\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u043E\u0440\u0430 '#'
No_variable_found_for_identifier_X = \u041F\u0435\u0440\u0435\u043C\u0435\u043D\u043D\u0430\u044F \u0434\u043B\u044F \u0438\u0434\u0435\u043D\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u043E\u0440\u0430 '#'
No_application_available = \u041D\u0435\u0442 \u0434\u043E\u0441\u0442\u0443\u043F\u043D\u044B\u0445 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0439
No_application_defined = \u0417\u0430\u044F\u0432\u043A\u0430 \u043D\u0435 \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D\u0430
No_allowed_dimensions_found = \u0420\u0430\u0437\u0440\u0435\u0448\u0435\u043D\u043D\u044B\u0435 \u0440\u0430\u0437\u043C\u0435\u0440\u044B \u043D\u0435 \u043D\u0430\u0439\u0434\u0435\u043D\u044B
No_allowed_domain_level_found = \u041D\u0435 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043D\u043D\u044B\u0439 \u0443\u0440\u043E\u0432\u0435\u043D\u044C \u043E\u0431\u043B\u0430\u0441\u0442\u0438
No_allowed_values_were_defined = \u0414\u043E\u043F\u0443\u0441\u0442\u0438\u043C\u044B\u0435 \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u044F \u043D\u0435 \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D\u044B.
No_circular_references_are_allowed = \u041A\u0440\u0443\u0433\u043E\u0432\u044B\u0435 \u0441\u0441\u044B\u043B\u043A\u0438 \u043D\u0435 \u0434\u043E\u043F\u0443\u0441\u043A\u0430\u044E\u0442\u0441\u044F
No_comparison_to_save = \u041D\u0435\u0442 \u0441\u0440\u0430\u0432\u043D\u0435\u043D\u0438\u044F, \u0447\u0442\u043E\u0431\u044B \u0441\u043E\u0445\u0440\u0430\u043D\u0438\u0442\u044C
No_compiled_class_could_be_found = \u041A\u043E\u043C\u043F\u0438\u043B\u0438\u0440\u043E\u0432\u0430\u043D\u043D\u044B\u0439 \u043A\u043B\u0430\u0441\u0441 \u043D\u0435 \u043D\u0430\u0439\u0434\u0435\u043D
No_data_source_found_for_feature_X_with_path_Y = \u0418\u0441\u0442\u043E\u0447\u043D\u0438\u043A \u0434\u0430\u043D\u043D\u044B\u0445 \u043D\u0435 \u043D\u0430\u0439\u0434\u0435\u043D \u043F\u043E \u0430\u0434\u0440\u0435\u0441\u0443 #0 \u0441 #1
No_definition_with_given_tag = \u041D\u0435\u0442 \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D\u0438\u044F \u0441 \u0437\u0430\u0434\u0430\u043D\u043D\u044B\u043C \u0442\u0435\u0433\u043E\u043C.
No_dependent_variable_found_with_name_x = \u041D\u0435 \u043D\u0430\u0439\u0434\u0435\u043D\u0430 \u0437\u0430\u0432\u0438\u0441\u0438\u043C\u0430\u044F \u043F\u0435\u0440\u0435\u043C\u0435\u043D\u043D\u0430\u044F \u0441 \u0438\u043C\u0435\u043D\u0435\u043C '#'
No_destination_file_given_for_the_command_X = \u0424\u0430\u0439\u043B \u043D\u0430\u0437\u043D\u0430\u0447\u0435\u043D\u0438\u044F \u043D\u0435 \u0443\u043A\u0430\u0437\u0430\u043D \u0434\u043B\u044F \u043A\u043E\u043C\u0430\u043D\u0434\u044B '#'.
No_discretization_can_be_found_for_identifier_x = \u041D\u0438\u043A\u0430\u043A\u043E\u0439 \u0434\u0438\u0441\u043A\u0440\u0435\u0442\u0438\u0437\u0430\u0446\u0438\u0438 \u0434\u043B\u044F \u0438\u0434\u0435\u043D\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u043E\u0440\u0430 '#'
No_extra_dimension_linked = \u041D\u0438\u043A\u0430\u043A\u0438\u0445 \u0434\u043E\u043F\u043E\u043B\u043D\u0438\u0442\u0435\u043B\u044C\u043D\u044B\u0445 \u0438\u0437\u043C\u0435\u0440\u0435\u043D\u0438\u0439.
No_matching_extra_dimension_found = \u041D\u0438\u043A\u0430\u043A\u0438\u0445 \u0434\u043E\u043F\u043E\u043B\u043D\u0438\u0442\u0435\u043B\u044C\u043D\u044B\u0445 \u0438\u0437\u043C\u0435\u0440\u0435\u043D\u0438\u0439 \u043D\u0435 \u043D\u0430\u0439\u0434\u0435\u043D\u043E.
No_suitable_assignment_statement_found = \u041D\u0435 \u043D\u0430\u0439\u0434\u0435\u043D\u043E \u043F\u043E\u0434\u0445\u043E\u0434\u044F\u0449\u0435\u0433\u043E \u0437\u0430\u044F\u0432\u043B\u0435\u043D\u0438\u044F \u043E \u043D\u0430\u0437\u043D\u0430\u0447\u0435\u043D\u0438\u0438.
Normal_displacement_expression_must_be_a_scalar = \u041D\u043E\u0440\u043C\u0430\u043B\u044C\u043D\u043E\u0435 \u0432\u044B\u0440\u0430\u0436\u0435\u043D\u0438\u0435 \u0441\u043C\u0435\u0449\u0435\u043D\u0438\u044F \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u0441\u043A\u0430\u043B\u044F\u0440\u043D\u044B\u043C.
Normal_sign_is_not_applicable_to_periodic_conditions = \u041D\u043E\u0440\u043C\u0430\u043B\u044C\u043D\u044B\u0439 \u0437\u043D\u0430\u043A \u043D\u0435 \u043F\u0440\u0438\u043C\u0435\u043D\u0438\u043C \u043A \u043F\u0435\u0440\u0438\u043E\u0434\u0438\u0447\u0435\u0441\u043A\u0438\u043C \u0443\u0441\u043B\u043E\u0432\u0438\u044F\u043C.
Normal_velocity_expression_must_be_a_scalar = \u041D\u043E\u0440\u043C\u0430\u043B\u044C\u043D\u043E\u0435 \u0432\u044B\u0440\u0430\u0436\u0435\u043D\u0438\u0435 \u0441\u043A\u043E\u0440\u043E\u0441\u0442\u0438 \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u0441\u043A\u0430\u043B\u044F\u0440\u043D\u044B\u043C.
Not_applicable_for_integer_and_double_sources = \u041D\u0435 \u043F\u0440\u0438\u043C\u0435\u043D\u044F\u0435\u0442\u0441\u044F \u0434\u043B\u044F \u0446\u0435\u043B\u043E\u0447\u0438\u0441\u043B\u0435\u043D\u043D\u044B\u0445 \u0438 \u0434\u0432\u043E\u0439\u043D\u044B\u0445 \u0438\u0441\u0442\u043E\u0447\u043D\u0438\u043A\u043E\u0432.
Not_connected_to_a_repository = \u041D\u0435 \u043F\u043E\u0434\u043A\u043B\u044E\u0447\u0435\u043D \u043A \u0440\u0435\u043F\u043E\u0437\u0438\u0442\u043E\u0440\u0438\u044E
Numerical_bounds_validation_failed = \u041F\u0440\u043E\u0432\u0435\u0440\u043A\u0430 \u0447\u0438\u0441\u043B\u0435\u043D\u043D\u044B\u0445 \u0433\u0440\u0430\u043D\u0438\u0446 \u043D\u0435 \u0443\u0434\u0430\u043B\u0430\u0441\u044C.
# - O --------------------------------------------------------------------- O -
Only_contact_pairs_supports_the_gap_operator = \u0422\u043E\u043B\u044C\u043A\u043E \u043F\u0430\u0440\u044B \u043A\u043E\u043D\u0442\u0430\u043A\u0442\u043E\u0432 \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u044E\u0442 \u043E\u043F\u0435\u0440\u0430\u0442\u043E\u0440\u0430 \u0440\u0430\u0437\u0440\u044B\u0432\u0430.
Only_contact_pairs_supports_the_initial_gap_operator = \u0422\u043E\u043B\u044C\u043A\u043E \u043F\u0430\u0440\u044B \u043A\u043E\u043D\u0442\u0430\u043A\u0442\u043E\u0432 \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u044E\u0442 \u043E\u043F\u0435\u0440\u0430\u0442\u043E\u0440 \u043D\u0430\u0447\u0430\u043B\u044C\u043D\u043E\u0433\u043E \u0440\u0430\u0437\u0440\u044B\u0432\u0430.
Only_Lagrange_multipliers_corresponding_to_the_selected_shape_is_allowed = \u0414\u043E\u043F\u0443\u0441\u043A\u0430\u044E\u0442\u0441\u044F \u0442\u043E\u043B\u044C\u043A\u043E \u043C\u043D\u043E\u0436\u0438\u0442\u0435\u043B\u0438 \u041B\u0430\u0433\u0440\u0430\u043D\u0436\u0430, \u0441\u043E\u043E\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0443\u044E\u0449\u0438\u0435 \u0432\u044B\u0431\u0440\u0430\u043D\u043D\u043E\u0439 \u0444\u043E\u0440\u043C\u0435.
Only_ordinary_physics_features_are_allowed_as_harmonic_perturbation_features = \u0412 \u043A\u0430\u0447\u0435\u0441\u0442\u0432\u0435 \u0433\u0430\u0440\u043C\u043E\u043D\u0438\u0447\u0435\u0441\u043A\u0438\u0445 \u0445\u0430\u0440\u0430\u043A\u0442\u0435\u0440\u0438\u0441\u0442\u0438\u043A \u0432\u043E\u0437\u043C\u0443\u0449\u0435\u043D\u0438\u044F \u0434\u043E\u043F\u0443\u0441\u043A\u0430\u044E\u0442\u0441\u044F \u0442\u043E\u043B\u044C\u043A\u043E \u043E\u0431\u044B\u0447\u043D\u044B\u0435 \u0444\u0438\u0437\u0438\u0447\u0435\u0441\u043A\u0438\u0435 \u043F\u0440\u0438\u0437\u043D\u0430\u043A\u0438.
Only_scalar_expressions_are_allowed = \u0414\u043E\u043F\u0443\u0441\u043A\u0430\u044E\u0442\u0441\u044F \u0442\u043E\u043B\u044C\u043A\u043E \u0441\u043A\u0430\u043B\u044F\u0440\u043D\u044B\u0435 \u0432\u044B\u0440\u0430\u0436\u0435\u043D\u0438\u044F
Only_single_level_user_inputs_are_allowed_in_a_component_with_a_loop_parameter_check_the_arrray_type_of_x = \u0414\u043E\u043F\u0443\u0441\u043A\u0430\u044E\u0442\u0441\u044F \u0442\u043E\u043B\u044C\u043A\u043E \u043E\u0434\u043D\u043E\u0443\u0440\u043E\u0432\u043D\u0435\u0432\u044B\u0435 \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044C\u0441\u043A\u0438\u0435 \u0432\u0432\u043E\u0434\u044B \u0432 \u043A\u043E\u043C\u043F\u043E\u043D\u0435\u043D\u0442\u0435 \u0441 \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u043E\u043C \u043F\u0435\u0442\u043B\u0438. \u041F\u0440\u043E\u0432\u0435\u0440\u044C\u0442\u0435 \u0442\u0438\u043F \u043C\u0430\u0441\u0441\u0438\u0432\u0430 '#'.
Only_spatial_or_material_frame_are_allowed_as_moving_frames = \u0412 \u043A\u0430\u0447\u0435\u0441\u0442\u0432\u0435 \u0434\u0432\u0438\u0436\u0443\u0449\u0438\u0445\u0441\u044F \u043A\u0430\u0434\u0440\u043E\u0432 \u0434\u043E\u043F\u0443\u0441\u043A\u0430\u0435\u0442\u0441\u044F \u0442\u043E\u043B\u044C\u043A\u043E \u043F\u0440\u043E\u0441\u0442\u0440\u0430\u043D\u0441\u0442\u0432\u0435\u043D\u043D\u0430\u044F \u0438\u043B\u0438 \u043C\u0430\u0442\u0435\u0440\u0438\u0430\u043B\u044C\u043D\u0430\u044F \u0440\u0430\u043C\u0430.
Only_supported_by_form_collections = \u041F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u0435\u0442\u0441\u044F \u0442\u043E\u043B\u044C\u043A\u043E \u0441\u0431\u043E\u0440\u043E\u043C \u0444\u043E\u0440\u043C.
Only_supported_by_form_collections_with_sections = \u041F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u044E\u0442\u0441\u044F \u0442\u043E\u043B\u044C\u043A\u043E \u043A\u043E\u043B\u043B\u0435\u043A\u0446\u0438\u0438 \u0444\u043E\u0440\u043C \u0441 \u0440\u0430\u0437\u0434\u0435\u043B\u0430\u043C\u0438.
Only_tensor_functions_defined_under_Auxiliary_definitions_can_be_used_etc = \u0412 \u0443\u0441\u043B\u043E\u0432\u043D\u044B\u0445 \u0432\u044B\u0440\u0430\u0436\u0435\u043D\u0438\u044F\u0445 \u043C\u043E\u0433\u0443\u0442 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C\u0441\u044F \u0442\u043E\u043B\u044C\u043A\u043E \u0442\u0435\u043D\u0437\u043E\u0440\u043D\u044B\u0435 \u0444\u0443\u043D\u043A\u0446\u0438\u0438, \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D\u043D\u044B\u0435 \u0432 \u0441\u043E\u043E\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0438\u0438 \u0441 \u0432\u0441\u043F\u043E\u043C\u043E\u0433\u0430\u0442\u0435\u043B\u044C\u043D\u044B\u043C\u0438 \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D\u0438\u044F\u043C\u0438 \u0438\u043B\u0438 \u0432\u0441\u0442\u0440\u043E\u0435\u043D\u043D\u044B\u043C\u0438 \u0444\u0443\u043D\u043A\u0446\u0438\u044F\u043C\u0438.
Only_tensor_up_to_rank_four_can_be_converted_to_a_parameter_value = \u0422\u043E\u043B\u044C\u043A\u043E \u0442\u0435\u043D\u0437\u043E\u0440 \u0434\u043E \u0447\u0435\u0442\u0432\u0435\u0440\u0442\u043E\u0433\u043E \u0440\u0430\u043D\u0433\u0430 \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u043F\u0440\u0435\u043E\u0431\u0440\u0430\u0437\u043E\u0432\u0430\u043D \u0432 \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u0435 \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u0430.
# - P --------------------------------------------------------------------- P -
Pair_index_is_out_of_bounds = \u041F\u0430\u0440\u043D\u044B\u0439 \u0438\u043D\u0434\u0435\u043A\u0441 \u0432\u044B\u0445\u043E\u0434\u0438\u0442 \u0437\u0430 \u0440\u0430\u043C\u043A\u0438.
Parameter_cannot_be_evaluated_in_this_context = \u041F\u0430\u0440\u0430\u043C\u0435\u0442\u0440 \u043D\u0435 \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u043E\u0446\u0435\u043D\u0435\u043D \u0432 \u044D\u0442\u043E\u043C \u043A\u043E\u043D\u0442\u0435\u043A\u0441\u0442\u0435.
Parameter_component_index_out_of_bounds = \u0418\u043D\u0434\u0435\u043A\u0441 \u043A\u043E\u043C\u043F\u043E\u043D\u0435\u043D\u0442\u0430 \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u0430 \u0432\u043D\u0435 \u043F\u0440\u0435\u0434\u0435\u043B\u043E\u0432.
Physics_builder_support_is_not_enabled_in_the_preferences[open] = \u041F\u043E\u0434\u0434\u0435\u0440\u0436\u043A\u0430 \u043A\u043E\u043D\u0441\u0442\u0440\u0443\u043A\u0442\u043E\u0440\u0430 \u0444\u0438\u0437\u0438\u043A\u0438 \u043D\u0435 \u0432\u043A\u043B\u044E\u0447\u0435\u043D\u0430.\n\u0412\u043A\u043B\u044E\u0447\u0438\u0442\u044C \u0435\u0433\u043E \u0432 \u043D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0430\u0445 \u043F\u0435\u0440\u0435\u0434 \u043E\u0442\u043A\u0440\u044B\u0442\u0438\u0435\u043C \u0444\u0430\u0439\u043B\u0430 \u0444\u0438\u0437\u0438\u043A\u0438.
Physics_builder_support_is_not_enabled_in_the_preferences[preview] = \u041F\u043E\u0434\u0434\u0435\u0440\u0436\u043A\u0430 \u043A\u043E\u043D\u0441\u0442\u0440\u0443\u043A\u0442\u043E\u0440\u0430 \u0444\u0438\u0437\u0438\u043A\u0438 \u043D\u0435 \u0432\u043A\u043B\u044E\u0447\u0435\u043D\u0430.\n\u0412\u043A\u043B\u044E\u0447\u0438\u0442\u044C \u0435\u0433\u043E \u0432 \u043D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0430\u0445 \u043F\u0435\u0440\u0435\u0434 \u043F\u0440\u0435\u0434\u0432\u0430\u0440\u0438\u0442\u0435\u043B\u044C\u043D\u044B\u043C \u043F\u0440\u043E\u0441\u043C\u043E\u0442\u0440\u043E\u043C \u0438\u043D\u0442\u0435\u0440\u0444\u0435\u0439\u0441\u0430 \u0444\u0438\u0437\u0438\u043A\u0438.
Physics_features_can_only_specify_one_mesh_suggestion = \u0424\u0438\u0437\u0438\u0447\u0435\u0441\u043A\u0438\u0435 \u043E\u0441\u043E\u0431\u0435\u043D\u043D\u043E\u0441\u0442\u0438 \u043C\u043E\u0433\u0443\u0442 \u0443\u043A\u0430\u0437\u044B\u0432\u0430\u0442\u044C \u0442\u043E\u043B\u044C\u043A\u043E \u043E\u0434\u043D\u043E \u0441\u0435\u0442\u0447\u0430\u0442\u043E\u0435 \u043F\u0440\u0435\u0434\u043B\u043E\u0436\u0435\u043D\u0438\u0435
Property_value_was_not_correct = \u0421\u0442\u043E\u0438\u043C\u043E\u0441\u0442\u044C \u043D\u0435\u0434\u0432\u0438\u0436\u0438\u043C\u043E\u0441\u0442\u0438 \u043D\u0435 \u0431\u044B\u043B\u0430 \u043F\u0440\u0430\u0432\u0438\u043B\u044C\u043D\u043E\u0439
# - Q --------------------------------------------------------------------- Q -
# - R --------------------------------------------------------------------- R -
Changing_allowed_values_for_radio_buttons_is_not_supported = \u0418\u0437\u043C\u0435\u043D\u0435\u043D\u0438\u0435 \u0434\u043E\u043F\u0443\u0441\u0442\u0438\u043C\u044B\u0445 \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u0439 \u0434\u043B\u044F \u0440\u0430\u0434\u0438\u043E\u043A\u043D\u043E\u043F\u043E\u043A \u043D\u0435 \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u0435\u0442\u0441\u044F.
Requires_a_valid_unit_expression = \u0422\u0440\u0435\u0431\u0443\u0435\u0442\u0441\u044F \u043A\u043E\u0440\u0440\u0435\u043A\u0442\u043D\u043E\u0435 \u0435\u0434\u0438\u043D\u0438\u0447\u043D\u043E\u0435 \u0432\u044B\u0440\u0430\u0436\u0435\u043D\u0438\u0435
Requires_declaration_for_the_external_material_socket = \u0422\u0440\u0435\u0431\u0443\u0435\u0442\u0441\u044F \u0434\u0435\u043A\u043B\u0430\u0440\u0438\u0440\u043E\u0432\u0430\u043D\u0438\u0435 \u0434\u043B\u044F \u0432\u043D\u0435\u0448\u043D\u0435\u0439 \u0440\u043E\u0437\u0435\u0442\u043A\u0438 \u043C\u0430\u0442\u0435\u0440\u0438\u0430\u043B\u0430
Ribbon_tab_definition_is_empty = \u041E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D\u0438\u0435 \u0432\u043A\u043B\u0430\u0434\u043A\u0438 \u043B\u0435\u043D\u0442\u044B \u043F\u0443\u0441\u0442\u043E.
Ribbon_tab_definition_must_reference_a_ribbon_tab = \u041E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D\u0438\u0435 \u0432\u043A\u043B\u0430\u0434\u043A\u0438 \u043B\u0435\u043D\u0442\u044B \u0434\u043E\u043B\u0436\u043D\u043E \u0441\u0441\u044B\u043B\u0430\u0442\u044C\u0441\u044F \u043D\u0430 \u0432\u043A\u043B\u0430\u0434\u043A\u0443 \u043B\u0435\u043D\u0442\u044B.
# - S --------------------------------------------------------------------- S -
Scope_differs_among_components_for_a_variable = \u0421\u0444\u0435\u0440\u0430 \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u044F \u043E\u0442\u043B\u0438\u0447\u0430\u0435\u0442\u0441\u044F \u043C\u0435\u0436\u0434\u0443 \u043A\u043E\u043C\u043F\u043E\u043D\u0435\u043D\u0442\u0430\u043C\u0438 \u0434\u043B\u044F \u043F\u0435\u0440\u0435\u043C\u0435\u043D\u043D\u043E\u0439.
Selecting_patch_as_local_or_remote_not_supported_yet = \u0412\u044B\u0431\u043E\u0440 \u043F\u0430\u0442\u0447\u0430 \u043A\u0430\u043A \u043B\u043E\u043A\u0430\u043B\u044C\u043D\u043E\u0433\u043E \u0438\u043B\u0438 \u0443\u0434\u0430\u043B\u0435\u043D\u043D\u043E\u0433\u043E \u043F\u043E\u043A\u0430 \u043D\u0435 \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u0435\u0442\u0441\u044F
Selection_filter_sequences_used_by_coupling_features_may_only_contain_multiphysics_coupling_filters = \u041F\u043E\u0441\u043B\u0435\u0434\u043E\u0432\u0430\u0442\u0435\u043B\u044C\u043D\u043E\u0441\u0442\u0438 \u0444\u0438\u043B\u044C\u0442\u0440\u043E\u0432 \u0432\u044B\u0431\u043E\u0440\u0430, \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0435\u043C\u044B\u0435 \u0441\u043E\u0435\u0434\u0438\u043D\u0438\u0442\u0435\u043B\u044C\u043D\u044B\u043C\u0438 \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u0430\u043C\u0438, \u043C\u043E\u0433\u0443\u0442 \u0441\u043E\u0434\u0435\u0440\u0436\u0430\u0442\u044C \u0442\u043E\u043B\u044C\u043A\u043E \u043C\u0443\u043B\u044C\u0442\u0438\u0444\u0438\u0437\u0438\u0447\u0435\u0441\u043A\u0438\u0435 \u0441\u043E\u0435\u0434\u0438\u043D\u0438\u0442\u0435\u043B\u044C\u043D\u044B\u0435 \u0444\u0438\u043B\u044C\u0442\u0440\u044B
Selection_input_is_undefined = \u0412\u0432\u043E\u0434 \u0432\u044B\u0431\u043E\u0440\u0430 \u043D\u0435 \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D
Shared_quantity_X_not_supported_by_the_Physics_Builder = \u041E\u0431\u0449\u0435\u0435 \u043A\u043E\u043B\u0438\u0447\u0435\u0441\u0442\u0432\u043E # \u043D\u0435 \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u0435\u0442\u0441\u044F \u0421\u0442\u0440\u043E\u0438\u0442\u0435\u043B\u0435\u043C \u0444\u0438\u0437\u0438\u043A\u0438. 
Shape_interpolation_elements_can_only_be_assigned_to_the_top_geometric_entity_level = \u042D\u043B\u0435\u043C\u0435\u043D\u0442\u044B \u0438\u043D\u0442\u0435\u0440\u043F\u043E\u043B\u044F\u0446\u0438\u0438 \u0444\u043E\u0440\u043C\u044B \u043C\u043E\u0433\u0443\u0442 \u0431\u044B\u0442\u044C \u043D\u0430\u0437\u043D\u0430\u0447\u0435\u043D\u044B \u0442\u043E\u043B\u044C\u043A\u043E \u0432\u0435\u0440\u0445\u043D\u0435\u043C\u0443 \u0433\u0435\u043E\u043C\u0435\u0442\u0440\u0438\u0447\u0435\u0441\u043A\u043E\u043C\u0443 \u0443\u0440\u043E\u0432\u043D\u044E \u0441\u0443\u0449\u043D\u043E\u0441\u0442\u0438.
Shell_material_list_was_not_found_in_X = \u0421\u043F\u0438\u0441\u043E\u043A \u043C\u0430\u0442\u0435\u0440\u0438\u0430\u043B\u043E\u0432 Shell \u043D\u0435 \u0431\u044B\u043B \u043D\u0430\u0439\u0434\u0435\u043D \u0432 '#'
Space_dimension_X_is_not_supported = # \u043D\u0435 \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u0435\u0442\u0441\u044F
Syntax_error_in_size_specification = \u0421\u0438\u043D\u0442\u0430\u043A\u0441\u0438\u0447\u0435\u0441\u043A\u0430\u044F \u043E\u0448\u0438\u0431\u043A\u0430 \u0432 \u0441\u043F\u0435\u0446\u0438\u0444\u0438\u043A\u0430\u0446\u0438\u0438 \u0440\u0430\u0437\u043C\u0435\u0440\u0430
Syntax_error_in_indices = \u0421\u0438\u043D\u0442\u0430\u043A\u0441\u0438\u0447\u0435\u0441\u043A\u0430\u044F \u043E\u0448\u0438\u0431\u043A\u0430 \u0432 \u0438\u043D\u0434\u0435\u043A\u0441\u0430\u0445.
# - T --------------------------------------------------------------------- T -
Table_X_contains_an_illegal_reference = \u0422\u0430\u0431\u043B\u0438\u0446\u0430 '#' \u0441\u043E\u0434\u0435\u0440\u0436\u0438\u0442 \u043D\u0435\u0437\u0430\u043A\u043E\u043D\u043D\u0443\u044E \u0441\u0441\u044B\u043B\u043A\u0443
Tables_for_vector_components_not_supported = \u0422\u0430\u0431\u043B\u0438\u0446\u044B \u0434\u043B\u044F \u0432\u0435\u043A\u0442\u043E\u0440\u043D\u044B\u0445 \u043A\u043E\u043C\u043F\u043E\u043D\u0435\u043D\u0442\u043E\u0432 \u043D\u0435 \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u044E\u0442\u0441\u044F.
Tag_must_begin_with_X_for_features_of_type_Y = \u0422\u0435\u0433 \u0434\u043E\u043B\u0436\u0435\u043D \u043D\u0430\u0447\u0438\u043D\u0430\u0442\u044C\u0441\u044F \u0441 '#0' \u0434\u043B\u044F \u0444\u0443\u043D\u043A\u0446\u0438\u0438 \u0442\u0438\u043F\u0430 '#1'.
Tangent_vector_for_contribution_expression_must_be_a_vector = \u0422\u0430\u043D\u0433\u0435\u043D\u0442\u043D\u044B\u0439 \u0432\u0435\u043A\u0442\u043E\u0440 \u0434\u043B\u044F \u0432\u044B\u0440\u0430\u0436\u0435\u043D\u0438\u044F \u0432\u043A\u043B\u0430\u0434\u0430 \u0434\u043E\u043B\u0436\u0435\u043D \u0431\u044B\u0442\u044C \u0432\u0435\u043A\u0442\u043E\u0440\u043E\u043C.
Trace_is_only_supported_for_square_matrices_with_compatible_vector_bases = \u0422\u0440\u0435\u0439\u0441 \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u0435\u0442\u0441\u044F \u0442\u043E\u043B\u044C\u043A\u043E \u0434\u043B\u044F \u043A\u0432\u0430\u0434\u0440\u0430\u0442\u043D\u044B\u0445 \u043C\u0430\u0442\u0440\u0438\u0446 \u0441 \u0441\u043E\u0432\u043C\u0435\u0441\u0442\u0438\u043C\u044B\u043C\u0438 \u0432\u0435\u043A\u0442\u043E\u0440\u043D\u044B\u043C\u0438 \u043E\u0441\u043D\u043E\u0432\u0430\u043D\u0438\u044F\u043C\u0438.
Template_definition_based_on_subwindows_is_inconsistent_with_main_window_settings = \u041E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D\u0438\u0435 \u0448\u0430\u0431\u043B\u043E\u043D\u0430, \u043E\u0441\u043D\u043E\u0432\u0430\u043D\u043D\u043E\u0435 \u043D\u0430 \u043F\u043E\u0434\u043E\u043A\u043D\u0430\u0445, \u043D\u0435\u0441\u043E\u0432\u043C\u0435\u0441\u0442\u0438\u043C\u043E \u0441 \u043D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0430\u043C\u0438 \u0433\u043B\u0430\u0432\u043D\u043E\u0433\u043E \u043E\u043A\u043D\u0430.
Template_definition_has_invalid_based_on_setting = \u041E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D\u0438\u0435 \u0448\u0430\u0431\u043B\u043E\u043D\u0430 \u043D\u0435\u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0442\u0435\u043B\u044C\u043D\u043E \u043D\u0430 \u043E\u0441\u043D\u043E\u0432\u0435 \u043D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0438.
Template_definition_must_contain_at_least_one_template_attribute = \u041E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D\u0438\u0435 \u0448\u0430\u0431\u043B\u043E\u043D\u0430 \u0434\u043E\u043B\u0436\u043D\u043E \u0441\u043E\u0434\u0435\u0440\u0436\u0430\u0442\u044C \u043F\u043E \u043C\u0435\u043D\u044C\u0448\u0435\u0439 \u043C\u0435\u0440\u0435 \u043E\u0434\u0438\u043D \u0430\u0442\u0440\u0438\u0431\u0443\u0442 \u0448\u0430\u0431\u043B\u043E\u043D\u0430.
Template_is_out_of_sync_with_file_system_add-ins_refreshed = \u0428\u0430\u0431\u043B\u043E\u043D \u043D\u0435 \u0441\u0438\u043D\u0445\u0440\u043E\u043D\u0438\u0437\u0438\u0440\u043E\u0432\u0430\u043D \u0441 \u0444\u0430\u0439\u043B\u043E\u0432\u043E\u0439 \u0441\u0438\u0441\u0442\u0435\u043C\u043E\u0439, \u0434\u043E\u0431\u0430\u0432\u043B\u0435\u043D\u0438\u044F \u0431\u044B\u043B\u0438 \u043E\u0431\u043D\u043E\u0432\u043B\u0435\u043D\u044B.
The_application_wizard_does_not_contain_any_steps = \u041C\u0430\u0441\u0442\u0435\u0440 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0439 \u043D\u0435 \u0441\u043E\u0434\u0435\u0440\u0436\u0438\u0442 \u043D\u0438\u043A\u0430\u043A\u0438\u0445 \u0448\u0430\u0433\u043E\u0432
The_arguments_do_not_represent_a_valid_file_source = \u0410\u0440\u0433\u0443\u043C\u0435\u043D\u0442\u044B \u043D\u0435 \u043F\u0440\u0435\u0434\u0441\u0442\u0430\u0432\u043B\u044F\u044E\u0442 \u0441\u043E\u0431\u043E\u0439 \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0442\u0435\u043B\u044C\u043D\u044B\u0439 \u0438\u0441\u0442\u043E\u0447\u043D\u0438\u043A \u0444\u0430\u0439\u043B\u0430.
The_choice_column_has_an_invalid_value_for_new_rows = \u041A\u043E\u043B\u043E\u043D\u043A\u0430 \u0432\u044B\u0431\u043E\u0440\u0430 \u0438\u043C\u0435\u0435\u0442 \u043D\u0435\u0432\u0435\u0440\u043D\u043E\u0435 \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u0435 \u0434\u043B\u044F \u043D\u043E\u0432\u044B\u0445 \u0441\u0442\u0440\u043E\u043A
The_contains_method_only_supports_two_arguments_and_the_second_argument_must_be_a_scalar = \u041C\u0435\u0442\u043E\u0434 \u0441\u043E\u0434\u0435\u0440\u0436\u0438\u0442 \u0442\u043E\u043B\u044C\u043A\u043E \u0434\u0432\u0430 \u0430\u0440\u0433\u0443\u043C\u0435\u043D\u0442\u0430, \u0438 \u0432\u0442\u043E\u0440\u043E\u0439 \u0430\u0440\u0433\u0443\u043C\u0435\u043D\u0442 \u0434\u043E\u043B\u0436\u0435\u043D \u0431\u044B\u0442\u044C \u0441\u043A\u0430\u043B\u044F\u0440\u043D\u044B\u043C.
The_coupling_feature_uses_a_physics_that_is_disabled = \u0424\u0443\u043D\u043A\u0446\u0438\u044F \u0441\u0432\u044F\u0437\u0438 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0435\u0442 \u0444\u0438\u0437\u0438\u043A\u0443, \u043A\u043E\u0442\u043E\u0440\u0430\u044F \u043E\u0442\u043A\u043B\u044E\u0447\u0435\u043D\u0430
The_coupling_feature_tries_to_access_a_variable_from_a_disabled_physics = \u0424\u0443\u043D\u043A\u0446\u0438\u044F \u0441\u0432\u044F\u0437\u0438 \u043F\u044B\u0442\u0430\u0435\u0442\u0441\u044F \u043F\u043E\u043B\u0443\u0447\u0438\u0442\u044C \u0434\u043E\u0441\u0442\u0443\u043F \u043A \u043F\u0435\u0440\u0435\u043C\u0435\u043D\u043D\u043E\u0439 \u043E\u0442 \u043E\u0442\u043A\u043B\u044E\u0447\u0435\u043D\u043D\u043E\u0439 \u0444\u0438\u0437\u0438\u043A\u0438
The_data_source_reference_of_a_form_object_does_not_point_to_a_valid_data_source = \u0421\u0441\u044B\u043B\u043A\u0430 \u043D\u0430 \u0438\u0441\u0442\u043E\u0447\u043D\u0438\u043A \u0434\u0430\u043D\u043D\u044B\u0445 \u043E\u0431\u044A\u0435\u043A\u0442\u0430 \u0444\u043E\u0440\u043C\u044B \u043D\u0435 \u0443\u043A\u0430\u0437\u044B\u0432\u0430\u0435\u0442 \u043D\u0430 \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0442\u0435\u043B\u044C\u043D\u044B\u0439 \u0438\u0441\u0442\u043E\u0447\u043D\u0438\u043A \u0434\u0430\u043D\u043D\u044B\u0445.
The_default_length_has_to_be_greater_than_or_equal_to_the_minimum_length = \u0414\u043B\u0438\u043D\u0430 \u043F\u043E \u0443\u043C\u043E\u043B\u0447\u0430\u043D\u0438\u044E \u0434\u043E\u043B\u0436\u043D\u0430 \u0431\u044B\u0442\u044C \u0431\u043E\u043B\u044C\u0448\u0435 \u0438\u043B\u0438 \u0440\u0430\u0432\u043D\u0430 \u043C\u0438\u043D\u0438\u043C\u0430\u043B\u044C\u043D\u043E\u0439 \u0434\u043B\u0438\u043D\u0435.
The_definition_does_not_support_the_operation = \u041E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D\u0438\u0435 \u043D\u0435 \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u0435\u0442 \u043E\u043F\u0435\u0440\u0430\u0446\u0438\u044E.
The_diagram_symbol_database_is_undefined = \u0411\u0430\u0437\u0430 \u0434\u0430\u043D\u043D\u044B\u0445 \u0441\u0438\u043C\u0432\u043E\u043B\u043E\u0432 \u0434\u0438\u0430\u0433\u0440\u0430\u043C\u043C\u044B \u043D\u0435 \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D\u0430
The_diagram_symbol_type_is_not_supported = \u0422\u0438\u043F \u0441\u0438\u043C\u0432\u043E\u043B\u0430 \u0434\u0438\u0430\u0433\u0440\u0430\u043C\u043C\u044B \u043D\u0435 \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u0435\u0442\u0441\u044F
The_enabled_state_cannot_be_changed_for_the_menu_item_named_X = \u0412\u043A\u043B\u044E\u0447\u0435\u043D\u043D\u043E\u0435 \u0441\u043E\u0441\u0442\u043E\u044F\u043D\u0438\u0435 \u043D\u0435 \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u0438\u0437\u043C\u0435\u043D\u0435\u043D\u043E \u0434\u043B\u044F \u043F\u0443\u043D\u043A\u0442\u0430 \u043C\u0435\u043D\u044E '#'.
The_field_name_and_component_names_of_discretization_field_cannot_be_changed = \u041D\u0430\u0437\u0432\u0430\u043D\u0438\u0435 \u043F\u043E\u043B\u044F \u0438 \u043D\u0430\u0437\u0432\u0430\u043D\u0438\u044F \u043A\u043E\u043C\u043F\u043E\u043D\u0435\u043D\u0442\u043E\u0432 \u043F\u043E\u043B\u044F \u0434\u0438\u0441\u043A\u0440\u0435\u0442\u0438\u0437\u0430\u0446\u0438\u0438 \u0438\u0437\u043C\u0435\u043D\u0438\u0442\u044C \u043D\u0435\u043B\u044C\u0437\u044F.
The_form_name_must_be_unique = \u041D\u0430\u0437\u0432\u0430\u043D\u0438\u0435 \u0444\u043E\u0440\u043C\u044B \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u0443\u043D\u0438\u043A\u0430\u043B\u044C\u043D\u044B\u043C.
The_description_cannot_be_empty = \u041E\u043F\u0438\u0441\u0430\u043D\u0438\u0435 \u043D\u0435 \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u043F\u0443\u0441\u0442\u044B\u043C
The_eigenvalue_transform_for_Mode_analysis_is_not_supported_by_all_physics_it_solves_for = \u041F\u0440\u0435\u043E\u0431\u0440\u0430\u0437\u043E\u0432\u0430\u043D\u0438\u0435 \u0441\u043E\u0431\u0441\u0442\u0432\u0435\u043D\u043D\u044B\u0445 \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u0439 \u0434\u043B\u044F \u0430\u043D\u0430\u043B\u0438\u0437\u0430 \u0440\u0435\u0436\u0438\u043C\u0430 \u043D\u0435 \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u0435\u0442\u0441\u044F \u0432\u0441\u0435\u0439 \u0444\u0438\u0437\u0438\u043A\u043E\u0439, \u043A\u043E\u0442\u043E\u0440\u0443\u044E \u043E\u043D \u0440\u0435\u0448\u0430\u0435\u0442 \u0434\u043B\u044F \u0430\u043D\u0430\u043B\u0438\u0437\u0430.
The_function_X_only_takes_Y_argument(s) = \u0424\u0443\u043D\u043A\u0446\u0438\u044F #0 \u043F\u0440\u0438\u043D\u0438\u043C\u0430\u0435\u0442 \u0442\u043E\u043B\u044C\u043A\u043E #1 argument(s)
The_group_constraint_or_group_load_syntax_may_only_be_used_under_a_physics_feature = \u0421\u0438\u043D\u0442\u0430\u043A\u0441\u0438\u0441 group.constraint \u0438\u043B\u0438 group.load \u043C\u043E\u0436\u0435\u0442 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C\u0441\u044F \u0442\u043E\u043B\u044C\u043A\u043E \u0432 \u0444\u0438\u0437\u0438\u0447\u0435\u0441\u043A\u0438\u0445 \u0443\u0441\u043B\u043E\u0432\u0438\u044F\u0445.
The_GUI_layout_of_a_loop_group_can_only_be_Group_members_below_each_other = \u041C\u0430\u043A\u0435\u0442 GUI \u043F\u0435\u0442\u043B\u0435\u0432\u043E\u0439 \u0433\u0440\u0443\u043F\u043F\u044B \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u0442\u043E\u043B\u044C\u043A\u043E 'Group members below each other'
The_hierarchy_of_group_categories_exceeded_the_maximum_depth_of_X = \u0418\u0435\u0440\u0430\u0440\u0445\u0438\u044F \u0433\u0440\u0443\u043F\u043F\u043E\u0432\u044B\u0445 \u043A\u0430\u0442\u0435\u0433\u043E\u0440\u0438\u0439 \u043F\u0440\u0435\u0432\u044B\u0441\u0438\u043B\u0430 \u043C\u0430\u043A\u0441\u0438\u043C\u0430\u043B\u044C\u043D\u0443\u044E \u0433\u043B\u0443\u0431\u0438\u043D\u0443 #
The_isStudyStep_method_must_have_at_least_one_argument_and_all_arguments_must_be_scalars = \u041C\u0435\u0442\u043E\u0434 isStudyStep \u0434\u043E\u043B\u0436\u0435\u043D \u0438\u043C\u0435\u0442\u044C \u043F\u043E \u043A\u0440\u0430\u0439\u043D\u0435\u0439 \u043C\u0435\u0440\u0435 \u043E\u0434\u0438\u043D \u0430\u0440\u0433\u0443\u043C\u0435\u043D\u0442, \u0438 \u0432\u0441\u0435 \u0430\u0440\u0433\u0443\u043C\u0435\u043D\u0442\u044B \u0434\u043E\u043B\u0436\u043D\u044B \u0431\u044B\u0442\u044C \u0441\u043A\u0430\u043B\u044F\u0440\u043D\u044B\u043C\u0438 \u043E\u0434\u043D\u043E\u0446\u0438\u0442\u0438\u0440\u0443\u0435\u043C\u044B\u043C\u0438 \u0441\u0442\u0440\u043E\u043A\u0430\u043C\u0438. 
The_isStudyStep_method_only_accepts_valid_study_step_identifiers = \u041C\u0435\u0442\u043E\u0434 isStudyStep \u043F\u0440\u0438\u043D\u0438\u043C\u0430\u0435\u0442 \u0442\u043E\u043B\u044C\u043A\u043E \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0442\u0435\u043B\u044C\u043D\u044B\u0435 \u0438\u0434\u0435\u043D\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u043E\u0440\u044B \u044D\u0442\u0430\u043F\u043E\u0432 \u0438\u0441\u0441\u043B\u0435\u0434\u043E\u0432\u0430\u043D\u0438\u044F.
The_lshell_prefix_can_only_be_used_for_a_layered_shell_feature = \u041F\u0440\u0435\u0444\u0438\u043A\u0441 \u0441\u043A\u043E\u0440\u043B\u0443\u043F\u044B \u043C\u043E\u0436\u0435\u0442 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C\u0441\u044F \u0442\u043E\u043B\u044C\u043A\u043E \u0434\u043B\u044F \u043C\u043D\u043E\u0433\u043E\u0441\u043B\u043E\u0439\u043D\u043E\u0439 \u043E\u0431\u043E\u043B\u043E\u0447\u043A\u0438
The_named_member_of_an_input_group_does_not_exist = \u041D\u0430\u0437\u0432\u0430\u043D\u043D\u043E\u0433\u043E \u0447\u043B\u0435\u043D\u0430 \u0432\u0445\u043E\u0434\u043D\u043E\u0439 \u0433\u0440\u0443\u043F\u043F\u044B \u043D\u0435 \u0441\u0443\u0449\u0435\u0441\u0442\u0432\u0443\u0435\u0442
The_divergence_element_is_only_applicable_to_vectors_of_size_3 = \u042D\u043B\u0435\u043C\u0435\u043D\u0442 \u0434\u0438\u0432\u0435\u0440\u0433\u0435\u043D\u0446\u0438\u0438 \u043F\u0440\u0438\u043C\u0435\u043D\u0438\u043C \u0442\u043E\u043B\u044C\u043A\u043E \u043A \u0432\u0435\u043A\u0442\u043E\u0440\u0430\u043C \u0440\u0430\u0437\u043C\u0435\u0440\u0430 3.
The_equation_display_feature_X1_of_name_X2_already_exists_the_name_needs_to_be_unique_etc = \u0424\u0443\u043D\u043A\u0446\u0438\u044F \u043E\u0442\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u044F \u0443\u0440\u0430\u0432\u043D\u0435\u043D\u0438\u044F '#0' \u0438\u043C\u0435\u043D\u0438 '#1' \u0443\u0436\u0435 \u0441\u0443\u0449\u0435\u0441\u0442\u0432\u0443\u0435\u0442. \u0418\u043C\u044F \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u0443\u043D\u0438\u043A\u0430\u043B\u044C\u043D\u044B\u043C \u043F\u0440\u0438 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043D\u0438\u0438 \u0432 \u0432\u0445\u043E\u0434\u043D\u043E\u0439 \u0433\u0440\u0443\u043F\u043F\u0435.
The_expression_given_as_domain_flux_approximation_for_the_dependent_variable_X1_in_X2_must_be_of_the_same_dimension_as_the_gradient_of_the_dependent_variable = \u0412\u044B\u0440\u0430\u0436\u0435\u043D\u0438\u0435, \u043F\u0440\u0438\u0432\u0435\u0434\u0435\u043D\u043D\u043E\u0435 \u0432 \u043A\u0430\u0447\u0435\u0441\u0442\u0432\u0435 \u043F\u0440\u0438\u0431\u043B\u0438\u0436\u0435\u043D\u0438\u044F \u043F\u043E\u0442\u043E\u043A\u0430 \u043E\u0431\u043B\u0430\u0441\u0442\u0438 \u0434\u043B\u044F \u0437\u0430\u0432\u0438\u0441\u0438\u043C\u043E\u0439 \u043F\u0435\u0440\u0435\u043C\u0435\u043D\u043D\u043E\u0439 '#0' \u0432 '#1', \u0434\u043E\u043B\u0436\u043D\u043E \u0438\u043C\u0435\u0442\u044C \u0442\u043E\u0442 \u0436\u0435 \u0440\u0430\u0437\u043C\u0435\u0440, \u0447\u0442\u043E \u0438 \u0433\u0440\u0430\u0434\u0438\u0435\u043D\u0442 \u0437\u0430\u0432\u0438\u0441\u0438\u043C\u043E\u0439 \u043F\u0435\u0440\u0435\u043C\u0435\u043D\u043D\u043E\u0439.
The_feature_is_used_as_content_target_by_another_template_attribute = \u0424\u0443\u043D\u043A\u0446\u0438\u044F \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0435\u0442\u0441\u044F \u0432 \u043A\u0430\u0447\u0435\u0441\u0442\u0432\u0435 \u0446\u0435\u043B\u0438 \u043A\u043E\u043D\u0442\u0435\u043D\u0442\u0430 \u0434\u0440\u0443\u0433\u0438\u043C \u0430\u0442\u0440\u0438\u0431\u0443\u0442\u043E\u043C \u0448\u0430\u0431\u043B\u043E\u043D\u0430.
The_form_collection_does_not_contain_the_form = \u041A\u043E\u043B\u043B\u0435\u043A\u0446\u0438\u044F \u0444\u043E\u0440\u043C '#0' \u043D\u0435 \u0441\u043E\u0434\u0435\u0440\u0436\u0438\u0442 \u0444\u043E\u0440\u043C\u044B '#1'.
The_function_X_only_takes_one_argument = \u0424\u0443\u043D\u043A\u0446\u0438\u044F # \u043F\u0440\u0438\u0432\u043E\u0434\u0438\u0442 \u0442\u043E\u043B\u044C\u043A\u043E \u043E\u0434\u0438\u043D \u0430\u0440\u0433\u0443\u043C\u0435\u043D\u0442.
The_graphics_widget_is_not_connected_to_any_graphical_output = \u0413\u0440\u0430\u0444\u0438\u0447\u0435\u0441\u043A\u0438\u0439 \u0432\u0438\u0434\u0436\u0435\u0442 \u043D\u0435 \u043F\u043E\u0434\u043A\u043B\u044E\u0447\u0435\u043D \u043A \u043A\u0430\u043A\u043E\u043C\u0443-\u043B\u0438\u0431\u043E \u0433\u0440\u0430\u0444\u0438\u0447\u0435\u0441\u043A\u043E\u043C\u0443 \u0432\u044B\u0432\u043E\u0434\u0443
The_interface_X_does_not_support_any_study_types = \u0418\u043D\u0442\u0435\u0440\u0444\u0435\u0439\u0441 '#' \u043D\u0435 \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u0435\u0442 \u043D\u0438\u043A\u0430\u043A\u0438\u0445 \u0442\u0438\u043F\u043E\u0432 \u0438\u0441\u0441\u043B\u0435\u0434\u043E\u0432\u0430\u043D\u0438\u0439.
The_isActive_method_is_not_allowed_in_this_context = \u0410\u043A\u0442\u0438\u0432\u043D\u044B\u0439 \u043C\u0435\u0442\u043E\u0434 \u043D\u0435 \u0434\u043E\u043F\u0443\u0441\u043A\u0430\u0435\u0442\u0441\u044F \u0432 \u044D\u0442\u043E\u043C \u043A\u043E\u043D\u0442\u0435\u043A\u0441\u0442\u0435.
The_isActive_method_only_supports_one_argument_that_represents_a_valid_user_input_name = \u041C\u0435\u0442\u043E\u0434 isActive \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u0435\u0442 \u0442\u043E\u043B\u044C\u043A\u043E \u043E\u0434\u0438\u043D \u0430\u0440\u0433\u0443\u043C\u0435\u043D\u0442, \u043A\u043E\u0442\u043E\u0440\u044B\u0439 \u043F\u0440\u0435\u0434\u0441\u0442\u0430\u0432\u043B\u044F\u0435\u0442 \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0442\u0435\u043B\u044C\u043D\u043E\u0435 \u0438\u043C\u044F \u0432\u0432\u043E\u0434\u0430 \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F.
The_isVisible_method_is_not_allowed_in_this_context = \u0412\u0438\u0434\u0438\u043C\u044B\u0439 \u043C\u0435\u0442\u043E\u0434 \u043D\u0435 \u0434\u043E\u043F\u0443\u0441\u043A\u0430\u0435\u0442\u0441\u044F \u0432 \u044D\u0442\u043E\u043C \u043A\u043E\u043D\u0442\u0435\u043A\u0441\u0442\u0435.
The_isVisible_method_only_supports_one_argument_that_represents_a_valid_user_input_name = \u041C\u0435\u0442\u043E\u0434 isVisible \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u0435\u0442 \u0442\u043E\u043B\u044C\u043A\u043E \u043E\u0434\u0438\u043D \u0430\u0440\u0433\u0443\u043C\u0435\u043D\u0442, \u043A\u043E\u0442\u043E\u0440\u044B\u0439 \u043F\u0440\u0435\u0434\u0441\u0442\u0430\u0432\u043B\u044F\u0435\u0442 \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0442\u0435\u043B\u044C\u043D\u043E\u0435 \u0438\u043C\u044F \u0432\u0432\u043E\u0434\u0430 \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F.
The_name_cannot_be_empty = \u0418\u043C\u044F \u043D\u0435 \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u043F\u0443\u0441\u0442\u044B\u043C.
The_name_of_a_data_declaration_must_be_unique = \u041D\u0430\u0437\u0432\u0430\u043D\u0438\u0435 \u0434\u0435\u043A\u043B\u0430\u0440\u0430\u0446\u0438\u0438 \u0434\u0430\u043D\u043D\u044B\u0445 \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u0443\u043D\u0438\u043A\u0430\u043B\u044C\u043D\u044B\u043C.
The_name_of_the_physical_quantity_is_already_used_in_a_compiled_Physics_Builder_file = \u041D\u0430\u0437\u0432\u0430\u043D\u0438\u0435 \u0444\u0438\u0437\u0438\u0447\u0435\u0441\u043A\u043E\u0439 \u0432\u0435\u043B\u0438\u0447\u0438\u043D\u044B \u0443\u0436\u0435 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0435\u0442\u0441\u044F \u0432 \u0444\u0430\u0439\u043B\u0435 Physics Builder.
The_name_of_the_physical_quantity_is_temporarily_used_in_Development_files = \u0418\u043C\u044F \u0444\u0438\u0437\u0438\u0447\u0435\u0441\u043A\u043E\u0439 \u0432\u0435\u043B\u0438\u0447\u0438\u043D\u044B \u0432\u0440\u0435\u043C\u0435\u043D\u043D\u043E \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0435\u0442\u0441\u044F \u0432 \u0444\u0430\u0439\u043B\u0430\u0445 \u0440\u0430\u0437\u0440\u0430\u0431\u043E\u0442\u043A\u0438.
The_name_X_is_already_used_use_a_different_name_for_the_input = \u0418\u043C\u044F '#' \u0443\u0436\u0435 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0435\u0442\u0441\u044F. \u0418\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0439\u0442\u0435 \u0434\u0440\u0443\u0433\u043E\u0435 \u0438\u043C\u044F \u0434\u043B\u044F \u0432\u0432\u043E\u0434\u0430
The_name_X_is_already_used_use_a_different_name_for_the_group = \u0418\u043C\u044F '#' \u0443\u0436\u0435 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0435\u0442\u0441\u044F. \u0418\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0439\u0442\u0435 \u0434\u0440\u0443\u0433\u043E\u0435 \u043D\u0430\u0437\u0432\u0430\u043D\u0438\u0435 \u0434\u043B\u044F \u0433\u0440\u0443\u043F\u043F\u044B
The_variable_names_must_not_be_reserved = \u041F\u0435\u0440\u0435\u043C\u0435\u043D\u043D\u044B\u0435 \u0438\u043C\u0435\u043D\u0430 \u043D\u0435 \u0434\u043E\u043B\u0436\u043D\u044B \u0431\u044B\u0442\u044C \u0437\u0430\u0440\u0435\u0437\u0435\u0440\u0432\u0438\u0440\u043E\u0432\u0430\u043D\u044B.
The_map_prefix_can_only_be_used_for_a_source_destination_feature = \u041F\u0440\u0435\u0444\u0438\u043A\u0441 \u043A\u0430\u0440\u0442\u044B \u043C\u043E\u0436\u0435\u0442 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C\u0441\u044F \u0442\u043E\u043B\u044C\u043A\u043E \u0434\u043B\u044F \u0444\u0443\u043D\u043A\u0446\u0438\u0438 \u043D\u0430\u0437\u043D\u0430\u0447\u0435\u043D\u0438\u044F \u0438\u0441\u0442\u043E\u0447\u043D\u0438\u043A\u0430
The_X_method_only_requires_an_odd_number_of_arguments = \u041C\u0435\u0442\u043E\u0434 # \u0442\u0440\u0435\u0431\u0443\u0435\u0442 \u0442\u043E\u043B\u044C\u043A\u043E \u043D\u0435\u0447\u0435\u0442\u043D\u043E\u0433\u043E \u0447\u0438\u0441\u043B\u0430 \u0430\u0440\u0433\u0443\u043C\u0435\u043D\u0442\u043E\u0432.
The_X_operator_requires_tuples_of_equal_sized_variables = \u041E\u043F\u0435\u0440\u0430\u0442\u043E\u0440 # \u0442\u0440\u0435\u0431\u0443\u0435\u0442 \u043D\u0430\u0431\u043E\u0440\u044B \u043F\u0435\u0440\u0435\u043C\u0435\u043D\u043D\u044B\u0445 \u043E\u0434\u0438\u043D\u0430\u043A\u043E\u0432\u043E\u0433\u043E \u0440\u0430\u0437\u043C\u0435\u0440\u0430.
The_node_x_is_not_a_physics_feature_but_tried_to_access_physics_feature_plot_menu = \u0423\u0437\u0435\u043B '#' \u043D\u0435 \u044F\u0432\u043B\u044F\u0435\u0442\u0441\u044F \u0444\u0443\u043D\u043A\u0446\u0438\u0435\u0439 \u0444\u0438\u0437\u0438\u043A\u0438, \u043D\u043E \u043F\u044B\u0442\u0430\u043B\u0441\u044F \u043F\u043E\u043B\u0443\u0447\u0438\u0442\u044C \u0434\u043E\u0441\u0442\u0443\u043F \u043A \u043C\u0435\u043D\u044E
The_normal_flux_to_a_divergence_element_must_be_a_scalar = \u041D\u043E\u0440\u043C\u0430\u043B\u044C\u043D\u044B\u0439 \u043F\u043E\u0442\u043E\u043A \u043A \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u0443 \u0440\u0430\u0441\u0445\u043E\u0436\u0434\u0435\u043D\u0438\u044F \u0434\u043E\u043B\u0436\u0435\u043D \u0431\u044B\u0442\u044C \u0441\u043A\u0430\u043B\u044F\u0440\u043D\u044B\u043C.
The_number_of_application_argument_names_and_files_must_be_the_same = \u041A\u043E\u043B\u0438\u0447\u0435\u0441\u0442\u0432\u043E \u0438\u043C\u0435\u043D \u0430\u0440\u0433\u0443\u043C\u0435\u043D\u0442\u043E\u0432 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u044F \u0438 \u0444\u0430\u0439\u043B\u043E\u0432 \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u043E\u0434\u0438\u043D\u0430\u043A\u043E\u0432\u044B\u043C.
The_number_of_application_argument_names_and_values_must_be_the_same = \u041A\u043E\u043B\u0438\u0447\u0435\u0441\u0442\u0432\u043E \u0438\u043C\u0435\u043D \u0438 \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u0439 \u0430\u0440\u0433\u0443\u043C\u0435\u043D\u0442\u043E\u0432 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u044F \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u043E\u0434\u0438\u043D\u0430\u043A\u043E\u0432\u044B\u043C.
The_periodic_features_has_an_selection_input_with_a_reserved_name = \u041F\u0435\u0440\u0438\u043E\u0434\u0438\u0447\u0435\u0441\u043A\u0438\u0435 \u0444\u0443\u043D\u043A\u0446\u0438\u0438 \u0438\u043C\u0435\u044E\u0442 \u0432\u0445\u043E\u0434 \u0432\u044B\u0431\u043E\u0440\u0430 \u0441 \u0437\u0430\u0440\u0435\u0437\u0435\u0440\u0432\u0438\u0440\u043E\u0432\u0430\u043D\u043D\u044B\u043C \u0438\u043C\u0435\u043D\u0435\u043C
The_plot_group_cannot_be_empty = \u0413\u0440\u0443\u043F\u043F\u0430 \u0433\u0440\u0430\u0444\u0438\u043A\u043E\u0432 \u043D\u0435 \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u043F\u0443\u0441\u0442\u043E\u0439
The_property_or_property_parameter_does_not_exist = \u0421\u0432\u043E\u0439\u0441\u0442\u0432\u0430 \u0438\u043B\u0438 \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u0430 \u0441\u043E\u0431\u0441\u0442\u0432\u0435\u043D\u043D\u043E\u0441\u0442\u0438 \u043D\u0435 \u0441\u0443\u0449\u0435\u0441\u0442\u0432\u0443\u0435\u0442.
The_ribbon_tab_is_used_by_more_than_one_ribbon_tab_definition = \u041B\u0435\u043D\u0442\u043E\u0447\u043D\u0430\u044F \u0432\u043A\u043B\u0430\u0434\u043A\u0430 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0435\u0442\u0441\u044F \u0431\u043E\u043B\u0435\u0435 \u0447\u0435\u043C \u043E\u0434\u043D\u0438\u043C \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D\u0438\u0435\u043C \u043B\u0435\u043D\u0442\u043E\u0447\u043D\u043E\u0439 \u0432\u043A\u043B\u0430\u0434\u043A\u0438.
The_runtime_application_API_object_is_only_accessible_from_application_methods = \u041E\u0431\u044A\u0435\u043A\u0442 API \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0439 \u0432\u043E \u0432\u0440\u0435\u043C\u044F \u0432\u044B\u043F\u043E\u043B\u043D\u0435\u043D\u0438\u044F \u0434\u043E\u0441\u0442\u0443\u043F\u0435\u043D \u0442\u043E\u043B\u044C\u043A\u043E \u0438\u0437 \u043C\u0435\u0442\u043E\u0434\u043E\u0432 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0439.
Selected_file_is_not_part_of_a_compiled_archive = \u0412\u044B\u0431\u0440\u0430\u043D\u043D\u044B\u0439 \u0444\u0430\u0439\u043B \u043D\u0435 \u044F\u0432\u043B\u044F\u0435\u0442\u0441\u044F \u0447\u0430\u0441\u0442\u044C\u044E \u0441\u043A\u043E\u043C\u043F\u0438\u043B\u0438\u0440\u043E\u0432\u0430\u043D\u043D\u043E\u0433\u043E \u0430\u0440\u0445\u0438\u0432\u0430.
The_selected_file_could_not_be_uploaded_to_the_file_source = \u0412\u044B\u0431\u0440\u0430\u043D\u043D\u044B\u0439 \u0444\u0430\u0439\u043B \u043D\u0435 \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u0437\u0430\u0433\u0440\u0443\u0436\u0435\u043D \u0432 \u0438\u0441\u0442\u043E\u0447\u043D\u0438\u043A \u0444\u0430\u0439\u043B\u0430.
The_selected_files_belongs_to_multiple_archives = \u0412\u044B\u0431\u0440\u0430\u043D\u043D\u044B\u0435 \u0444\u0430\u0439\u043B\u044B \u043F\u0440\u0438\u043D\u0430\u0434\u043B\u0435\u0436\u0430\u0442 \u043D\u0435\u0441\u043A\u043E\u043B\u044C\u043A\u0438\u043C \u0430\u0440\u0445\u0438\u0432\u0430\u043C.
The_selected_object_cannot_produce_a_plot = \u0412\u044B\u0431\u0440\u0430\u043D\u043D\u044B\u0439 \u043E\u0431\u044A\u0435\u043A\u0442 \u043D\u0435 \u043C\u043E\u0436\u0435\u0442 \u043F\u0440\u043E\u0438\u0437\u0432\u043E\u0434\u0438\u0442\u044C \u0443\u0447\u0430\u0441\u0442\u043E\u043A.
The_selection_filter_sequence_cannot_be_empty = \u041F\u043E\u0441\u043B\u0435\u0434\u043E\u0432\u0430\u0442\u0435\u043B\u044C\u043D\u043E\u0441\u0442\u044C \u0444\u0438\u043B\u044C\u0442\u0440\u0430 \u0432\u044B\u0431\u043E\u0440\u0430 \u043D\u0435 \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u043F\u0443\u0441\u0442\u043E\u0439
The_selection_operation_did_not_produce_any_selection = \u041E\u043F\u0435\u0440\u0430\u0446\u0438\u044F \u043E\u0442\u0431\u043E\u0440\u0430 \u043D\u0435 \u043F\u0440\u043E\u0438\u0437\u0432\u0435\u043B\u0430 \u043D\u0438\u043A\u0430\u043A\u043E\u0433\u043E \u043E\u0442\u0431\u043E\u0440\u0430.
The_source_or_destination_variable_cannot_be_called_as_an_operator = \u041F\u0435\u0440\u0435\u043C\u0435\u043D\u043D\u0430\u044F \u0438\u0441\u0442\u043E\u0447\u043D\u0438\u043A\u0430 \u0438\u043B\u0438 \u043D\u0430\u0437\u043D\u0430\u0447\u0435\u043D\u0438\u044F \u043D\u0435 \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u043D\u0430\u0437\u0432\u0430\u043D\u0430 \u043E\u043F\u0435\u0440\u0430\u0442\u043E\u0440\u043E\u043C.
The_study_sequence_X1_contains_the_study_step_X2_which_is_not_allowed_for_this_physics_interface = \u041F\u043E\u0441\u043B\u0435\u0434\u043E\u0432\u0430\u0442\u0435\u043B\u044C\u043D\u043E\u0441\u0442\u044C \u0438\u0441\u0441\u043B\u0435\u0434\u043E\u0432\u0430\u043D\u0438\u044F '#0' \u0441\u043E\u0434\u0435\u0440\u0436\u0438\u0442 \u044D\u0442\u0430\u043F \u0438\u0441\u0441\u043B\u0435\u0434\u043E\u0432\u0430\u043D\u0438\u044F '#1', \u043A\u043E\u0442\u043E\u0440\u044B\u0439 \u043D\u0435 \u0434\u043E\u043F\u0443\u0441\u043A\u0430\u0435\u0442\u0441\u044F \u0434\u043B\u044F \u044D\u0442\u043E\u0433\u043E \u0444\u0438\u0437\u0438\u0447\u0435\u0441\u043A\u043E\u0433\u043E \u0438\u043D\u0442\u0435\u0440\u0444\u0435\u0439\u0441\u0430.
The_table_X_is_not_setup_properly = \u0422\u0430\u0431\u043B\u0438\u0446\u0430 '#' \u043D\u0435 \u043D\u0430\u0441\u0442\u0440\u043E\u0435\u043D\u0430 \u0434\u043E\u043B\u0436\u043D\u044B\u043C \u043E\u0431\u0440\u0430\u0437\u043E\u043C.
The_validation_of_an_existing_value_X_failed_because_it_is_greater_than_or_equal_to_the_new_upper_bound_of_Y = \u041F\u0440\u043E\u0432\u0435\u0440\u043A\u0430 \u0441\u0443\u0449\u0435\u0441\u0442\u0432\u0443\u044E\u0449\u0435\u0433\u043E \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u044F '#0' \u043D\u0435 \u0443\u0434\u0430\u043B\u0430\u0441\u044C, \u043F\u043E\u0441\u043A\u043E\u043B\u044C\u043A\u0443 \u043E\u043D\u043E \u0431\u043E\u043B\u044C\u0448\u0435 \u0438\u043B\u0438 \u0440\u0430\u0432\u043D\u043E \u043D\u043E\u0432\u043E\u0439 \u0432\u0435\u0440\u0445\u043D\u0435\u0439 \u0433\u0440\u0430\u043D\u0438\u0446\u0435 '#1'
The_validation_of_an_existing_value_X_failed_because_it_is_greater_than_the_new_upper_bound_of_Y = \u041F\u0440\u043E\u0432\u0435\u0440\u043A\u0430 \u0441\u0443\u0449\u0435\u0441\u0442\u0432\u0443\u044E\u0449\u0435\u0433\u043E \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u044F '#0' \u043D\u0435 \u0443\u0434\u0430\u043B\u0430\u0441\u044C, \u043F\u043E\u0442\u043E\u043C\u0443 \u0447\u0442\u043E \u043E\u043D\u043E \u0431\u043E\u043B\u044C\u0448\u0435, \u0447\u0435\u043C \u043D\u043E\u0432\u0430\u044F \u0432\u0435\u0440\u0445\u043D\u044F\u044F \u0433\u0440\u0430\u043D\u0438\u0446\u0430 '#1'
The_validation_of_an_existing_value_X_failed_because_it_is_less_than_or_equal_to_the_new_lower_bound_of_Y = \u041F\u0440\u043E\u0432\u0435\u0440\u043A\u0430 \u0441\u0443\u0449\u0435\u0441\u0442\u0432\u0443\u044E\u0449\u0435\u0433\u043E \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u044F '#0' \u043D\u0435 \u0443\u0434\u0430\u043B\u0430\u0441\u044C, \u043F\u043E\u0441\u043A\u043E\u043B\u044C\u043A\u0443 \u043E\u043D\u043E \u043C\u0435\u043D\u044C\u0448\u0435 \u0438\u043B\u0438 \u0440\u0430\u0432\u043D\u043E \u043D\u043E\u0432\u043E\u0439 \u043D\u0438\u0436\u043D\u0435\u0439 \u0433\u0440\u0430\u043D\u0438\u0446\u0435 '#1'
The_validation_of_an_existing_value_X_failed_because_it_is_less_than_the_new_lower_bound_of_Y = \u041F\u0440\u043E\u0432\u0435\u0440\u043A\u0430 \u0441\u0443\u0449\u0435\u0441\u0442\u0432\u0443\u044E\u0449\u0435\u0433\u043E \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u044F '#0' \u043D\u0435 \u0443\u0434\u0430\u043B\u0430\u0441\u044C, \u043F\u043E\u0441\u043A\u043E\u043B\u044C\u043A\u0443 \u043E\u043D\u043E \u043C\u0435\u043D\u044C\u0448\u0435 \u043D\u043E\u0432\u043E\u0439 \u043D\u0438\u0436\u043D\u0435\u0439 \u0433\u0440\u0430\u043D\u0438\u0446\u044B '#1'
The_value_X_does_not_exist_in_list_box_Y = \u0417\u043D\u0430\u0447\u0435\u043D\u0438\u0435 '#0' \u043D\u0435 \u0441\u0443\u0449\u0435\u0441\u0442\u0432\u0443\u0435\u0442 \u0432 \u0441\u043F\u0438\u0441\u043A\u0435 '#1'.
The_window_do_not_support_graphics_widgets = \u041E\u043A\u043D\u043E \u043D\u0435 \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u0435\u0442 \u0433\u0440\u0430\u0444\u0438\u0447\u0435\u0441\u043A\u0443\u044E \u0444\u043E\u0440\u043C\u0443 \u043E\u0431\u044A\u0435\u043A\u0442\u043E\u0432.
The_window_layout_encountered_an_error = \u041C\u0430\u043A\u0435\u0442 \u043E\u043A\u043D\u0430 \u0441\u0442\u043E\u043B\u043A\u043D\u0443\u043B\u0441\u044F \u0441 \u043E\u0448\u0438\u0431\u043A\u043E\u0439
There_are_no_default_features_to_add = \u041D\u0435\u0442 \u0444\u0443\u043D\u043A\u0446\u0438\u0439 \u043F\u043E \u0443\u043C\u043E\u043B\u0447\u0430\u043D\u0438\u044E \u0434\u043B\u044F \u0434\u043E\u0431\u0430\u0432\u043B\u0435\u043D\u0438\u044F
There_is_no_boundary_level_for_global_models = \u041D\u0435 \u0441\u0443\u0449\u0435\u0441\u0442\u0432\u0443\u0435\u0442 \u043F\u043E\u0433\u0440\u0430\u043D\u0438\u0447\u043D\u043E\u0433\u043E \u0443\u0440\u043E\u0432\u043D\u044F \u0434\u043B\u044F \u0433\u043B\u043E\u0431\u0430\u043B\u044C\u043D\u044B\u0445 \u043C\u043E\u0434\u0435\u043B\u0435\u0439.
Toolbar_action_is_not_allowed_in_buttons = \u0414\u0435\u0439\u0441\u0442\u0432\u0438\u0435 \u043F\u0430\u043D\u0435\u043B\u0438 \u0438\u043D\u0441\u0442\u0440\u0443\u043C\u0435\u043D\u0442\u043E\u0432 \u043D\u0435 \u0434\u043E\u043F\u0443\u0441\u043A\u0430\u0435\u0442\u0441\u044F \u0432 \u043A\u043D\u043E\u043F\u043A\u0430\u0445 
# - U --------------------------------------------------------------------- U -
Unable_to_create_GUI_property_for = \u041D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u0441\u043E\u0437\u0434\u0430\u0442\u044C \u0441\u0432\u043E\u0439\u0441\u0442\u0432\u043E GUI \u0434\u043B\u044F '#'.
Unable_to_determine_child_list_for_X = \u041D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0438\u0442\u044C \u0441\u043F\u0438\u0441\u043E\u043A \u0434\u0435\u0442\u0435\u0439 \u043D\u0430 '#'
Undefined_argument = \u041D\u0435\u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D\u043D\u044B\u0439 \u0430\u0440\u0433\u0443\u043C\u0435\u043D\u0442
Undefined_variable_X_selected_by_Y_in_Z = \u041D\u0435\u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D\u043D\u0430\u044F \u043F\u0435\u0440\u0435\u043C\u0435\u043D\u043D\u0430\u044F '#0' \u0432\u044B\u0431\u0440\u0430\u043D\u0430 '#1' \u0432 '#2'.
Unit_is_already_defined_by_physical_quantity = \u0415\u0434\u0438\u043D\u0438\u0446\u0430 \u0443\u0436\u0435 \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u044F\u0435\u0442\u0441\u044F \u0444\u0438\u0437\u0438\u0447\u0435\u0441\u043A\u043E\u0439 \u0432\u0435\u043B\u0438\u0447\u0438\u043D\u043E\u0439.
Union_not_supported_between_an_ordinary_selection_and_a_mesh_interior_selection = \u0421\u043E\u044E\u0437 \u043D\u0435 \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u0435\u0442\u0441\u044F \u043C\u0435\u0436\u0434\u0443 \u043E\u0431\u044B\u0447\u043D\u044B\u043C \u0432\u044B\u0431\u043E\u0440\u043E\u043C \u0438 \u0441\u0435\u0442\u0447\u0430\u0442\u044B\u043C \u0432\u044B\u0431\u043E\u0440\u043E\u043C \u0438\u043D\u0442\u0435\u0440\u044C\u0435\u0440\u0430
Union_not_supported_between_selections_on_different_geometries = \u0421\u043E\u044E\u0437, \u043D\u0435 \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u0435\u043C\u044B\u0439 \u043C\u0435\u0436\u0434\u0443 \u0432\u044B\u0431\u043E\u0440\u043A\u0430\u043C\u0438 \u043F\u043E \u0440\u0430\u0437\u043B\u0438\u0447\u043D\u044B\u043C \u0433\u0435\u043E\u043C\u0435\u0442\u0440\u0438\u044F\u043C
Unique_identifier_must_not_be_empty = \u0423\u043D\u0438\u043A\u0430\u043B\u044C\u043D\u044B\u0439 \u0438\u0434\u0435\u043D\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u043E\u0440 \u043D\u0435 \u0434\u043E\u043B\u0436\u0435\u043D \u0431\u044B\u0442\u044C \u043F\u0443\u0441\u0442\u044B\u043C.
Unknown_application_argument_X = \u041D\u0435\u0438\u0437\u0432\u0435\u0441\u0442\u043D\u044B\u0439 \u0430\u0440\u0433\u0443\u043C\u0435\u043D\u0442 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u044F '#'.
Unknown_argument = \u041D\u0435\u0438\u0437\u0432\u0435\u0441\u0442\u043D\u044B\u0439 \u0430\u0440\u0433\u0443\u043C\u0435\u043D\u0442
Unknown_command = \u041D\u0435\u0438\u0437\u0432\u0435\u0441\u0442\u043D\u0430\u044F \u043A\u043E\u043C\u0430\u043D\u0434\u0430
Unknown_extra_dimensional_integration_operator = \u041D\u0435\u0438\u0437\u0432\u0435\u0441\u0442\u043D\u044B\u0439 \u043E\u043F\u0435\u0440\u0430\u0442\u043E\u0440 \u0432\u043D\u0435\u043F\u0440\u043E\u0441\u0442\u0440\u0430\u043D\u0441\u0442\u0432\u0435\u043D\u043D\u043E\u0439 \u0438\u043D\u0442\u0435\u0433\u0440\u0430\u0446\u0438\u0438.
Unknown_extra_dimensional_operator = \u041D\u0435\u0438\u0437\u0432\u0435\u0441\u0442\u043D\u044B\u0439 \u044D\u043A\u0441\u0442\u0440\u0430\u043C\u0435\u0440\u043D\u044B\u0439 \u043E\u043F\u0435\u0440\u0430\u0442\u043E\u0440.
Unknown_physical_quantity = \u041D\u0435\u0438\u0437\u0432\u0435\u0441\u0442\u043D\u0430\u044F \u0444\u0438\u0437\u0438\u0447\u0435\u0441\u043A\u0430\u044F \u0432\u0435\u043B\u0438\u0447\u0438\u043D\u0430
Unknown_post_unary_operation = \u041D\u0435\u0438\u0437\u0432\u0435\u0441\u0442\u043D\u0430\u044F \u043E\u043F\u0435\u0440\u0430\u0446\u0438\u044F \u043F\u043E\u0441\u043B\u0435 \u0443\u043D\u0438\u0442\u0430\u0437\u0430
Unknown_model_input_x = \u041D\u0435\u0438\u0437\u0432\u0435\u0441\u0442\u043D\u0430\u044F \u043C\u043E\u0434\u0435\u043B\u044C \u0432\u0432\u043E\u0434\u0430 '#'
Unknown_material_property_x = \u041D\u0435\u0438\u0437\u0432\u0435\u0441\u0442\u043D\u0430\u044F \u043C\u0430\u0442\u0435\u0440\u0438\u0430\u043B\u044C\u043D\u0430\u044F \u0441\u043E\u0431\u0441\u0442\u0432\u0435\u043D\u043D\u043E\u0441\u0442\u044C '#'
Unknown_or_invalid_attribute_X_for_event_handler = \u041D\u0435\u0438\u0437\u0432\u0435\u0441\u0442\u043D\u044B\u0439 \u0438\u043B\u0438 \u043D\u0435\u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0442\u0435\u043B\u044C\u043D\u044B\u0439 \u0430\u0442\u0440\u0438\u0431\u0443\u0442 '#' \u0434\u043B\u044F \u043E\u0431\u0440\u0430\u0431\u043E\u0442\u0447\u0438\u043A\u0430 \u0441\u043E\u0431\u044B\u0442\u0438\u0439
Unknown_or_invalid_attribute_X_for_model_entity_Y = \u041D\u0435\u0438\u0437\u0432\u0435\u0441\u0442\u043D\u044B\u0439 \u0438\u043B\u0438 \u043D\u0435\u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0442\u0435\u043B\u044C\u043D\u044B\u0439 \u0430\u0442\u0440\u0438\u0431\u0443\u0442 '#0' \u0434\u043B\u044F \u0442\u0438\u043F\u043E\u0432\u043E\u0433\u043E \u043E\u0431\u044A\u0435\u043A\u0442\u0430 '#1'
Unknown_required_property_x_with_parameter_x_for_coupling_type_x = \u041D\u0435\u0438\u0437\u0432\u0435\u0441\u0442\u043D\u043E \u0442\u0440\u0435\u0431\u0443\u0435\u043C\u043E\u0435 \u0438\u043C\u0443\u0449\u0435\u0441\u0442\u0432\u043E '#0' \u0441 \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u043E\u043C '#1' \u0434\u043B\u044F \u0441\u043E\u0435\u0434\u0438\u043D\u0435\u043D\u0438\u044F \u0442\u0438\u043F\u0430 '#2'
Unknown_user_input = \u041D\u0435\u0438\u0437\u0432\u0435\u0441\u0442\u043D\u044B\u0439 \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044C\u0441\u043A\u0438\u0439 \u0432\u0432\u043E\u0434
Unsupported_dependent_variable_declaration_for_variable_x = \u041D\u0435\u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u0435\u043C\u0430\u044F \u0434\u0435\u043A\u043B\u0430\u0440\u0430\u0446\u0438\u044F \u0437\u0430\u0432\u0438\u0441\u0438\u043C\u043E\u0439 \u043F\u0435\u0440\u0435\u043C\u0435\u043D\u043D\u043E\u0439 \u0434\u043B\u044F \u043F\u0435\u0440\u0435\u043C\u0435\u043D\u043D\u043E\u0439 '#'
User_inputs_are_not_allowed_within_a_usage_condition = \u041F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044C\u0441\u043A\u0438\u0435 \u0432\u0445\u043E\u0434\u043D\u044B\u0435 \u0434\u0430\u043D\u043D\u044B\u0435 \u043D\u0435 \u0434\u043E\u043F\u0443\u0441\u043A\u0430\u044E\u0442\u0441\u044F \u0432 \u0443\u0441\u043B\u043E\u0432\u0438\u044F\u0445 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043D\u0438\u044F.
User_inputs_are_not_allowed_under_a_loop_component_when_looping_over_a_user_input_in_a_feature = \u041F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044C\u0441\u043A\u0438\u0435 \u0432\u0432\u043E\u0434\u044B \u043D\u0435 \u0434\u043E\u043F\u0443\u0441\u043A\u0430\u044E\u0442\u0441\u044F \u043F\u043E\u0434 \u043A\u043E\u043C\u043F\u043E\u043D\u0435\u043D\u0442\u043E\u043C \u0446\u0438\u043A\u043B\u0430 \u043F\u0440\u0438 \u043D\u0430\u0436\u0430\u0442\u0438\u0438 \u043D\u0430 \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044C\u0441\u043A\u0438\u0439 \u0432\u0432\u043E\u0434 \u0432 \u0444\u0443\u043D\u043A\u0446\u0438\u0438.
User_inputs_in_multiphysics_couplings_cannot_depend_on_physics_properties_or_physics_fields = \u041F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044C\u0441\u043A\u0438\u0435 \u0432\u0445\u043E\u0434\u044B \u0432 \u043C\u0443\u043B\u044C\u0442\u0438\u0444\u0438\u0437\u0438\u0447\u0435\u0441\u043A\u0438\u0435 \u0441\u0432\u044F\u0437\u0438 \u043D\u0435 \u043C\u043E\u0433\u0443\u0442 \u0437\u0430\u0432\u0438\u0441\u0435\u0442\u044C \u043E\u0442 \u0444\u0438\u0437\u0438\u0447\u0435\u0441\u043A\u0438\u0445 \u0441\u0432\u043E\u0439\u0441\u0442\u0432 \u0438\u043B\u0438 \u0444\u0438\u0437\u0438\u0447\u0435\u0441\u043A\u0438\u0445 \u043F\u043E\u043B\u0435\u0439.
# - V --------------------------------------------------------------------- V -
Value_of_the_parameter_x_must_be_scalar = \u0417\u043D\u0430\u0447\u0435\u043D\u0438\u0435 \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u0430 '#' \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u0441\u043A\u0430\u043B\u044F\u0440\u043D\u044B\u043C
Variable_cannot_be_declared_for_changeable_sizes = \u041F\u0435\u0440\u0435\u043C\u0435\u043D\u043D\u0430\u044F \u043D\u0435 \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u043E\u0431\u044A\u044F\u0432\u043B\u0435\u043D\u0430 \u0434\u043B\u044F \u043F\u0435\u0440\u0435\u043C\u0435\u043D\u043D\u044B\u0445 \u0440\u0430\u0437\u043C\u0435\u0440\u043E\u0432
Variable_name_must_not_contain_periods = \u041F\u0435\u0440\u0435\u043C\u0435\u043D\u043D\u043E\u0435 \u0438\u043C\u044F \u043D\u0435 \u0434\u043E\u043B\u0436\u043D\u043E \u0441\u043E\u0434\u0435\u0440\u0436\u0430\u0442\u044C \u043F\u0435\u0440\u0438\u043E\u0434\u043E\u0432 ('.')
Variable_definition_is_non_symmetric_for_a_symmetric_variable = \u041F\u0435\u0440\u0435\u043C\u0435\u043D\u043D\u043E\u0435 \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D\u0438\u0435 \u043D\u0435\u0441\u0438\u043C\u043C\u0435\u0442\u0440\u0438\u0447\u043D\u043E \u0434\u043B\u044F \u0441\u0438\u043C\u043C\u0435\u0442\u0440\u0438\u0447\u043D\u043E\u0439 \u043F\u0435\u0440\u0435\u043C\u0435\u043D\u043D\u043E\u0439
Variable_must_be_declared_in_order_to_be_defined = \u041F\u0435\u0440\u0435\u043C\u0435\u043D\u043D\u0430\u044F \u0434\u043E\u043B\u0436\u043D\u0430 \u0431\u044B\u0442\u044C \u043E\u0431\u044A\u044F\u0432\u043B\u0435\u043D\u0430 \u0434\u043B\u044F \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D\u0438\u044F
Variable_object_with_ODE_equation_must_be_scalar = \u041F\u0435\u0440\u0435\u043C\u0435\u043D\u043D\u044B\u0439 \u043E\u0431\u044A\u0435\u043A\u0442 \u0441 \u0443\u0440\u0430\u0432\u043D\u0435\u043D\u0438\u0435\u043C ODE \u0434\u043E\u043B\u0436\u0435\u043D \u0431\u044B\u0442\u044C \u0441\u043A\u0430\u043B\u044F\u0440\u043D\u044B\u043C
Velocity_component_expression_must_be_a_scalar = \u0412\u044B\u0440\u0430\u0436\u0435\u043D\u0438\u0435 \u043A\u043E\u043C\u043F\u043E\u043D\u0435\u043D\u0442\u0430 \u0441\u043A\u043E\u0440\u043E\u0441\u0442\u0438 \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u0441\u043A\u0430\u043B\u044F\u0440\u043D\u044B\u043C.
Velocity_expression_must_be_a_vector = \u0412\u044B\u0440\u0430\u0436\u0435\u043D\u0438\u0435 \u0441\u043A\u043E\u0440\u043E\u0441\u0442\u0438 \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u0432\u0435\u043A\u0442\u043E\u0440\u043E\u043C.
# - W --------------------------------------------------------------------- W -
Wrong_number_of_members_in_a_radio_button_group = \u041D\u0435\u043F\u0440\u0430\u0432\u0438\u043B\u044C\u043D\u043E\u0435 \u043A\u043E\u043B\u0438\u0447\u0435\u0441\u0442\u0432\u043E \u0443\u0447\u0430\u0441\u0442\u043D\u0438\u043A\u043E\u0432 \u0432 \u0433\u0440\u0443\u043F\u043F\u0435 \u0440\u0430\u0434\u0438\u043E\u043A\u043D\u043E\u043F\u043E\u043A.
# - X --------------------------------------------------------------------- X -
X_coefficient_must_have_size_y = #0 \u041A\u043E\u044D\u0444\u0444\u0438\u0446\u0438\u0435\u043D\u0442 \u0434\u043E\u043B\u0436\u0435\u043D \u0438\u043C\u0435\u0442\u044C \u0440\u0430\u0437\u043C\u0435\u0440 #1
x_is_not_a_required_property = # \u043D\u0435 \u044F\u0432\u043B\u044F\u0435\u0442\u0441\u044F \u043E\u0431\u044F\u0437\u0430\u0442\u0435\u043B\u044C\u043D\u044B\u043C \u0438\u043C\u0443\u0449\u0435\u0441\u0442\u0432\u043E\u043C
x_is_not_a_valid_coupling_type = # \u043D\u0435 \u044F\u0432\u043B\u044F\u0435\u0442\u0441\u044F \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0442\u0435\u043B\u044C\u043D\u044B\u043C \u0442\u0438\u043F\u043E\u043C \u0441\u043E\u0435\u0434\u0438\u043D\u0435\u043D\u0438\u044F
x_or_y_is_not_a_required_property_or_parameter = #0 \u0438\u043B\u0438 #1 \u043D\u0435 \u044F\u0432\u043B\u044F\u0435\u0442\u0441\u044F \u043E\u0431\u044F\u0437\u0430\u0442\u0435\u043B\u044C\u043D\u044B\u043C \u0441\u0432\u043E\u0439\u0441\u0442\u0432\u043E\u043C \u0438\u043B\u0438 \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u043E\u043C
xdo_prefix_can_only_be_used_with_extra_dimensional_selections_and_under_a_selection_loop = \u041F\u0440\u0435\u0444\u0438\u043A\u0441 'xdo.' \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043D \u0442\u043E\u043B\u044C\u043A\u043E \u043F\u0440\u0438 \u044D\u043A\u0441\u0442\u0440\u0430\u043C\u0435\u0440\u043D\u044B\u0445 \u043F\u043E\u0434\u0431\u043E\u0440\u0430\u0445 \u0438 \u043F\u043E\u0434 \u0446\u0438\u043A\u043B\u043E\u043C \u0432\u044B\u0431\u043E\u0440\u0430.
# - Y --------------------------------------------------------------------- Y -
# - Z --------------------------------------------------------------------- Z -
