#
# MaxwellError_en_US.properties
#
# Copyright (c) 1998-2016 by COMSOL AB
# $Revision: $  $Date: $
#
# English error messages resource file.
#
# Translation to another language:
#
# Replace the English string to the right of
# the = sign with the translated string in the
# local language. The string can contain Unicode
# characters.
#
# Note: Do not change the string to the left
# of the equal sign.
#
# The string can contain \n indicating a line break.
#
# Unicode characters for Greek letters should not be
# translated.
#
# The string can contain a placeholder character # (do
# not confuse this with a # at the beginning of a line
# that contains comments). This placeholder indicates a
# variable name such as the name of a spatial coordinate.
# It should remain in the translated string in the position
# where this word appears in the translated sentence.
#
# The master strings ending in _mnemonic contains a keyboard
# shortcut letter. Replace them with the letter in the local
# language. Bear in mind that all letters on a particular menu
# must be unique and that many menu items in the File and Edit
# menus have established shortcut keys.
#
# Save the translated file as
#
# MaxwellError_<ISO Language Code>_<ISO Country Code>.properties
#
# for example, for Japanese in Japan,
#
# MaxwellError_ja_JP.properties


# - # --------------------------------------------------------------------- # -
2D_axisymmetric_coaxial_port_does_not_support_nonzero_azimuthal_mode_number = 2D-\u043E\u0441\u0435\u0441\u0438\u043C\u043C\u0435\u0442\u0440\u0438\u0447\u043D\u044B\u0439 \u043A\u043E\u0430\u043A\u0441\u0438\u0430\u043B\u044C\u043D\u044B\u0439 \u043F\u043E\u0440\u0442 \u043D\u0435 \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u0435\u0442 \u043D\u0435\u043D\u0443\u043B\u0435\u0432\u043E\u0439 \u043D\u043E\u043C\u0435\u0440 \u0430\u0437\u0438\u043C\u0443\u0442\u0430\u043B\u044C\u043D\u043E\u0439 \u043C\u043E\u0434\u044B.
3D_single_turn_coil_features_cannot_be_used_in_time_dependent_studies_Disable_the_feature = \u0424\u0443\u043D\u043A\u0446\u0438\u0438 3D \u043E\u0434\u043D\u043E\u043F\u0440\u043E\u0432\u043E\u0434\u043D\u043E\u0439 \u043A\u0430\u0442\u0443\u0448\u043A\u0438 \u043D\u0435\u043B\u044C\u0437\u044F \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C \u0432 \u0438\u0441\u0441\u043B\u0435\u0434\u043E\u0432\u0430\u043D\u0438\u044F\u0445, \u0437\u0430\u0432\u0438\u0441\u044F\u0449\u0438\u0445 \u043E\u0442 \u0432\u0440\u0435\u043C\u0435\u043D\u0438.\n\u041F\u043E\u0436\u0430\u043B\u0443\u0439\u0441\u0442\u0430, \u043E\u0442\u043A\u043B\u044E\u0447\u0438\u0442\u0435 \u044D\u0442\u0443 \u0444\u0443\u043D\u043A\u0446\u0438\u044E \u043D\u0430 \u044D\u0442\u0430\u043F\u0435 \u0438\u0441\u0441\u043B\u0435\u0434\u043E\u0432\u0430\u043D\u0438\u044F.
# - A --------------------------------------------------------------------- A -
A_Circular_coil_requires_a_Coil_Geometry_subfeature._Read_doc. = \u0414\u043B\u044F \u043A\u0440\u0443\u0433\u043B\u043E\u0439 \u043A\u0430\u0442\u0443\u0448\u043A\u0438 \u0442\u0440\u0435\u0431\u0443\u0435\u0442\u0441\u044F \u043F\u043E\u0434\u0444\u0443\u043D\u043A\u0446\u0438\u044F \u00AB\u0413\u0435\u043E\u043C\u0435\u0442\u0440\u0438\u044F \u043A\u0430\u0442\u0443\u0448\u043A\u0438\u00BB \u0441 \u0434\u043E\u043F\u0443\u0441\u0442\u0438\u043C\u044B\u043C \u0432\u044B\u0431\u043E\u0440\u043E\u043C. \n\u041F\u043E\u0436\u0430\u043B\u0443\u0439\u0441\u0442\u0430, \u043E\u0431\u0440\u0430\u0442\u0438\u0442\u0435\u0441\u044C \u043A \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430\u0446\u0438\u0438 \u043F\u043E \u0444\u0443\u043D\u043A\u0446\u0438\u044F\u043C 3D-\u043A\u0430\u0442\u0443\u0448\u043A\u0438.
A_device_must_be_selected_for_a_current-controlled_switch = \u041D\u0435\u043E\u0431\u0445\u043E\u0434\u0438\u043C\u043E \u043F\u043E\u0434\u043E\u0431\u0440\u0430\u0442\u044C \u0443\u0441\u0442\u0440\u043E\u0439\u0441\u0442\u0432\u043E \u0434\u043B\u044F \u0432\u044B\u043A\u043B\u044E\u0447\u0430\u0442\u0435\u043B\u044F, \u0443\u043F\u0440\u0430\u0432\u043B\u044F\u0435\u043C\u043E\u0433\u043E \u043F\u043E \u0442\u043E\u043A\u0443.
A_Linear_coil_requires_a_Coil_Geometry_subfeature._Read_doc. = \u0414\u043B\u044F \u043B\u0438\u043D\u0435\u0439\u043D\u043E\u0439 \u043A\u0430\u0442\u0443\u0448\u043A\u0438 \u0442\u0440\u0435\u0431\u0443\u0435\u0442\u0441\u044F \u043F\u043E\u0434\u0444\u0443\u043D\u043A\u0446\u0438\u044F \u00AB\u0413\u0435\u043E\u043C\u0435\u0442\u0440\u0438\u044F \u043A\u0430\u0442\u0443\u0448\u043A\u0438\u00BB \u0441 \u0434\u043E\u043F\u0443\u0441\u0442\u0438\u043C\u044B\u043C \u0432\u044B\u0431\u043E\u0440\u043E\u043C.\n\u041F\u043E\u0436\u0430\u043B\u0443\u0439\u0441\u0442\u0430, \u043E\u0431\u0440\u0430\u0442\u0438\u0442\u0435\u0441\u044C \u043A \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430\u0446\u0438\u0438 \u043F\u043E \u0444\u0443\u043D\u043A\u0446\u0438\u044F\u043C 3D-\u043A\u0430\u0442\u0443\u0448\u043A\u0438.
A_Numeric_coil_requires_a_Geometry_Analysis_subfeature._Read_doc. = \u0414\u043B\u044F \u0447\u0438\u0441\u043B\u043E\u0432\u043E\u0439 \u043A\u0430\u0442\u0443\u0448\u043A\u0438 \u0442\u0440\u0435\u0431\u0443\u0435\u0442\u0441\u044F \u0434\u043E\u043F\u043E\u043B\u043D\u0438\u0442\u0435\u043B\u044C\u043D\u0430\u044F \u0444\u0443\u043D\u043A\u0446\u0438\u044F \u0430\u043D\u0430\u043B\u0438\u0437\u0430 \u0433\u0435\u043E\u043C\u0435\u0442\u0440\u0438\u0438.\n\u041F\u043E\u0436\u0430\u043B\u0443\u0439\u0441\u0442\u0430, \u043E\u0431\u0440\u0430\u0442\u0438\u0442\u0435\u0441\u044C \u043A \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430\u0446\u0438\u0438 \u043F\u043E \u0444\u0443\u043D\u043A\u0446\u0438\u044F\u043C 3D-\u043A\u0430\u0442\u0443\u0448\u043A\u0438.
A_User_defined_coil_requires_a_User_Defined_Coil_Geometry_subfeature._Read_doc. = \u0414\u043B\u044F \u043A\u0430\u0442\u0443\u0448\u043A\u0438, \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u044F\u0435\u043C\u043E\u0439 \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u0435\u043C, \u0442\u0440\u0435\u0431\u0443\u0435\u0442\u0441\u044F \u043F\u043E\u0434\u0444\u0443\u043D\u043A\u0446\u0438\u044F \u00AB\u0413\u0435\u043E\u043C\u0435\u0442\u0440\u0438\u044F \u043A\u0430\u0442\u0443\u0448\u043A\u0438, \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u044F\u0435\u043C\u0430\u044F \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u0435\u043C\u00BB.\n\u041F\u043E\u0436\u0430\u043B\u0443\u0439\u0441\u0442\u0430, \u043E\u0431\u0440\u0430\u0442\u0438\u0442\u0435\u0441\u044C \u043A \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430\u0446\u0438\u0438 \u043F\u043E \u0444\u0443\u043D\u043A\u0446\u0438\u044F\u043C 3D-\u043A\u0430\u0442\u0443\u0448\u043A\u0438.
All_selected_domains_must_be_connected_when_using_a_mapped_mesh = \u0412\u0441\u0435 \u0432\u044B\u0431\u0440\u0430\u043D\u043D\u044B\u0435 \u0434\u043E\u043C\u0435\u043D\u044B \u0434\u043E\u043B\u0436\u043D\u044B \u0431\u044B\u0442\u044C \u0441\u0432\u044F\u0437\u0430\u043D\u044B \u043F\u0440\u0438 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043D\u0438\u0438 \u0441\u043E\u043F\u043E\u0441\u0442\u0430\u0432\u043B\u0435\u043D\u043D\u043E\u0439 \u0441\u0435\u0442\u043A\u0438.
All_selected_domains_must_be_connected_when_using_a_swept_mesh = \u0412\u0441\u0435 \u0432\u044B\u0431\u0440\u0430\u043D\u043D\u044B\u0435 \u0434\u043E\u043C\u0435\u043D\u044B \u0434\u043E\u043B\u0436\u043D\u044B \u0431\u044B\u0442\u044C \u0441\u0432\u044F\u0437\u0430\u043D\u044B \u043F\u0440\u0438 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043D\u0438\u0438 \u0441\u0435\u0442\u043A\u0438 \u0441 \u0432\u044B\u0442\u044F\u0433\u0438\u0432\u0430\u043D\u0438\u0435\u043C.
Angle_of_incidence_must_be_a_number = \u0423\u0433\u043E\u043B \u043F\u0430\u0434\u0435\u043D\u0438\u044F \u0434\u043E\u043B\u0436\u0435\u043D \u0431\u044B\u0442\u044C \u0447\u0438\u0441\u043B\u043E\u043C.
Azimuth_angle_of_incidence_must_be_a_number = \u0410\u0437\u0438\u043C\u0443\u0442\u0430\u043B\u044C\u043D\u044B\u0439 \u0443\u0433\u043E\u043B \u043F\u0430\u0434\u0435\u043D\u0438\u044F \u0434\u043E\u043B\u0436\u0435\u043D \u0431\u044B\u0442\u044C \u0447\u0438\u0441\u043B\u043E\u043C.
# - B --------------------------------------------------------------------- B -
Boundary_current_source_cannot_be_applied_to_insulating_layers = \u0418\u0441\u0442\u043E\u0447\u043D\u0438\u043A \u0433\u0440\u0430\u043D\u0438\u0447\u043D\u043E\u0433\u043E \u0442\u043E\u043A\u0430 \u043D\u0435\u043B\u044C\u0437\u044F \u043F\u0440\u0438\u043C\u0435\u043D\u044F\u0442\u044C \u043A \u0438\u0437\u043E\u043B\u0438\u0440\u0443\u044E\u0449\u0438\u043C \u0441\u043B\u043E\u044F\u043C.
Boundary_current_source_cannot_be_applied_to_dielectric_layers = \u0418\u0441\u0442\u043E\u0447\u043D\u0438\u043A \u0433\u0440\u0430\u043D\u0438\u0447\u043D\u043E\u0433\u043E \u0442\u043E\u043A\u0430 \u043D\u0435\u043B\u044C\u0437\u044F \u043F\u0440\u0438\u043C\u0435\u043D\u044F\u0442\u044C \u043A \u0434\u0438\u044D\u043B\u0435\u043A\u0442\u0440\u0438\u0447\u0435\u0441\u043A\u0438\u043C \u0441\u043B\u043E\u044F\u043C.
Boundary_selection_for_X_is_not_on_a_valid_annular_surface_for_coaxial_type_port = \u0412\u044B\u0431\u043E\u0440 \u0433\u0440\u0430\u043D\u0438\u0446\u044B \u0434\u043B\u044F # \u043D\u0435 \u043D\u0430\u0445\u043E\u0434\u0438\u0442\u0441\u044F \u043D\u0430 \u0434\u043E\u043F\u0443\u0441\u0442\u0438\u043C\u043E\u0439 \u043A\u043E\u043B\u044C\u0446\u0435\u0432\u043E\u0439 \u043F\u043E\u0432\u0435\u0440\u0445\u043D\u043E\u0441\u0442\u0438 \u0434\u043B\u044F \u043F\u043E\u0440\u0442\u0430 \u043A\u043E\u0430\u043A\u0441\u0438\u0430\u043B\u044C\u043D\u043E\u0433\u043E \u0442\u0438\u043F\u0430.
Boundary_selection_for_X_is_not_on_a_valid_circular_surface_for_circular_type_port = \u0412\u044B\u0431\u043E\u0440 \u0433\u0440\u0430\u043D\u0438\u0446\u044B \u0434\u043B\u044F # \u043D\u0435 \u043D\u0430\u0445\u043E\u0434\u0438\u0442\u0441\u044F \u043D\u0430 \u0434\u043E\u043F\u0443\u0441\u0442\u0438\u043C\u043E\u0439 \u043A\u0440\u0443\u0433\u043B\u043E\u0439 \u043F\u043E\u0432\u0435\u0440\u0445\u043D\u043E\u0441\u0442\u0438 \u0434\u043B\u044F \u043F\u043E\u0440\u0442\u0430 \u043A\u0440\u0443\u0433\u043B\u043E\u0433\u043E \u0442\u0438\u043F\u0430.
# - C --------------------------------------------------------------------- C -
Cannot_analyze_circular_coil_geometry_in_imported_meshes_use_robust_geometry_analysis_method = \u041D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u043F\u0440\u043E\u0430\u043D\u0430\u043B\u0438\u0437\u0438\u0440\u043E\u0432\u0430\u0442\u044C \u0433\u0435\u043E\u043C\u0435\u0442\u0440\u0438\u044E \u043A\u0440\u0443\u0433\u043E\u0432\u043E\u0439 \u043A\u0430\u0442\u0443\u0448\u043A\u0438 \u0432 \u0438\u043C\u043F\u043E\u0440\u0442\u0438\u0440\u043E\u0432\u0430\u043D\u043D\u044B\u0445 \u0441\u0435\u0442\u043A\u0430\u0445.\n\u0418\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0439\u0442\u0435 \u043C\u0435\u0442\u043E\u0434 \u0430\u043D\u0430\u043B\u0438\u0437\u0430 \u0443\u0441\u0442\u043E\u0439\u0447\u0438\u0432\u043E\u0439 \u0433\u0435\u043E\u043C\u0435\u0442\u0440\u0438\u0438.
Cannot_determine_primitive_vectors = \u041D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0438\u0442\u044C \u043F\u0440\u0438\u043C\u0438\u0442\u0438\u0432\u043D\u044B\u0439 \u0432\u0435\u043A\u0442\u043E\u0440.
Cannot_evaluate_inductance_in_stationary_studies_if_there_are_multiple_or_no_active_coils = \u041D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u043E\u0446\u0435\u043D\u0438\u0442\u044C \u0438\u043D\u0434\u0443\u043A\u0442\u0438\u0432\u043D\u043E\u0441\u0442\u044C \u0432 \u0441\u0442\u0430\u0446\u0438\u043E\u043D\u0430\u0440\u043D\u044B\u0445 \u0438\u0441\u0441\u043B\u0435\u0434\u043E\u0432\u0430\u043D\u0438\u044F\u0445, \u0435\u0441\u043B\u0438 \u0438\u043C\u0435\u0435\u0442\u0441\u044F \u043D\u0435\u0441\u043A\u043E\u043B\u044C\u043A\u043E \u0430\u043A\u0442\u0438\u0432\u043D\u044B\u0445 \u043A\u0430\u0442\u0443\u0448\u0435\u043A \u0438\u043B\u0438 \u043E\u043D\u0438 \u043E\u0442\u0441\u0443\u0442\u0441\u0442\u0432\u0443\u044E\u0442.
Cannot_open_Touchstone_file = \u041D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u043E\u0442\u043A\u0440\u044B\u0442\u044C \u0444\u0430\u0439\u043B Touchstone.
Cannot_use_periodic_condition_and_curl_type_2_shape_functions_with_swept_mesh_Either_change_to_default_curl_shape_functions_or_use_tetrahedral_mesh = \u041D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C \u043F\u0435\u0440\u0438\u043E\u0434\u0438\u0447\u0435\u0441\u043A\u043E\u0435 \u0443\u0441\u043B\u043E\u0432\u0438\u0435 \u0438 \u0444\u0443\u043D\u043A\u0446\u0438\u0438 \u0444\u043E\u0440\u043C\u044B \u0441\u043A\u0440\u0443\u0447\u0438\u0432\u0430\u043D\u0438\u044F \u0442\u0438\u043F\u0430 2 \u0441 \u0441\u0435\u0442\u043A\u043E\u0439 \u043F\u043E \u0441\u0442\u0440\u0435\u043B\u043E\u0432\u0438\u0434\u0438\u044E. \n\n\u041B\u0438\u0431\u043E \u0438\u0437\u043C\u0435\u043D\u0438\u0442\u0435 \u0444\u0443\u043D\u043A\u0446\u0438\u0438 \u0444\u043E\u0440\u043C\u044B \u0441\u043A\u0440\u0443\u0447\u0438\u0432\u0430\u043D\u0438\u044F \u043F\u043E \u0443\u043C\u043E\u043B\u0447\u0430\u043D\u0438\u044E, \u043B\u0438\u0431\u043E \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0439\u0442\u0435 \u0442\u0435\u0442\u0440\u0430\u044D\u0434\u0440\u0430\u043B\u044C\u043D\u0443\u044E \u0441\u0435\u0442\u043A\u0443.
Circular_port_boundary_is_not_defined_properly = \u0413\u0440\u0430\u043D\u0438\u0446\u0430 \u043A\u0440\u0443\u0433\u043B\u043E\u0433\u043E \u043F\u043E\u0440\u0442\u0430 \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D\u0430 \u043D\u0435\u043F\u0440\u0430\u0432\u0438\u043B\u044C\u043D\u043E.
Conductor_has_empty_selection = \u0423 \u043E\u0434\u043D\u043E\u0433\u043E \u0438\u0437 \u041F\u0440\u043E\u0432\u043E\u0434\u043D\u0438\u043A\u043E\u0432 \u043F\u0443\u0441\u0442\u043E\u0435 \u0432\u044B\u0434\u0435\u043B\u0435\u043D\u0438\u0435.
Conductor_selection_is_not_connected = \u0412\u044B\u0431\u043E\u0440 \u043F\u0440\u043E\u0432\u043E\u0434\u043D\u0438\u043A\u0430 \u043D\u0435 \u043F\u043E\u0434\u043A\u043B\u044E\u0447\u0435\u043D.
Conductor_terminal_subfeature_has_empty_selection = \u041E\u0434\u043D\u0430 \u0438\u0437 \u043F\u043E\u0434\u0444\u0443\u043D\u043A\u0446\u0438\u0439 \u00AB\u041A\u043E\u043D\u0442\u0440\u043E\u043B\u044C \u043F\u0440\u043E\u0432\u043E\u0434\u043D\u0438\u043A\u0430\u00BB \u0438\u043C\u0435\u0435\u0442 \u043F\u0443\u0441\u0442\u043E\u0439 \u0432\u044B\u0431\u043E\u0440.
Conductor_voltage_calculation_not_performed_add_a_source_initialization_study_step = \u0420\u0430\u0441\u0447\u0435\u0442 \u043D\u0430\u043F\u0440\u044F\u0436\u0435\u043D\u0438\u044F \u043F\u0440\u043E\u0432\u043E\u0434\u043D\u0438\u043A\u0430 \u043D\u0435 \u0432\u044B\u043F\u043E\u043B\u043D\u044F\u0435\u0442\u0441\u044F. \u0414\u043B\u044F \u044D\u0442\u043E\u0433\u043E \u0434\u043E\u0431\u0430\u0432\u044C\u0442\u0435 \u044D\u0442\u0430\u043F \u0438\u0441\u0441\u043B\u0435\u0434\u043E\u0432\u0430\u043D\u0438\u044F \u00AB\u0418\u043D\u0438\u0446\u0438\u0430\u043B\u0438\u0437\u0430\u0446\u0438\u044F \u0438\u0441\u0442\u043E\u0447\u043D\u0438\u043A\u0430\u00BB.
Conflicting_values_in_sector_symmetry_specification = \u041A\u043E\u043D\u0444\u043B\u0438\u043A\u0442\u0443\u044E\u0449\u0438\u0435 \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u044F \u0432 \u0441\u043F\u0435\u0446\u0438\u0444\u0438\u043A\u0430\u0446\u0438\u0438 \u0441\u0438\u043C\u043C\u0435\u0442\u0440\u0438\u0438 \u0441\u0435\u043A\u0442\u043E\u0440\u043E\u0432.
Conflict_with_existing_subfeatures = \u041A\u043E\u043D\u0444\u043B\u0438\u043A\u0442 \u0441 \u0441\u0443\u0449\u0435\u0441\u0442\u0432\u0443\u044E\u0449\u0438\u043C\u0438 \u0434\u043E\u043F\u043E\u043B\u043D\u0438\u0442\u0435\u043B\u044C\u043D\u044B\u043C\u0438 \u0444\u0443\u043D\u043A\u0446\u0438\u044F\u043C\u0438.
Consider_using_Relative_Permeability_for_the_stationary_case = \u0420\u0430\u0441\u0441\u043C\u043E\u0442\u0440\u0438\u0442\u0435 \u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E\u0441\u0442\u044C \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043D\u0438\u044F 'Relative Permeability' \u0434\u043B\u044F \u0441\u0442\u0430\u0446\u0438\u043E\u043D\u0430\u0440\u043D\u043E\u0433\u043E \u0441\u043B\u0443\u0447\u0430\u044F.
Could_not_find_edge_connected_to_reference_point = \u041D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u043D\u0430\u0439\u0442\u0438 \u0440\u0435\u0431\u0440\u043E, \u0441\u043E\u0435\u0434\u0438\u043D\u0435\u043D\u043D\u043E\u0435 \u0441 \u043A\u043E\u043D\u0442\u0440\u043E\u043B\u044C\u043D\u043E\u0439 \u0442\u043E\u0447\u043A\u043E\u0439.
# - D --------------------------------------------------------------------- D -
Data_mismatch_in_Touchstone_export = \u041D\u0435\u0441\u043E\u043E\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0438\u0435 \u0434\u0430\u043D\u043D\u044B\u0445 \u043F\u0440\u0438 \u044D\u043A\u0441\u043F\u043E\u0440\u0442\u0435 Touchstone.
Data_mismatch_in_Touchstone_export_Parametric_sweep_for_Touchstone_file_export_cannot_include_parameters_other_than_port_name_and_frequency = \u041D\u0435\u0441\u043E\u043E\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0438\u0435 \u0434\u0430\u043D\u043D\u044B\u0445 \u043F\u0440\u0438 \u044D\u043A\u0441\u043F\u043E\u0440\u0442\u0435 Touchstone. \u041F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u0438\u0447\u0435\u0441\u043A\u0430\u044F \u0440\u0430\u0437\u0432\u0435\u0440\u0442\u043A\u0430 \u0434\u043B\u044F \u044D\u043A\u0441\u043F\u043E\u0440\u0442\u0430 \u0444\u0430\u0439\u043B\u0430 Touchstone \u043D\u0435 \u043C\u043E\u0436\u0435\u0442 \u0432\u043A\u043B\u044E\u0447\u0430\u0442\u044C \u0434\u0440\u0443\u0433\u0438\u0435 \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u044B, \u043A\u0440\u043E\u043C\u0435 \u0438\u043C\u0435\u043D\u0438 \u043F\u043E\u0440\u0442\u0430 \u0438 \u0447\u0430\u0441\u0442\u043E\u0442\u044B.
Destination_selection_in_periodic_condition_is_empty = \u0412\u044B\u0431\u043E\u0440 \u043F\u0443\u043D\u043A\u0442\u0430 \u043D\u0430\u0437\u043D\u0430\u0447\u0435\u043D\u0438\u044F \u0432 \u043F\u0435\u0440\u0438\u043E\u0434\u0438\u0447\u0435\u0441\u043A\u043E\u043C \u0441\u043E\u0441\u0442\u043E\u044F\u043D\u0438\u0438 \u043F\u0443\u0441\u0442.
Device_x_contains_too_few_terminals_y_expected_z = \u0423\u0441\u0442\u0440\u043E\u0439\u0441\u0442\u0432\u043E #0 \u0441\u043E\u0434\u0435\u0440\u0436\u0438\u0442 \u0441\u043B\u0438\u0448\u043A\u043E\u043C \u043C\u0430\u043B\u043E \u0442\u0435\u0440\u043C\u0438\u043D\u0430\u043B\u043E\u0432 (#1, \u043E\u0436\u0438\u0434\u0430\u0435\u0442\u0441\u044F #2).
Dielectric_losses_and_loss_tangent_can_only_be_used_in_frequency = \u0414\u0438\u044D\u043B\u0435\u043A\u0442\u0440\u0438\u0447\u0435\u0441\u043A\u0438\u0435 \u043F\u043E\u0442\u0435\u0440\u0438 \u0438 \u0442\u0430\u043D\u0433\u0435\u043D\u0441 \u043F\u043E\u0442\u0435\u0440\u044C \u043C\u043E\u0436\u043D\u043E \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C \u0442\u043E\u043B\u044C\u043A\u043E \u0432 \u0438\u0441\u0441\u043B\u0435\u0434\u043E\u0432\u0430\u043D\u0438\u044F\u0445 \u0432 \u0447\u0430\u0441\u0442\u043E\u0442\u043D\u043E\u0439 \u043E\u0431\u043B\u0430\u0441\u0442\u0438.
Direction_between_lumped_port_terminals_must_be_nonzero = \u041D\u0430\u043F\u0440\u0430\u0432\u043B\u0435\u043D\u0438\u0435 \u043C\u0435\u0436\u0434\u0443 \u0442\u0435\u0440\u043C\u0438\u043D\u0430\u043B\u0430\u043C\u0438 \u0441\u043E\u0441\u0440\u0435\u0434\u043E\u0442\u043E\u0447\u0435\u043D\u043D\u043E\u0433\u043E \u043F\u043E\u0440\u0442\u0430 \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u043D\u0435\u043D\u0443\u043B\u0435\u0432\u044B\u043C.
Duplicate_coil_name = \u041F\u043E\u0432\u0442\u043E\u0440\u044F\u044E\u0449\u0435\u0435\u0441\u044F \u043D\u0430\u0437\u0432\u0430\u043D\u0438\u0435 \u043A\u0430\u0442\u0443\u0448\u043A\u0438.
Duplicate_device_name_x = \u041F\u043E\u0432\u0442\u043E\u0440\u044F\u044E\u0449\u0435\u0435\u0441\u044F \u0438\u043C\u044F \u0443\u0441\u0442\u0440\u043E\u0439\u0441\u0442\u0432\u0430 #.
# - E --------------------------------------------------------------------- E -
Each_Rotating_Domain_feature_should_be_covering_one_component_of_the_physics_selection = \u041A\u0430\u0436\u0434\u0430\u044F \u0444\u0443\u043D\u043A\u0446\u0438\u044F \u0432\u0440\u0430\u0449\u0430\u044E\u0449\u0435\u0439\u0441\u044F \u043E\u0431\u043B\u0430\u0441\u0442\u0438 \u0434\u043E\u043B\u0436\u043D\u0430 \u043E\u0445\u0432\u0430\u0442\u044B\u0432\u0430\u0442\u044C \u043E\u0434\u0438\u043D \u043A\u043E\u043C\u043F\u043E\u043D\u0435\u043D\u0442 \u0432\u044B\u0431\u043E\u0440\u0430 \u0444\u0438\u0437\u0438\u043A\u0438.
Edge_ground_cannot_be_applied_to_insulating_layers = \u041A\u0440\u0430\u0435\u0432\u043E\u0435 \u0437\u0430\u0437\u0435\u043C\u043B\u0435\u043D\u0438\u0435 \u043D\u0435\u043B\u044C\u0437\u044F \u043D\u0430\u043D\u043E\u0441\u0438\u0442\u044C \u043D\u0430 \u0438\u0437\u043E\u043B\u044F\u0446\u0438\u043E\u043D\u043D\u044B\u0435 \u0441\u043B\u043E\u0438.
Edge_terminal_cannot_be_applied_to_insulating_layers = \u041A\u0440\u0430\u0435\u0432\u0430\u044F \u043A\u043B\u0435\u043C\u043C\u0430 \u043D\u0435 \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u043F\u0440\u0438\u043C\u0435\u043D\u0435\u043D\u0430 \u043A \u0438\u0437\u043E\u043B\u0438\u0440\u0443\u044E\u0449\u0438\u043C \u0441\u043B\u043E\u044F\u043C.
Edge_terminal_cannot_be_applied_to_dielectric_layers = \u041A\u0440\u0430\u0435\u0432\u0430\u044F \u043A\u043B\u0435\u043C\u043C\u0430 \u043D\u0435 \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u043F\u0440\u0438\u043C\u0435\u043D\u0435\u043D\u0430 \u043A \u0434\u0438\u044D\u043B\u0435\u043A\u0442\u0440\u0438\u0447\u0435\u0441\u043A\u0438\u043C \u0441\u043B\u043E\u044F\u043C.
Edge_electric_potential_cannot_be_applied_to_insulating_layers = \u041A\u0440\u0430\u0435\u0432\u043E\u0439 \u044D\u043B\u0435\u043A\u0442\u0440\u0438\u0447\u0435\u0441\u043A\u0438\u0439 \u043F\u043E\u0442\u0435\u043D\u0446\u0438\u0430\u043B \u043D\u0435 \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D \u043A \u0438\u0437\u043E\u043B\u0438\u0440\u0443\u044E\u0449\u0438\u043C \u0441\u043B\u043E\u044F\u043C.
Edge_current_source_cannot_be_applied_to_insulating_layers = \u0418\u0441\u0442\u043E\u0447\u043D\u0438\u043A \u043A\u0440\u0430\u0435\u0432\u043E\u0433\u043E \u0442\u043E\u043A\u0430 \u043D\u0435\u043B\u044C\u0437\u044F \u043F\u0440\u0438\u043C\u0435\u043D\u044F\u0442\u044C \u043A \u0438\u0437\u043E\u043B\u0438\u0440\u0443\u044E\u0449\u0438\u043C \u0441\u043B\u043E\u044F\u043C.
Edge_current_source_cannot_be_applied_to_dielectric_layers = \u0418\u0441\u0442\u043E\u0447\u043D\u0438\u043A \u043A\u0440\u0430\u0435\u0432\u043E\u0433\u043E \u0442\u043E\u043A\u0430 \u043D\u0435\u043B\u044C\u0437\u044F \u043F\u0440\u0438\u043C\u0435\u043D\u044F\u0442\u044C \u043A \u0434\u0438\u044D\u043B\u0435\u043A\u0442\u0440\u0438\u0447\u0435\u0441\u043A\u0438\u043C \u0441\u043B\u043E\u044F\u043C.
Electric_potential_selection_in_port_is_empty = \u0412\u044B\u0431\u043E\u0440 \u044D\u043B\u0435\u043A\u0442\u0440\u0438\u0447\u0435\u0441\u043A\u043E\u0433\u043E \u043F\u043E\u0442\u0435\u043D\u0446\u0438\u0430\u043B\u0430 \u0432 \u043F\u043E\u0440\u0442\u0443 \u043F\u0443\u0441\u0442.
Elevation_angle_of_incidence_must_be_a_number = \u0423\u0433\u043E\u043B \u0432\u043E\u0437\u0432\u044B\u0448\u0435\u043D\u0438\u044F \u0438 \u043F\u0430\u0434\u0435\u043D\u0438\u044F \u0434\u043E\u043B\u0436\u0435\u043D \u0431\u044B\u0442\u044C \u0447\u0438\u0441\u043B\u043E\u043C.
Empty_maximum_element_size_set_the_maximum_element_size_to_0.2_wavelengths_or_smaller = \u041F\u0443\u0441\u0442\u043E\u0439 \u043C\u0430\u043A\u0441\u0438\u043C\u0430\u043B\u044C\u043D\u044B\u0439 \u0440\u0430\u0437\u043C\u0435\u0440 \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u0430. \u0423\u0441\u0442\u0430\u043D\u043E\u0432\u0438\u0442\u0435 \u043C\u0430\u043A\u0441\u0438\u043C\u0430\u043B\u044C\u043D\u044B\u0439 \u0440\u0430\u0437\u043C\u0435\u0440 \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u0430 \u043D\u0430 0,2 \u0434\u043B\u0438\u043D\u044B \u0432\u043E\u043B\u043D\u044B \u0438\u043B\u0438 \u043C\u0435\u043D\u044C\u0448\u0435.
Empty_maximum_frequency_for_physics_controlled_mesh = \u041F\u0443\u0441\u0442\u0430\u044F \u043C\u0430\u043A\u0441\u0438\u043C\u0430\u043B\u044C\u043D\u0430\u044F \u0447\u0430\u0441\u0442\u043E\u0442\u0430 \u0434\u043B\u044F \u0441\u0435\u0442\u043A\u0438, \u0443\u043F\u0440\u0430\u0432\u043B\u044F\u0435\u043C\u043E\u0439 \u0444\u0438\u0437\u0438\u043A\u043E\u0439.
Empty_minimum_wavelength_for_physics_controlled_mesh = \u041F\u0443\u0441\u0442\u0430\u044F \u043C\u0438\u043D\u0438\u043C\u0430\u043B\u044C\u043D\u0430\u044F \u0434\u043B\u0438\u043D\u0430 \u0432\u043E\u043B\u043D\u044B \u0434\u043B\u044F \u0441\u0435\u0442\u043A\u0438, \u0443\u043F\u0440\u0430\u0432\u043B\u044F\u0435\u043C\u043E\u0439 \u0444\u0438\u0437\u0438\u043A\u043E\u0439.
Empty_parameter_input_for_physics_controlled_mesh = \u041F\u0443\u0441\u0442\u043E\u0439 \u0432\u0432\u043E\u0434 \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u0430 \u0434\u043B\u044F \u0441\u0435\u0442\u043A\u0438, \u0443\u043F\u0440\u0430\u0432\u043B\u044F\u0435\u043C\u043E\u0439 \u0444\u0438\u0437\u0438\u043A\u043E\u0439.
Empty_selection_for_outer_circle = \u041F\u0443\u0441\u0442\u043E\u0435 \u0432\u044B\u0434\u0435\u043B\u0435\u043D\u0438\u0435 \u0434\u043B\u044F \u0432\u043D\u0435\u0448\u043D\u0435\u0433\u043E \u043A\u0440\u0443\u0433\u0430.
Equation_form_is_set_to_Boundary_mode_analysis_but_the_type_of_the_port_named_X_is_not_set_to_Numeric = \u0414\u043B\u044F \u0444\u043E\u0440\u043C\u044B \u0443\u0440\u0430\u0432\u043D\u0435\u043D\u0438\u044F \u0437\u0430\u0434\u0430\u043D \u0430\u043D\u0430\u043B\u0438\u0437 \u0433\u0440\u0430\u043D\u0438\u0447\u043D\u043E\u0433\u043E \u0440\u0435\u0436\u0438\u043C\u0430, \u043D\u043E \u0442\u0438\u043F \u043F\u043E\u0440\u0442\u0430 \u0441 \u0438\u043C\u0435\u043D\u0435\u043C # \u043D\u0435 \u0443\u0441\u0442\u0430\u043D\u043E\u0432\u043B\u0435\u043D \u043D\u0430 \u0447\u0438\u0441\u043B\u043E\u0432\u043E\u0439.
Error_in_circular_port_set_up_Invalid_mode_number = \u041E\u0448\u0438\u0431\u043A\u0430 \u0432 \u043D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0435 \u043A\u0440\u0443\u0433\u043E\u0432\u043E\u0433\u043E \u043F\u043E\u0440\u0442\u0430. \u041D\u0435\u0432\u0435\u0440\u043D\u044B\u0439 \u043D\u043E\u043C\u0435\u0440 \u0440\u0435\u0436\u0438\u043C\u0430.
Error_in_RLC_coil_group_setup = \u041E\u0448\u0438\u0431\u043A\u0430 \u0432 \u043D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0435 \u0433\u0440\u0443\u043F\u043F\u044B \u043A\u0430\u0442\u0443\u0448\u0435\u043A RLC.
Error_in_periodic_port_set_up = \u041E\u0448\u0438\u0431\u043A\u0430 \u043F\u0435\u0440\u0438\u043E\u0434\u0438\u0447\u0435\u0441\u043A\u043E\u0439 \u043D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0438 \u043F\u043E\u0440\u0442\u0430.
Error_in_rectangular_port_set_up_Invalid_mode_number = \u041E\u0448\u0438\u0431\u043A\u0430 \u0432 \u043D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0435 \u043F\u0440\u044F\u043C\u043E\u0443\u0433\u043E\u043B\u044C\u043D\u043E\u0433\u043E \u043F\u043E\u0440\u0442\u0430. \u041D\u0435\u0432\u0435\u0440\u043D\u044B\u0439 \u043D\u043E\u043C\u0435\u0440 \u0440\u0435\u0436\u0438\u043C\u0430.
Error_in_rectangular_port_set_up_The_selection_is_not_rectangular = \u041E\u0448\u0438\u0431\u043A\u0430 \u0432 \u043D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0435 \u043F\u0440\u044F\u043C\u043E\u0443\u0433\u043E\u043B\u044C\u043D\u043E\u0433\u043E \u043F\u043E\u0440\u0442\u0430. \u0412\u044B\u0431\u043E\u0440 \u043D\u0435 \u043F\u0440\u044F\u043C\u043E\u0443\u0433\u043E\u043B\u044C\u043D\u044B\u0439.
Error_in_parsing_SPICE_netlist_file = \u041E\u0448\u0438\u0431\u043A\u0430 \u043F\u0440\u0438 \u0430\u043D\u0430\u043B\u0438\u0437\u0435 \u0444\u0430\u0439\u043B\u0430 \u0441\u043F\u0438\u0441\u043A\u0430 \u0441\u043E\u0435\u0434\u0438\u043D\u0435\u043D\u0438\u0439 SPICE.
Error_in_uniform_element_set_up = \u041E\u0448\u0438\u0431\u043A\u0430 \u0432 \u043D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0435 \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u0430 \u0443\u043D\u0438\u0444\u043E\u0440\u043C\u044B.
# - F --------------------------------------------------------------------- F -
Failed_to_create_Gaussian_beam_background_field = \u041D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u0441\u043E\u0437\u0434\u0430\u0442\u044C \u0444\u043E\u043D\u043E\u0432\u043E\u0435 \u043F\u043E\u043B\u0435 \u0433\u0430\u0443\u0441\u0441\u043E\u0432\u0430 \u043B\u0443\u0447\u0430.
Failed_to_place_all_domains_on_a_lattice = \u041D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u0440\u0430\u0437\u043C\u0435\u0441\u0442\u0438\u0442\u044C \u0432\u0441\u0435 \u0434\u043E\u043C\u0435\u043D\u044B \u0432 \u0440\u0435\u0448\u0435\u0442\u043A\u0435.
Failed_to_populate_winding_phases = \u041D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u0437\u0430\u043F\u043E\u043B\u043D\u0438\u0442\u044C \u0444\u0430\u0437\u044B \u043E\u0431\u043C\u043E\u0442\u043A\u0438.
Failed_to_read_calculator_input_parameters = \u041D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u043F\u0440\u043E\u0447\u0438\u0442\u0430\u0442\u044C \u0432\u0445\u043E\u0434\u043D\u044B\u0435 \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u044B \u043A\u0430\u043B\u044C\u043A\u0443\u043B\u044F\u0442\u043E\u0440\u0430.
Failed_to_read_Touchstone_file = \u041D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u043F\u0440\u043E\u0447\u0438\u0442\u0430\u0442\u044C \u0444\u0430\u0439\u043B Touchstone.
Failed_to_set_mesh_size_automatically = \u041D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u0443\u0441\u0442\u0430\u043D\u043E\u0432\u0438\u0442\u044C \u0440\u0430\u0437\u043C\u0435\u0440 \u0441\u0435\u0442\u043A\u0438 \u0430\u0432\u0442\u043E\u043C\u0430\u0442\u0438\u0447\u0435\u0441\u043A\u0438.
Feature_x_cannot_be_defined_in_same_domain_as_feature_y = \u0424\u0443\u043D\u043A\u0446\u0438\u044F #0 \u043D\u0435 \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D\u0430 \u0432 \u0442\u043E\u043C \u0436\u0435 \u043E\u0431\u043B\u0430\u0441\u0442\u0438, \u0447\u0442\u043E \u0438 \u0444\u0443\u043D\u043A\u0446\u0438\u044F #1.
FFT_start_time_anterior_to_transient_initial_time = \u0412\u0440\u0435\u043C\u044F \u043D\u0430\u0447\u0430\u043B\u0430 \u0411\u041F\u0424 \u043F\u0435\u0440\u0435\u0434 \u043F\u0435\u0440\u0435\u0445\u043E\u0434\u043D\u044B\u043C \u043D\u0430\u0447\u0430\u043B\u044C\u043D\u044B\u043C \u0432\u0440\u0435\u043C\u0435\u043D\u0435\u043C
File_is_not_compatible_with_x_port_touchstone_format = \u0424\u0430\u0439\u043B \u043D\u0435\u0441\u043E\u0432\u043C\u0435\u0441\u0442\u0438\u043C \u0441 \u0444\u043E\u0440\u043C\u0430\u0442\u043E\u043C #-port Touchstone.
Found_a_sub-circuit_instance_not_linked_to_any_block = \u041E\u0431\u043D\u0430\u0440\u0443\u0436\u0435\u043D \u044D\u043A\u0437\u0435\u043C\u043F\u043B\u044F\u0440 \u043F\u043E\u0434\u0441\u0445\u0435\u043C\u044B, \u043D\u0435 \u0441\u0432\u044F\u0437\u0430\u043D\u043D\u044B\u0439 \u043D\u0438 \u0441 \u043E\u0434\u043D\u0438\u043C \u0431\u043B\u043E\u043A\u043E\u043C.
Frequency_cannot_be_evaluated_from_study_as_it_doesnt_include_frequency_domain_wavelength_domain_or_eigenfrequency_study_steps = \u0427\u0430\u0441\u0442\u043E\u0442\u0443 \u043D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u043E\u0446\u0435\u043D\u0438\u0442\u044C \u043D\u0430 \u043E\u0441\u043D\u043E\u0432\u0435 \u0438\u0441\u0441\u043B\u0435\u0434\u043E\u0432\u0430\u043D\u0438\u044F, \u043F\u043E\u0441\u043A\u043E\u043B\u044C\u043A\u0443 \u043E\u043D\u0430 \u043D\u0435 \u0432\u043A\u043B\u044E\u0447\u0430\u0435\u0442 \u044D\u0442\u0430\u043F\u044B \u0438\u0441\u0441\u043B\u0435\u0434\u043E\u0432\u0430\u043D\u0438\u044F \u0447\u0430\u0441\u0442\u043E\u0442\u043D\u043E\u0439 \u043E\u0431\u043B\u0430\u0441\u0442\u0438, \u043E\u0431\u043B\u0430\u0441\u0442\u0438 \u0434\u043B\u0438\u043D \u0432\u043E\u043B\u043D \u0438\u043B\u0438 \u0441\u043E\u0431\u0441\u0442\u0432\u0435\u043D\u043D\u044B\u0445 \u0447\u0430\u0441\u0442\u043E\u0442.
Frequency_in_X_study_step_cannot_be_evaluated = \u0427\u0430\u0441\u0442\u043E\u0442\u0430 \u043D\u0430 # \u0448\u0430\u0433\u0435 \u0438\u0441\u0441\u043B\u0435\u0434\u043E\u0432\u0430\u043D\u0438\u044F \u043D\u0435 \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u043E\u0446\u0435\u043D\u0435\u043D\u0430.
Frequency_in_equation_settings_cannot_be_evaluated = \u0427\u0430\u0441\u0442\u043E\u0442\u0443 \u0432 \u043D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0430\u0445 \u0443\u0440\u0430\u0432\u043D\u0435\u043D\u0438\u044F \u043D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u043E\u0446\u0435\u043D\u0438\u0442\u044C.
Frequency_or_wavelength_in_study_step_cannot_be_evaluated = \u0427\u0430\u0441\u0442\u043E\u0442\u0430 \u0438\u043B\u0438 \u0434\u043B\u0438\u043D\u0430 \u0432\u043E\u043B\u043D\u044B \u043D\u0430 \u044D\u0442\u0430\u043F\u0435 \u0438\u0441\u0441\u043B\u0435\u0434\u043E\u0432\u0430\u043D\u0438\u044F \u043D\u0435 \u043C\u043E\u0433\u0443\u0442 \u0431\u044B\u0442\u044C \u043E\u0446\u0435\u043D\u0435\u043D\u044B.
Frequency_or_wavelength_in_study_step_is_empty = \u0427\u0430\u0441\u0442\u043E\u0442\u0430 \u0438\u043B\u0438 \u0434\u043B\u0438\u043D\u0430 \u0432\u043E\u043B\u043D\u044B \u043D\u0430 \u044D\u0442\u0430\u043F\u0435 \u0438\u0441\u0441\u043B\u0435\u0434\u043E\u0432\u0430\u043D\u0438\u044F \u043F\u0443\u0441\u0442\u0430.
# - G --------------------------------------------------------------------- G -
Geometry_inconsistent_with_specified_numbers_of_slot_poles_and_layers = \u0413\u0435\u043E\u043C\u0435\u0442\u0440\u0438\u044F \u043D\u0435 \u0441\u043E\u043E\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0443\u0435\u0442 \u0443\u043A\u0430\u0437\u0430\u043D\u043D\u043E\u043C\u0443 \u043A\u043E\u043B\u0438\u0447\u0435\u0441\u0442\u0432\u0443 \u043F\u043E\u043B\u044E\u0441\u043E\u0432 \u043F\u0430\u0437\u043E\u0432 \u0438 \u0441\u043B\u043E\u0435\u0432.
# - H --------------------------------------------------------------------- H -
Homogenized_shell_must_not_be_applied_to_boundaries_shared_by_layered_shell = \u0413\u043E\u043C\u043E\u0433\u0435\u043D\u0438\u0437\u0438\u0440\u043E\u0432\u0430\u043D\u043D\u0443\u044E \u043E\u0431\u043E\u043B\u043E\u0447\u043A\u0443 \u043D\u0435 \u0441\u043B\u0435\u0434\u0443\u0435\u0442 \u043F\u0440\u0438\u043C\u0435\u043D\u044F\u0442\u044C \u043A \u0433\u0440\u0430\u043D\u0438\u0446\u0430\u043C, \u043E\u0431\u0449\u0438\u043C \u0434\u043B\u044F \u043C\u043D\u043E\u0433\u043E\u0441\u043B\u043E\u0439\u043D\u043E\u0439 \u043E\u0431\u043E\u043B\u043E\u0447\u043A\u0438, \u0434\u0430\u0436\u0435 \u0435\u0441\u043B\u0438 \u0432\u044B\u0431\u043E\u0440 \u0441\u043B\u043E\u0435\u0432 \u043E\u0442\u043B\u0438\u0447\u0430\u0435\u0442\u0441\u044F.
# - I --------------------------------------------------------------------- I -
Ignoring_unknown_SPICE_command_in_statement_x = \u0418\u0433\u043D\u043E\u0440\u0438\u0440\u043E\u0432\u0430\u043D\u0438\u0435 \u043D\u0435\u0438\u0437\u0432\u0435\u0441\u0442\u043D\u043E\u0439 \u043A\u043E\u043C\u0430\u043D\u0434\u044B SPICE \u0432 \u043E\u043F\u0435\u0440\u0430\u0442\u043E\u0440\u0435 #.
Impedance_boundary_condition_only_supports_frequency_studies_Disable_feature = \u0424\u0443\u043D\u043A\u0446\u0438\u044F \u00AB\u0413\u0440\u0430\u043D\u0438\u0447\u043D\u044B\u0435 \u0443\u0441\u043B\u043E\u0432\u0438\u044F \u0438\u043C\u043F\u0435\u0434\u0430\u043D\u0441\u0430\u00BB \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u0435\u0442 \u0442\u043E\u043B\u044C\u043A\u043E \u0447\u0430\u0441\u0442\u043E\u0442\u043D\u044B\u0435 \u0438\u0441\u0441\u043B\u0435\u0434\u043E\u0432\u0430\u043D\u0438\u044F.\n\u041F\u043E\u0436\u0430\u043B\u0443\u0439\u0441\u0442\u0430, \u043E\u0442\u043A\u043B\u044E\u0447\u0438\u0442\u0435 \u044D\u0442\u0443 \u0444\u0443\u043D\u043A\u0446\u0438\u044E \u043D\u0430 \u044D\u0442\u0430\u043F\u0435 \u0438\u0441\u0441\u043B\u0435\u0434\u043E\u0432\u0430\u043D\u0438\u044F.
Incident_wave_direction_for_Gaussian_beam_input_option_must_be_homogeneous = \u041D\u0430\u043F\u0440\u0430\u0432\u043B\u0435\u043D\u0438\u0435 \u043F\u0430\u0434\u0430\u044E\u0449\u0435\u0439 \u0432\u043E\u043B\u043D\u044B \u0434\u043B\u044F \u0432\u0430\u0440\u0438\u0430\u043D\u0442\u0430 \u0432\u0432\u043E\u0434\u0430 \u0433\u0430\u0443\u0441\u0441\u043E\u0432\u0430 \u043B\u0443\u0447\u0430 \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u043E\u0434\u043D\u043E\u0440\u043E\u0434\u043D\u044B\u043C.
Incomplete_selection_for_periodic_condition = \u041D\u0435\u043F\u043E\u043B\u043D\u044B\u0439 \u0432\u044B\u0431\u043E\u0440 \u0434\u043B\u044F \u043F\u0435\u0440\u0438\u043E\u0434\u0438\u0447\u0435\u0441\u043A\u043E\u0433\u043E \u0441\u043E\u0441\u0442\u043E\u044F\u043D\u0438\u044F.
Inconsistent_circuit_setup = \u041D\u0435\u043F\u043E\u0441\u043B\u0435\u0434\u043E\u0432\u0430\u0442\u0435\u043B\u044C\u043D\u0430\u044F \u043D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0430 \u0441\u0445\u0435\u043C\u044B.
Inconsistent_number_of_terminals_between_subcircuit_definition_x_and_device_y = \u041D\u0435\u0441\u043E\u0433\u043B\u0430\u0441\u043E\u0432\u0430\u043D\u043D\u043E\u0435 \u043A\u043E\u043B\u0438\u0447\u0435\u0441\u0442\u0432\u043E \u043A\u043B\u0435\u043C\u043C \u043C\u0435\u0436\u0434\u0443 \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D\u0438\u0435\u043C \u043F\u043E\u0434\u0441\u0445\u0435\u043C\u044B '#0' \u0438 \u0443\u0441\u0442\u0440\u043E\u0439\u0441\u0442\u0432\u043E\u043C '#1'. 
Inductor_and_capacitor_settings_for_lumped_elements_can_only_be_used_in_frequency_domain = \u041D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0438 \u0438\u043D\u0434\u0443\u043A\u0442\u0438\u0432\u043D\u043E\u0441\u0442\u0438 \u0438 \u043A\u043E\u043D\u0434\u0435\u043D\u0441\u0430\u0442\u043E\u0440\u0430 \u0434\u043B\u044F \u0441\u043E\u0441\u0440\u0435\u0434\u043E\u0442\u043E\u0447\u0435\u043D\u043D\u044B\u0445 \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u043E\u0432 \u043C\u043E\u0436\u043D\u043E \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C \u0442\u043E\u043B\u044C\u043A\u043E \u0432 \u0447\u0430\u0441\u0442\u043E\u0442\u043D\u043E\u0439 \u043E\u0431\u043B\u0430\u0441\u0442\u0438.
Infinite_void_is_the_only_selection_allowed_in_Wave_Equation_Electric_1_when_multiple_Wave_Equation_Electric_features_exist = \u0411\u0435\u0441\u043A\u043E\u043D\u0435\u0447\u043D\u0430\u044F \u043F\u0443\u0441\u0442\u043E\u0442\u0430 \u2014 \u0435\u0434\u0438\u043D\u0441\u0442\u0432\u0435\u043D\u043D\u044B\u0439 \u0432\u044B\u0431\u043E\u0440, \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043D\u043D\u044B\u0439 \u0432 \u0412\u043E\u043B\u043D\u043E\u0432\u043E\u043C \u0443\u0440\u0430\u0432\u043D\u0435\u043D\u0438\u0438, \u042D\u043B\u0435\u043A\u0442\u0440\u0438\u0447\u0435\u0441\u043A\u043E\u0435 1 (wee1), \u043A\u043E\u0433\u0434\u0430 \u0441\u0443\u0449\u0435\u0441\u0442\u0432\u0443\u0435\u0442 \u043D\u0435\u0441\u043A\u043E\u043B\u044C\u043A\u043E \u0444\u0443\u043D\u043A\u0446\u0438\u0439 \u0412\u043E\u043B\u043D\u043E\u0432\u043E\u0433\u043E \u0423\u0440\u0430\u0432\u043D\u0435\u043D\u0438\u044F, \u042D\u043B\u0435\u043A\u0442\u0440\u0438\u0447\u0435\u0441\u043A\u043E\u0435.
Input_study_in_Time_To_Frequency_Losses_study_set_to_current_requires_an_active_transient_study_step = \u0418\u0441\u0441\u043B\u0435\u0434\u043E\u0432\u0430\u043D\u0438\u0435 \u0432\u0445\u043E\u0434\u043D\u044B\u0445 \u0434\u0430\u043D\u043D\u044B\u0445 \u0432 \u0438\u0441\u0441\u043B\u0435\u0434\u043E\u0432\u0430\u043D\u0438\u0438 \u00AB\u0412\u0440\u0435\u043C\u044F \u0434\u043E \u043F\u043E\u0442\u0435\u0440\u0438 \u0447\u0430\u0441\u0442\u043E\u0442\u044B\u00BB, \u0434\u043B\u044F \u043A\u043E\u0442\u043E\u0440\u043E\u0433\u043E \u0443\u0441\u0442\u0430\u043D\u043E\u0432\u043B\u0435\u043D\u043E \u0442\u0435\u043A\u0443\u0449\u0435\u0435 \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u0435, \u0442\u0440\u0435\u0431\u0443\u0435\u0442 \u0430\u043A\u0442\u0438\u0432\u043D\u043E\u0433\u043E \u044D\u0442\u0430\u043F\u0430 \u0438\u0441\u0441\u043B\u0435\u0434\u043E\u0432\u0430\u043D\u0438\u044F \u043F\u0435\u0440\u0435\u0445\u043E\u0434\u043D\u044B\u0445 \u043F\u0440\u043E\u0446\u0435\u0441\u0441\u043E\u0432.
Interface_current_source_must_be_adjacent_to_a_conducting_boundary = \u0418\u0441\u0442\u043E\u0447\u043D\u0438\u043A \u0442\u043E\u043A\u0430 \u0438\u043D\u0442\u0435\u0440\u0444\u0435\u0439\u0441\u0430 \u0434\u043E\u043B\u0436\u0435\u043D \u043D\u0430\u0445\u043E\u0434\u0438\u0442\u044C\u0441\u044F \u0440\u044F\u0434\u043E\u043C \u0441 \u043F\u0440\u043E\u0432\u043E\u0434\u044F\u0449\u0435\u0439 \u0433\u0440\u0430\u043D\u0438\u0446\u0435\u0439.
Internal_design_error = \u0412\u043D\u0443\u0442\u0440\u0435\u043D\u043D\u044F\u044F \u043E\u0448\u0438\u0431\u043A\u0430 \u043F\u0440\u043E\u0435\u043A\u0442\u0438\u0440\u043E\u0432\u0430\u043D\u0438\u044F.
Internal_error_in_vector_shape_maker = \u0412\u043D\u0443\u0442\u0440\u0435\u043D\u043D\u044F\u044F \u043E\u0448\u0438\u0431\u043A\u0430 \u0432 \u0441\u043E\u0437\u0434\u0430\u0442\u0435\u043B\u0435 \u0432\u0435\u043A\u0442\u043E\u0440\u043D\u044B\u0445 \u0444\u0438\u0433\u0443\u0440.
Invalid_equation_form = \u041D\u0435\u0432\u0435\u0440\u043D\u0430\u044F \u0444\u043E\u0440\u043C\u0430 \u0443\u0440\u0430\u0432\u043D\u0435\u043D\u0438\u044F.
Invalid_identifier_for_device = \u041D\u0435\u0432\u0435\u0440\u043D\u044B\u0439 \u0438\u0434\u0435\u043D\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u043E\u0440 \u0443\u0441\u0442\u0440\u043E\u0439\u0441\u0442\u0432\u0430 #.
Invalid_identifier_for_node_x_in_device_y = \u041D\u0435\u0432\u0435\u0440\u043D\u044B\u0439 \u0438\u0434\u0435\u043D\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u043E\u0440 \u0443\u0437\u043B\u0430 #0 \u0432 \u0443\u0441\u0442\u0440\u043E\u0439\u0441\u0442\u0432\u0435 #1.
Invalid_identifier_for_model_x = \u041D\u0435\u0432\u0435\u0440\u043D\u044B\u0439 \u0438\u0434\u0435\u043D\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u043E\u0440 \u043C\u043E\u0434\u0435\u043B\u0438 #.
Invalid_input_parameter_in_material_properties = \u041D\u0435\u0432\u0435\u0440\u043D\u044B\u0439 \u0432\u0445\u043E\u0434\u043D\u043E\u0439 \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440 \u0432 \u0441\u0432\u043E\u0439\u0441\u0442\u0432\u0430\u0445 \u043C\u0430\u0442\u0435\u0440\u0438\u0430\u043B\u0430.
Invalid_maximum_element_size = \u041D\u0435\u0432\u0435\u0440\u043D\u044B\u0439 \u043C\u0430\u043A\u0441\u0438\u043C\u0430\u043B\u044C\u043D\u044B\u0439 \u0440\u0430\u0437\u043C\u0435\u0440 \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u0430.
Invalid_maximum_frequency_for_physics_controlled_mesh = \u041D\u0435\u0434\u043E\u043F\u0443\u0441\u0442\u0438\u043C\u0430\u044F \u043C\u0430\u043A\u0441\u0438\u043C\u0430\u043B\u044C\u043D\u0430\u044F \u0447\u0430\u0441\u0442\u043E\u0442\u0430 \u0434\u043B\u044F \u0441\u0435\u0442\u043A\u0438, \u0443\u043F\u0440\u0430\u0432\u043B\u044F\u0435\u043C\u043E\u0439 \u0444\u0438\u0437\u0438\u043A\u043E\u0439.
Invalid_minimum_wavelength_for_physics_controlled_mesh = \u041D\u0435\u0434\u043E\u043F\u0443\u0441\u0442\u0438\u043C\u0430\u044F \u043C\u0438\u043D\u0438\u043C\u0430\u043B\u044C\u043D\u0430\u044F \u0434\u043B\u0438\u043D\u0430 \u0432\u043E\u043B\u043D\u044B \u0434\u043B\u044F \u0441\u0435\u0442\u043A\u0438, \u0443\u043F\u0440\u0430\u0432\u043B\u044F\u0435\u043C\u043E\u0439 \u0444\u0438\u0437\u0438\u043A\u043E\u0439.
Invalid_number_of_variable_groups = \u041D\u0435\u0434\u043E\u043F\u0443\u0441\u0442\u0438\u043C\u043E\u0435 \u043A\u043E\u043B\u0438\u0447\u0435\u0441\u0442\u0432\u043E \u0433\u0440\u0443\u043F\u043F \u043F\u0435\u0440\u0435\u043C\u0435\u043D\u043D\u044B\u0445.
Invalid_type_for_model_x = \u041D\u0435\u0432\u0435\u0440\u043D\u044B\u0439 \u0442\u0438\u043F \u043C\u043E\u0434\u0435\u043B\u0438 #.
Invalid_wire_gauge_specification = \u041D\u0435\u0432\u0435\u0440\u043D\u0430\u044F \u0441\u043F\u0435\u0446\u0438\u0444\u0438\u043A\u0430\u0446\u0438\u044F \u0441\u0435\u0447\u0435\u043D\u0438\u044F \u043F\u0440\u043E\u0432\u043E\u0434\u0430.
# - J --------------------------------------------------------------------- J -
Jiles-Atherton_Hysteresis_model_is_supported_for_stationary_and_time_dependent_studies = Jiles\u2013Atherton \u041C\u043E\u0434\u0435\u043B\u044C \u0433\u0438\u0441\u0442\u0435\u0440\u0435\u0437\u0438\u0441\u0430 \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u0435\u0442\u0441\u044F \u0434\u043B\u044F \u0441\u0442\u0430\u0446\u0438\u043E\u043D\u0430\u0440\u043D\u044B\u0445 \u0438 \u043D\u0435\u0441\u0442\u0430\u0446\u0438\u043E\u043D\u0430\u0440\u043D\u044B\u0445 \u0438\u0441\u0441\u043B\u0435\u0434\u043E\u0432\u0430\u043D\u0438\u0439.
# - K --------------------------------------------------------------------- K -
# - L --------------------------------------------------------------------- L -
Layered_shell_cannot_be_used_with_terminal_sweep = \u041C\u043D\u043E\u0433\u043E\u0443\u0440\u043E\u0432\u043D\u0435\u0432\u0443\u044E \u043E\u0431\u043E\u043B\u043E\u0447\u043A\u0443 \u043D\u0435\u043B\u044C\u0437\u044F \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C \u0441 \u0442\u0435\u0440\u043C\u0438\u043D\u0430\u043B\u044C\u043D\u043E\u0439 \u0440\u0430\u0437\u0432\u0435\u0440\u0442\u043A\u043E\u0439.
Linearized_resistivity_is_not_supported_for_physics_controlled_mesh = \u041B\u0438\u043D\u0435\u0430\u0440\u0438\u0437\u043E\u0432\u0430\u043D\u043D\u043E\u0435 \u0443\u0434\u0435\u043B\u044C\u043D\u043E\u0435 \u0441\u043E\u043F\u0440\u043E\u0442\u0438\u0432\u043B\u0435\u043D\u0438\u0435 \u043D\u0435 \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u0435\u0442\u0441\u044F \u0434\u043B\u044F \u0441\u0435\u0442\u043E\u043A, \u0443\u043F\u0440\u0430\u0432\u043B\u044F\u0435\u043C\u044B\u0445 \u0444\u0438\u0437\u0438\u043A\u043E\u0439.
# - M --------------------------------------------------------------------- M -
Magnetic_shielding_feature_only_supports_stationary_studies_Disable_feature = \u0424\u0443\u043D\u043A\u0446\u0438\u044F \u043C\u0430\u0433\u043D\u0438\u0442\u043D\u043E\u0433\u043E \u044D\u043A\u0440\u0430\u043D\u0438\u0440\u043E\u0432\u0430\u043D\u0438\u044F \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u0435\u0442 \u0442\u043E\u043B\u044C\u043A\u043E \u0441\u0442\u0430\u0446\u0438\u043E\u043D\u0430\u0440\u043D\u044B\u0435 \u0438\u0441\u0441\u043B\u0435\u0434\u043E\u0432\u0430\u043D\u0438\u044F.\n\u041F\u043E\u0436\u0430\u043B\u0443\u0439\u0441\u0442\u0430, \u043E\u0442\u043A\u043B\u044E\u0447\u0438\u0442\u0435 \u044D\u0442\u0443 \u0444\u0443\u043D\u043A\u0446\u0438\u044E \u043D\u0430 \u044D\u0442\u0430\u043F\u0435 \u0438\u0441\u0441\u043B\u0435\u0434\u043E\u0432\u0430\u043D\u0438\u044F.
Manual_domain_list_must_contain_all_and_only_the_domains_in_the_selection = \u0421\u043F\u0438\u0441\u043E\u043A \u043E\u0431\u043B\u0430\u0441\u0442\u0435\u0439, \u0441\u043E\u0437\u0434\u0430\u043D\u043D\u044B\u0439 \u0432\u0440\u0443\u0447\u043D\u0443\u044E, \u0434\u043E\u043B\u0436\u0435\u043D \u0441\u043E\u0434\u0435\u0440\u0436\u0430\u0442\u044C \u0432\u0441\u0435 \u0438 \u0442\u043E\u043B\u044C\u043A\u043E \u0432\u044B\u0431\u0440\u0430\u043D\u043D\u044B\u0435 \u043E\u0431\u043B\u0430\u0441\u0442\u0438.
Manual_terminal_sweep_check_must_be_disabled_in_source_sweep_studies = \u0420\u0443\u0447\u043D\u0430\u044F \u043F\u0440\u043E\u0432\u0435\u0440\u043A\u0430 \u0440\u0430\u0437\u0432\u0435\u0440\u0442\u043A\u0438 \u0442\u0435\u0440\u043C\u0438\u043D\u0430\u043B\u0430 \u0434\u043E\u043B\u0436\u043D\u0430 \u0431\u044B\u0442\u044C \u043E\u0442\u043A\u043B\u044E\u0447\u0435\u043D\u0430 \u0432 \u0438\u0441\u0441\u043B\u0435\u0434\u043E\u0432\u0430\u043D\u0438\u044F\u0445 \u0440\u0430\u0437\u0432\u0435\u0440\u0442\u043A\u0438 \u0438\u0441\u0442\u043E\u0447\u043D\u0438\u043A\u0430.
Magnitude_of_circular_port_azimuthal_mode_number_must_be_less_than_eleven = \u0412\u0435\u043B\u0438\u0447\u0438\u043D\u0430 \u043D\u043E\u043C\u0435\u0440\u0430 \u0430\u0437\u0438\u043C\u0443\u0442\u0430\u043B\u044C\u043D\u043E\u0439 \u043C\u043E\u0434\u044B \u043A\u0440\u0443\u0433\u043E\u0432\u043E\u0433\u043E \u043F\u043E\u0440\u0442\u0430 \u0434\u043E\u043B\u0436\u043D\u0430 \u0431\u044B\u0442\u044C \u043C\u0435\u043D\u044C\u0448\u0435 \u043E\u0434\u0438\u043D\u043D\u0430\u0434\u0446\u0430\u0442\u0438.
Material_definition_is_incomplete_for_physics_controlled_mesh = \u041E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D\u0438\u0435 \u043C\u0430\u0442\u0435\u0440\u0438\u0430\u043B\u0430 \u044F\u0432\u043B\u044F\u0435\u0442\u0441\u044F \u043D\u0435\u043F\u043E\u043B\u043D\u044B\u043C \u0434\u043B\u044F \u0441\u0435\u0442\u043A\u0438, \u0443\u043F\u0440\u0430\u0432\u043B\u044F\u0435\u043C\u043E\u0439 \u0444\u0438\u0437\u0438\u043A\u043E\u0439.
Material_parameter_must_be_isotropic = \u041F\u0430\u0440\u0430\u043C\u0435\u0442\u0440 \u043C\u0430\u0442\u0435\u0440\u0438\u0430\u043B\u0430 \u0434\u043E\u043B\u0436\u0435\u043D \u0431\u044B\u0442\u044C \u0438\u0437\u043E\u0442\u0440\u043E\u043F\u043D\u044B\u043C.
Maximum_frequency_must_be_a_number = \u041C\u0430\u043A\u0441\u0438\u043C\u0430\u043B\u044C\u043D\u0430\u044F \u0447\u0430\u0441\u0442\u043E\u0442\u0430 \u0434\u043E\u043B\u0436\u043D\u0430 \u0431\u044B\u0442\u044C \u0447\u0438\u0441\u043B\u043E\u043C.
Mixed_mode_s_parameters_requires_port_sweep_and_four_port_features = \u0414\u043B\u044F \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043D\u0438\u044F S-\u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u043E\u0432 \u0432 \u0441\u043C\u0435\u0448\u0430\u043D\u043D\u043E\u043C \u0440\u0435\u0436\u0438\u043C\u0435 \u0442\u0440\u0435\u0431\u0443\u0435\u0442\u0441\u044F \u0440\u0430\u0437\u0432\u0435\u0440\u0442\u043A\u0430 \u043F\u043E\u0440\u0442\u0430 \u0438 \u0447\u0435\u0442\u044B\u0440\u0435 \u0444\u0443\u043D\u043A\u0446\u0438\u0438 \u043F\u043E\u0440\u0442\u0430.
Mode_number_must_be_an_integer = \u041D\u043E\u043C\u0435\u0440 \u0440\u0435\u0436\u0438\u043C\u0430 \u0434\u043E\u043B\u0436\u0435\u043D \u0431\u044B\u0442\u044C \u0446\u0435\u043B\u044B\u043C \u0447\u0438\u0441\u043B\u043E\u043C.
Motion_not_consistent_with_periodic_pair = \u0414\u0432\u0438\u0436\u0435\u043D\u0438\u0435 \u043D\u0435 \u0441\u043E\u043E\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0443\u0435\u0442 \u043F\u0435\u0440\u0438\u043E\u0434\u0438\u0447\u0435\u0441\u043A\u043E\u0439 \u043F\u0430\u0440\u0435.
Multiport_network_supports_only_S_parameter_type_Touchstone_file = \u041C\u043D\u043E\u0433\u043E\u043F\u043E\u0440\u0442\u043E\u0432\u0430\u044F \u0441\u0435\u0442\u044C \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u0435\u0442 \u0442\u043E\u043B\u044C\u043A\u043E \u0444\u0430\u0439\u043B Touchstone \u0442\u0438\u043F\u0430 S-\u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u043E\u0432.
Must_be_a_domain_list_example_x = \u0414\u043E\u043B\u0436\u0435\u043D \u0431\u044B\u0442\u044C \u0441\u043F\u0438\u0441\u043E\u043A \u043E\u0431\u043B\u0430\u0441\u0442\u0435\u0439 (\u043D\u0430\u043F\u0440\u0438\u043C\u0435\u0440, #)
# - N --------------------------------------------------------------------- N -
Need_at_least_one_wrapped_feature = \u041D\u0443\u0436\u043D\u0430 \u0445\u043E\u0442\u044F \u0431\u044B \u043E\u0434\u043D\u0430 \u0437\u0430\u0432\u0435\u0440\u043D\u0443\u0442\u0430\u044F \u0444\u0443\u043D\u043A\u0446\u0438\u044F.
No_excited_Periodic_Port_available_At_least_one_Periodic_Port_must_be_excited = \u0412\u043E\u0437\u0431\u0443\u0436\u0434\u0435\u043D\u043D\u044B\u0439 \u043F\u0435\u0440\u0438\u043E\u0434\u0438\u0447\u0435\u0441\u043A\u0438\u0439 \u043F\u043E\u0440\u0442 \u043E\u0442\u0441\u0443\u0442\u0441\u0442\u0432\u0443\u0435\u0442.\n\u041F\u043E \u043A\u0440\u0430\u0439\u043D\u0435\u0439 \u043C\u0435\u0440\u0435 \u043E\u0434\u0438\u043D \u043F\u0435\u0440\u0438\u043E\u0434\u0438\u0447\u0435\u0441\u043A\u0438\u0439 \u043F\u043E\u0440\u0442 \u0434\u043E\u043B\u0436\u0435\u043D \u0431\u044B\u0442\u044C \u0432\u043E\u0437\u0431\u0443\u0436\u0434\u0435\u043D.
No_excited_Periodic_Port_available_Please_use_an_exciting_Periodic_Port_or_select_User_defined_k-vector_for_Floquet_periodicity_in_Periodic_Condition = \u0412\u043E\u0437\u0431\u0443\u0436\u0434\u0430\u0435\u043C\u044B\u0439 \u043F\u0435\u0440\u0438\u043E\u0434\u0438\u0447\u0435\u0441\u043A\u0438\u0439 \u043F\u043E\u0440\u0442 \u043E\u0442\u0441\u0443\u0442\u0441\u0442\u0432\u0443\u0435\u0442.\n\u041F\u043E\u0436\u0430\u043B\u0443\u0439\u0441\u0442\u0430, \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0439\u0442\u0435 \u0437\u0430\u0445\u0432\u0430\u0442\u044B\u0432\u0430\u044E\u0449\u0438\u0439 \u043F\u0435\u0440\u0438\u043E\u0434\u0438\u0447\u0435\u0441\u043A\u0438\u0439 \u043F\u043E\u0440\u0442 \u0438\u043B\u0438 \u0432\u044B\u0431\u0435\u0440\u0438\u0442\u0435 \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u044F\u0435\u043C\u044B\u0439 \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u0435\u043C k-\u0432\u0435\u043A\u0442\u043E\u0440 \u0434\u043B\u044F \u043F\u0435\u0440\u0438\u043E\u0434\u0438\u0447\u043D\u043E\u0441\u0442\u0438 \u0424\u043B\u043E\u043A\u0435 \u0432 \u043F\u0435\u0440\u0438\u043E\u0434\u0438\u0447\u0435\u0441\u043A\u043E\u043C \u0441\u043E\u0441\u0442\u043E\u044F\u043D\u0438\u0438.
No_frequency_related_study_is_available = \u0418\u0441\u0441\u043B\u0435\u0434\u043E\u0432\u0430\u043D\u0438\u044F, \u0441\u0432\u044F\u0437\u0430\u043D\u043D\u044B\u0435 \u0441 \u0447\u0430\u0441\u0442\u043E\u0442\u043E\u0439, \u043D\u0435 \u0434\u043E\u0441\u0442\u0443\u043F\u043D\u044B.
No_intersection_found_between_the_two_periodic_boundary_condition_edges = \u041C\u0435\u0436\u0434\u0443 \u0434\u0432\u0443\u043C\u044F \u043F\u0435\u0440\u0438\u043E\u0434\u0438\u0447\u0435\u0441\u043A\u0438\u043C\u0438 \u043A\u0440\u0430\u044F\u043C\u0438 \u0433\u0440\u0430\u043D\u0438\u0447\u043D\u044B\u0445 \u0443\u0441\u043B\u043E\u0432\u0438\u0439 \u043D\u0435 \u043E\u0431\u043D\u0430\u0440\u0443\u0436\u0435\u043D\u043E \u043F\u0435\u0440\u0435\u0441\u0435\u0447\u0435\u043D\u0438\u044F.
No_Loss_Calculation_information_found_in_physics = \u0418\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u0438 \u043E \u0440\u0430\u0441\u0447\u0435\u0442\u0435 \u043F\u043E\u0442\u0435\u0440\u044C \u0432 \u0444\u0438\u0437\u0438\u043A\u0435 \u043D\u0435\u0442.
No_selection_in_the_following_feature = \u041D\u0435 \u0432\u044B\u0431\u0440\u0430\u043D\u0430 \u0441\u043B\u0435\u0434\u0443\u044E\u0449\u0430\u044F \u0444\u0443\u043D\u043A\u0446\u0438\u044F.
No_selection_in_coaxial_lumped_X = \u041D\u0435\u0442 \u0432\u044B\u0431\u043E\u0440\u0430 \u0432 \u043A\u043E\u0430\u043A\u0441\u0438\u0430\u043B\u044C\u043D\u043E\u043C \u0441\u043E\u0441\u0440\u0435\u0434\u043E\u0442\u043E\u0447\u0435\u043D\u043D\u043E\u043C #. \u041F\u043E\u0436\u0430\u043B\u0443\u0439\u0441\u0442\u0430, \u0432\u044B\u0431\u0435\u0440\u0438\u0442\u0435 \u0433\u0440\u0430\u043D\u0438\u0446\u0443 \u0434\u043B\u044F \u043A\u043E\u0430\u043A\u0441\u0438\u0430\u043B\u044C\u043D\u043E\u0433\u043E \u0441\u043E\u0441\u0440\u0435\u0434\u043E\u0442\u043E\u0447\u0435\u043D\u043D\u043E\u0433\u043E #.
No_selection_in_periodic_port = \u041D\u0435\u0442 \u0432\u044B\u0431\u043E\u0440\u0430 \u0432 \u043F\u0435\u0440\u0438\u043E\u0434\u0438\u0447\u0435\u0441\u043A\u043E\u043C \u043F\u043E\u0440\u0442\u0435. \u041F\u043E\u0436\u0430\u043B\u0443\u0439\u0441\u0442\u0430, \u0432\u044B\u0431\u0435\u0440\u0438\u0442\u0435 \u0433\u0440\u0430\u043D\u0438\u0446\u0443 \u0434\u043B\u044F \u043F\u0435\u0440\u0438\u043E\u0434\u0438\u0447\u0435\u0441\u043A\u043E\u0433\u043E \u043F\u043E\u0440\u0442\u0430.
No_selection_in_uniform_element = \u041D\u0435\u0442 \u0432\u044B\u0434\u0435\u043B\u0435\u043D\u0438\u044F \u0432 \u0435\u0434\u0438\u043D\u043E\u043C \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u0435. \u041F\u043E\u0436\u0430\u043B\u0443\u0439\u0441\u0442\u0430, \u0432\u044B\u0431\u0435\u0440\u0438\u0442\u0435 \u0433\u0440\u0430\u043D\u0438\u0446\u0443 \u0434\u043B\u044F \u043E\u0434\u043D\u043E\u0440\u043E\u0434\u043D\u043E\u0433\u043E \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u0430.
No_selection_in_uniform_lumped_X = \u041D\u0438\u043A\u0430\u043A\u043E\u0433\u043E \u043E\u0442\u0431\u043E\u0440\u0430 \u0432 \u0443\u043D\u0438\u0444\u043E\u0440\u043C\u0435 \u0432 \u0441\u043E\u0432\u043E\u043A\u0443\u043F\u043D\u043E\u0441\u0442\u0438 #. \u041F\u043E\u0436\u0430\u043B\u0443\u0439\u0441\u0442\u0430, \u0432\u044B\u0431\u0435\u0440\u0438\u0442\u0435 \u0433\u0440\u0430\u043D\u0438\u0446\u0443 \u0434\u043B\u044F \u043E\u0434\u043D\u043E\u0440\u043E\u0434\u043D\u043E\u0433\u043E \u0441\u043E\u0441\u0440\u0435\u0434\u043E\u0442\u043E\u0447\u0435\u043D\u043D\u043E\u0433\u043E #.
No_selection_in_user_defined_lumped_X = \u041D\u0435\u0442 \u0432\u044B\u0431\u043E\u0440\u0430 \u0432 \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D\u043D\u043E\u043C \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u0435\u043C \u0441\u043E\u0441\u0440\u0435\u0434\u043E\u0442\u043E\u0447\u0435\u043D\u043D\u043E\u043C #. \u041F\u043E\u0436\u0430\u043B\u0443\u0439\u0441\u0442\u0430, \u0432\u044B\u0431\u0435\u0440\u0438\u0442\u0435 \u0433\u0440\u0430\u043D\u0438\u0446\u0443 \u0434\u043B\u044F \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D\u043D\u043E\u0433\u043E \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u0435\u043C \u0441\u043E\u0441\u0440\u0435\u0434\u043E\u0442\u043E\u0447\u0435\u043D\u043D\u043E\u0433\u043E #.
No_selection_specified_for_the_Input_subfeature_under_the_Geometry_Analysis_subfeature._Read_doc. = \u0414\u043B\u044F \u043F\u043E\u0434\u0444\u0443\u043D\u043A\u0446\u0438\u0438 \u00AB\u0412\u0432\u043E\u0434\u00BB \u0432 \u043F\u043E\u0434\u0444\u0443\u043D\u043A\u0446\u0438\u0438 \u00AB\u0410\u043D\u0430\u043B\u0438\u0437 \u0433\u0435\u043E\u043C\u0435\u0442\u0440\u0438\u0438\u00BB \u043D\u0435 \u0443\u043A\u0430\u0437\u0430\u043D \u0432\u044B\u0431\u043E\u0440.\n\u041F\u043E\u0436\u0430\u043B\u0443\u0439\u0441\u0442\u0430, \u043E\u0431\u0440\u0430\u0442\u0438\u0442\u0435\u0441\u044C \u043A \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430\u0446\u0438\u0438 \u043F\u043E \u0444\u0443\u043D\u043A\u0446\u0438\u044F\u043C 3D Coil.
No_sources_found = \u0418\u0441\u0442\u043E\u0447\u043D\u0438\u043A\u0438 \u043D\u0435 \u043D\u0430\u0439\u0434\u0435\u043D\u044B.
Not_all_slots_fully_used = \u041D\u0435 \u0432\u0441\u0435 \u0441\u043B\u043E\u0442\u044B \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u044E\u0442\u0441\u044F \u043F\u043E\u043B\u043D\u043E\u0441\u0442\u044C\u044E.
Not_any_conductor_defined_add_conductor_features = \u0424\u0443\u043D\u043A\u0446\u0438\u044F \u043F\u0440\u043E\u0432\u043E\u0434\u043D\u0438\u043A\u0430 \u043E\u0442\u0441\u0443\u0442\u0441\u0442\u0432\u0443\u0435\u0442. \u0414\u043E\u0431\u0430\u0432\u044C\u0442\u0435 \u0444\u0443\u043D\u043A\u0446\u0438\u044E \u00AB\u041F\u0440\u043E\u0432\u043E\u0434\u043D\u0438\u043A\u00BB \u0432 \u0441\u0432\u043E\u044E \u0444\u0438\u0437\u0438\u043A\u0443, \u0447\u0442\u043E\u0431\u044B \u0438\u043C\u0435\u0442\u044C \u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E\u0441\u0442\u044C \u0437\u0430\u043F\u0443\u0441\u0442\u0438\u0442\u044C \u0438\u0441\u0441\u043B\u0435\u0434\u043E\u0432\u0430\u043D\u0438\u0435.
Not_enough_time_steps_in_input_study = \u041D\u0435\u0434\u043E\u0441\u0442\u0430\u0442\u043E\u0447\u043D\u043E \u0432\u0440\u0435\u043C\u0435\u043D\u043D\u044B\u0445 \u0448\u0430\u0433\u043E\u0432 \u0432\u043E \u0432\u0445\u043E\u0434\u043D\u043E\u043C \u0438\u0441\u0441\u043B\u0435\u0434\u043E\u0432\u0430\u043D\u0438\u0438
Not_enough_time_outputs_stored_in_input_study_within_specified_windowing_period = \u041D\u0435\u0434\u043E\u0441\u0442\u0430\u0442\u043E\u0447\u043D\u043E \u0432\u044B\u0445\u043E\u0434\u043D\u044B\u0445 \u0434\u0430\u043D\u043D\u044B\u0445, \u0445\u0440\u0430\u043D\u044F\u0449\u0438\u0445\u0441\u044F \u0432\u043E \u0432\u0445\u043E\u0434\u043D\u043E\u043C \u0438\u0441\u0441\u043B\u0435\u0434\u043E\u0432\u0430\u043D\u0438\u0438 \u0432 \u0442\u0435\u0447\u0435\u043D\u0438\u0435 \u0443\u043A\u0430\u0437\u0430\u043D\u043D\u043E\u0433\u043E \u043F\u0435\u0440\u0438\u043E\u0434\u0430 \u043E\u043A\u043D\u0430.
Non_Linear_Permanent_magnet_modeling_is_supported_for_stationary_and_time_dependent_studies = \u041D\u0435\u043B\u0438\u043D\u0435\u0439\u043D\u043E\u0435 \u043C\u043E\u0434\u0435\u043B\u0438\u0440\u043E\u0432\u0430\u043D\u0438\u0435 \u0441 \u043F\u043E\u0441\u0442\u043E\u044F\u043D\u043D\u044B\u043C\u0438 \u043C\u0430\u0433\u043D\u0438\u0442\u0430\u043C\u0438 \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u0435\u0442\u0441\u044F \u0434\u043B\u044F \u0441\u0442\u0430\u0446\u0438\u043E\u043D\u0430\u0440\u043D\u044B\u0445 \u0438 \u043D\u0435\u0441\u0442\u0430\u0446\u0438\u043E\u043D\u0430\u0440\u043D\u044B\u0445 \u0438\u0441\u0441\u043B\u0435\u0434\u043E\u0432\u0430\u043D\u0438\u0439.
Numeric_coil_X_not_solved_for_solve_it_in_a_coil_geometry_analysis_step = \u0427\u0438\u0441\u043B\u043E\u0432\u0430\u044F \u043A\u0430\u0442\u0443\u0448\u043A\u0430 # \u043D\u0435 \u0440\u0435\u0448\u0435\u043D\u0430. \u0420\u0435\u0448\u0438\u0442\u0435 \u0435\u0435 \u043D\u0430 \u044D\u0442\u0430\u043F\u0435 \u0430\u043D\u0430\u043B\u0438\u0437\u0430 \u0433\u0435\u043E\u043C\u0435\u0442\u0440\u0438\u0438 \u043A\u0430\u0442\u0443\u0448\u043A\u0438.
Number_of_coils_per_slot_can_be_either_one_or_two = \u041A\u043E\u043B\u0438\u0447\u0435\u0441\u0442\u0432\u043E \u043A\u0430\u0442\u0443\u0448\u0435\u043A \u043D\u0430 \u0441\u043B\u043E\u0442 \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u043A\u0430\u043A \u043E\u0434\u043D\u0430, \u0442\u0430\u043A \u0438 \u0434\u0432\u0435.
Number_of_poles_must_be_an_even_integer = \u041A\u043E\u043B\u0438\u0447\u0435\u0441\u0442\u0432\u043E \u043F\u043E\u043B\u044E\u0441\u043E\u0432 \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u0447\u0435\u0442\u043D\u044B\u043C \u0446\u0435\u043B\u044B\u043C \u0447\u0438\u0441\u043B\u043E\u043C.
Number_of_sectors_incompatible_with_specified_numbers_for_poles_and_slots = \u041A\u043E\u043B\u0438\u0447\u0435\u0441\u0442\u0432\u043E \u0441\u0435\u043A\u0442\u043E\u0440\u043E\u0432, \u043D\u0435\u0441\u043E\u0432\u043C\u0435\u0441\u0442\u0438\u043C\u043E\u0435 \u0441 \u0443\u043A\u0430\u0437\u0430\u043D\u043D\u044B\u043C\u0438 \u0447\u0438\u0441\u043B\u0430\u043C\u0438 \u043F\u043E\u043B\u044E\u0441\u043E\u0432 \u0438 \u0441\u043B\u043E\u0442\u043E\u0432.
Number_of_sectors_undetermined = \u041A\u043E\u043B\u0438\u0447\u0435\u0441\u0442\u0432\u043E \u0441\u0435\u043A\u0442\u043E\u0440\u043E\u0432 \u043D\u0435 \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D\u043E.
Number_of_slots_must_be_a_multiple_of_three_larger_than_six = \u041A\u043E\u043B\u0438\u0447\u0435\u0441\u0442\u0432\u043E \u0441\u043B\u043E\u0442\u043E\u0432 \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u043A\u0440\u0430\u0442\u043D\u043E \u0442\u0440\u0435\u043C \u0438 \u0431\u043E\u043B\u044C\u0448\u0435 \u0448\u0435\u0441\u0442\u0438.
Number_of_time_frames_must_be_an_even_integer_larger_than_two_and_smaller_than_X = \u041A\u043E\u043B\u0438\u0447\u0435\u0441\u0442\u0432\u043E \u0442\u0430\u0439\u043C\u0444\u0440\u0435\u0439\u043C\u043E\u0432 \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u0447\u0435\u0442\u043D\u044B\u043C \u0446\u0435\u043B\u044B\u043C \u0447\u0438\u0441\u043B\u043E\u043C, \u0431\u043E\u043B\u044C\u0448\u0438\u043C \u0434\u0432\u0443\u0445 \u0438 \u043C\u0435\u043D\u044C\u0448\u0438\u043C, \u0447\u0435\u043C #.
Numeric_multi_turn_coil_X_not_solved_for_solve_it_in_a_coil_geometry_analysis_step = \u0427\u0438\u0441\u043B\u043E\u0432\u0430\u044F \u043C\u043D\u043E\u0433\u043E\u0432\u0438\u0442\u043A\u043E\u0432\u0430\u044F \u043A\u0430\u0442\u0443\u0448\u043A\u0430 # \u043D\u0435 \u0440\u0435\u0448\u0435\u043D\u0430. \u0420\u0435\u0448\u0438\u0442\u0435 \u0435\u0435 \u043D\u0430 \u044D\u0442\u0430\u043F\u0435 \u0430\u043D\u0430\u043B\u0438\u0437\u0430 \u0433\u0435\u043E\u043C\u0435\u0442\u0440\u0438\u0438 \u043A\u0430\u0442\u0443\u0448\u043A\u0438.
# - O --------------------------------------------------------------------- O -
Only_letters_digits_underscore_allowed_in_the_name = \u0412 \u0438\u043C\u0435\u043D\u0438 \u0434\u043E\u043F\u0443\u0441\u043A\u0430\u044E\u0442\u0441\u044F \u0442\u043E\u043B\u044C\u043A\u043E \u0431\u0443\u043A\u0432\u044B, \u0446\u0438\u0444\u0440\u044B \u0438 \u043F\u043E\u0434\u0447\u0435\u0440\u043A\u0438\u0432\u0430\u043D\u0438\u044F.
Only_one_wave_equation_electric_node_can_be_used_in_the_scattered_field_formulation = \u0412 \u0444\u043E\u0440\u043C\u0443\u043B\u0438\u0440\u043E\u0432\u043A\u0435 \u0440\u0430\u0441\u0441\u0435\u044F\u043D\u043D\u043E\u0433\u043E \u043F\u043E\u043B\u044F \u043C\u043E\u0436\u043D\u043E \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C \u0442\u043E\u043B\u044C\u043A\u043E \u043E\u0434\u043D\u043E \u0412\u043E\u043B\u043D\u043E\u0432\u043E\u0435 \u0443\u0440\u0430\u0432\u043D\u0435\u043D\u0438\u0435, \u044D\u043B\u0435\u043A\u0442\u0440\u0438\u0447\u0435\u0441\u043A\u0438\u0439 \u0443\u0437\u0435\u043B.
Out_of_plane_wave_number_must_be_a_number = \u0412\u043E\u043B\u043D\u043E\u0432\u043E\u0435 \u0447\u0438\u0441\u043B\u043E \u0432\u043D\u0435 \u043F\u043B\u043E\u0441\u043A\u043E\u0441\u0442\u0438 \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u0447\u0438\u0441\u043B\u043E\u043C.
# - P --------------------------------------------------------------------- P -
Periodic_port_is_not_defined_properly = \u041F\u0435\u0440\u0438\u043E\u0434\u0438\u0447\u0435\u0441\u043A\u0438\u0439 \u043F\u043E\u0440\u0442 \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D \u043D\u0435\u043F\u0440\u0430\u0432\u0438\u043B\u044C\u043D\u043E.
Periodic_port_is_not_supported_for_2D_axisymmetry = \u041F\u0435\u0440\u0438\u043E\u0434\u0438\u0447\u0435\u0441\u043A\u0438\u0439 \u043F\u043E\u0440\u0442 \u043D\u0435 \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u0435\u0442\u0441\u044F \u0434\u043B\u044F 2D-\u043E\u0441\u0435\u0432\u043E\u0439 \u0441\u0438\u043C\u043C\u0435\u0442\u0440\u0438\u0438.
Periodic_boundary_conditions_must_have_planar_boundaries = \u041F\u0435\u0440\u0438\u043E\u0434\u0438\u0447\u0435\u0441\u043A\u0438\u0435 \u0433\u0440\u0430\u043D\u0438\u0447\u043D\u044B\u0435 \u0443\u0441\u043B\u043E\u0432\u0438\u044F \u0434\u043E\u043B\u0436\u043D\u044B \u0438\u043C\u0435\u0442\u044C \u043F\u043B\u043E\u0441\u043A\u0438\u0435 \u0433\u0440\u0430\u043D\u0438\u0446\u044B.
Periodic_ports_must_have_planar_boundaries = \u041F\u0435\u0440\u0438\u043E\u0434\u0438\u0447\u0435\u0441\u043A\u0438\u0435 \u043F\u043E\u0440\u0442\u044B \u0434\u043E\u043B\u0436\u043D\u044B \u0438\u043C\u0435\u0442\u044C \u043F\u043B\u043E\u0441\u043A\u0438\u0435 \u0433\u0440\u0430\u043D\u0438\u0446\u044B.
Permanent_magnet_modeling_should_not_be_added_to_velocity_Lorentz_term_domains = \u041C\u043E\u0434\u0435\u043B\u0438\u0440\u043E\u0432\u0430\u043D\u0438\u0435 \u043F\u043E\u0441\u0442\u043E\u044F\u043D\u043D\u043E\u0433\u043E \u043C\u0430\u0433\u043D\u0438\u0442\u0430 \u043D\u0435 \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u0434\u043E\u0431\u0430\u0432\u043B\u0435\u043D\u043E \u043A \u043E\u0431\u043B\u0430\u0441\u0442\u044F\u043C \u0441\u043A\u043E\u0440\u043E\u0441\u0442\u0435\u0439 \u041B\u043E\u0440\u0435\u043D\u0446\u0430. \u0418\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0439\u0442\u0435 Moving \u0421\u0435\u0442\u043A\u0430 \u0438\u043B\u0438 \u043E\u0442\u043A\u043B\u044E\u0447\u0438\u0442\u0435 \u043F\u0440\u043E\u0432\u0435\u0440\u043A\u0443 \u043F\u0440\u0438\u043C\u0435\u043D\u0438\u043C\u043E\u0441\u0442\u0438 \u0438\u0437\u0443\u0447\u0430\u0435\u043C\u044B\u0445 \u0444\u0443\u043D\u043A\u0446\u0438\u0439 \u043D\u0430 \u0443\u0440\u043E\u0432\u043D\u0435 \u0444\u0438\u0437\u0438\u043A\u0438.
Please_add_a_frequency_related_study_sequence_before_building_the_mesh = \u041F\u043E\u0436\u0430\u043B\u0443\u0439\u0441\u0442\u0430, \u0434\u043E\u0431\u0430\u0432\u044C\u0442\u0435 \u043F\u043E\u0441\u043B\u0435\u0434\u043E\u0432\u0430\u0442\u0435\u043B\u044C\u043D\u043E\u0441\u0442\u044C \u0438\u0441\u0441\u043B\u0435\u0434\u043E\u0432\u0430\u043D\u0438\u0439, \u0441\u0432\u044F\u0437\u0430\u043D\u043D\u044B\u0445 \u0441 \u0447\u0430\u0441\u0442\u043E\u0442\u043E\u0439, \u043F\u0440\u0435\u0436\u0434\u0435 \u0447\u0435\u043C \u0441\u0442\u0440\u043E\u0438\u0442\u044C \u0441\u0435\u0442\u043A\u0443.
Primitive_vector_a_must_be_different_from_zero = \u041F\u0440\u0438\u043C\u0438\u0442\u0438\u0432\u043D\u044B\u0439 \u0432\u0435\u043A\u0442\u043E\u0440 a \u0434\u043E\u043B\u0436\u0435\u043D \u0431\u044B\u0442\u044C \u043E\u0442\u043B\u0438\u0447\u0435\u043D \u043E\u0442 \u043D\u0443\u043B\u044F.
Primitive_vector_components_must_be_specified_either_as_numbers_or_model_parameters = \u041A\u043E\u043C\u043F\u043E\u043D\u0435\u043D\u0442\u044B \u043F\u0440\u0438\u043C\u0438\u0442\u0438\u0432\u043D\u043E\u0433\u043E \u0432\u0435\u043A\u0442\u043E\u0440\u0430 \u0434\u043E\u043B\u0436\u043D\u044B \u0431\u044B\u0442\u044C \u0443\u043A\u0430\u0437\u0430\u043D\u044B \u043B\u0438\u0431\u043E \u043A\u0430\u043A \u0447\u0438\u0441\u043B\u0430, \u043B\u0438\u0431\u043E \u043A\u0430\u043A \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u044B \u043C\u043E\u0434\u0435\u043B\u0438.
Porous_media_is_not_supported_for_physics_controlled_mesh = \u041F\u043E\u0440\u0438\u0441\u0442\u044B\u0435 \u0441\u0440\u0435\u0434\u044B \u043D\u0435 \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u044E\u0442\u0441\u044F \u0434\u043B\u044F \u0441\u0435\u0442\u043E\u043A, \u0443\u043F\u0440\u0430\u0432\u043B\u044F\u0435\u043C\u044B\u0445 \u0444\u0438\u0437\u0438\u043A\u043E\u0439.
Power_excitation_cannot_be_used_with_terminal_sweep = \u0421\u0438\u043B\u043E\u0432\u043E\u0435 \u0432\u043E\u0437\u0431\u0443\u0436\u0434\u0435\u043D\u0438\u0435 \u043D\u0435 \u043C\u043E\u0436\u0435\u0442 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C\u0441\u044F \u0441 \u0440\u0430\u0437\u0432\u0435\u0440\u0442\u043A\u043E\u0439 \u043F\u043E \u043A\u043B\u0435\u043C\u043C\u0430\u043C.
Port_mode_field_plot_is_available_only_for_port_boundaries_parallel_to_the_major_axes = \u0413\u0440\u0430\u0444\u0438\u043A \u043F\u043E\u043B\u044F \u0440\u0435\u0436\u0438\u043C\u0430 \u043F\u043E\u0440\u0442\u0430 \u0434\u043E\u0441\u0442\u0443\u043F\u0435\u043D \u0442\u043E\u043B\u044C\u043A\u043E \u0434\u043B\u044F \u0433\u0440\u0430\u043D\u0438\u0446 \u043F\u043E\u0440\u0442\u0430, \u043F\u0430\u0440\u0430\u043B\u043B\u0435\u043B\u044C\u043D\u044B\u0445 \u0433\u043B\u0430\u0432\u043D\u044B\u043C \u043E\u0441\u044F\u043C.
Port_name_in_equation_form_does_not_exist = \u0418\u043C\u044F \u043F\u043E\u0440\u0442\u0430 \u0432 \u0444\u043E\u0440\u043C\u0435 \u0443\u0440\u0430\u0432\u043D\u0435\u043D\u0438\u044F \u043D\u0435 \u0441\u0443\u0449\u0435\u0441\u0442\u0432\u0443\u0435\u0442.
Port_offset_cannot_be_evaluated = \u0421\u043C\u0435\u0449\u0435\u043D\u0438\u0435 \u043F\u043E\u0440\u0442\u0430 \u043D\u0435 \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u043E\u0446\u0435\u043D\u0435\u043D\u043E.
Port_X_selection_in_multi_port_network_is_empty = \u0412\u044B\u0431\u043E\u0440 \u043F\u043E\u0440\u0442\u0430# \u0432 \u043C\u043D\u043E\u0433\u043E\u043F\u043E\u0440\u0442\u043E\u0432\u043E\u0439 \u0441\u0435\u0442\u0438 \u043F\u0443\u0441\u0442.
# - Q --------------------------------------------------------------------- Q -
# - R --------------------------------------------------------------------- R -
Realcross_product_only_supported_for_vectors = 'realcross' \u043F\u0440\u043E\u0434\u0443\u043A\u0442 \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u0435\u0442\u0441\u044F \u0442\u043E\u043B\u044C\u043A\u043E \u0434\u043B\u044F \u0432\u0435\u043A\u0442\u043E\u0440\u043E\u0432.
Reference_point_in_subfeature_X_to_feature_Y_in_physics_interface_Z_must_be_defined_on_the_boundary = \u041D\u0430 \u0433\u0440\u0430\u043D\u0438\u0446\u0435 \u0434\u043E\u043B\u0436\u043D\u0430 \u0431\u044B\u0442\u044C \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D\u0430 \u043A\u043E\u043D\u0442\u0440\u043E\u043B\u044C\u043D\u0430\u044F \u0442\u043E\u0447\u043A\u0430 \u0432 \u043F\u043E\u0434\u043E\u0431\u044A\u0435\u043A\u0442\u0435 #0 \u0434\u043B\u044F \u043E\u0431\u044A\u0435\u043A\u0442\u0430 #1 \u0432 \u0444\u0438\u0437\u0438\u0447\u0435\u0441\u043A\u043E\u043C \u0438\u043D\u0442\u0435\u0440\u0444\u0435\u0439\u0441\u0435 #2.
Reference_point_on_the_periodic_port_needs_to_be_defined_properly = \u041D\u0435\u043E\u0431\u0445\u043E\u0434\u0438\u043C\u043E \u043F\u0440\u0430\u0432\u0438\u043B\u044C\u043D\u043E \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0438\u0442\u044C \u043A\u043E\u043D\u0442\u0440\u043E\u043B\u044C\u043D\u0443\u044E \u0442\u043E\u0447\u043A\u0443 \u043D\u0430 \u043F\u0435\u0440\u0438\u043E\u0434\u0438\u0447\u0435\u0441\u043A\u043E\u043C \u043F\u043E\u0440\u0442\u0443.
Refractive_index_must_be_a_number = \u041F\u043E\u043A\u0430\u0437\u0430\u0442\u0435\u043B\u044C \u043F\u0440\u0435\u043B\u043E\u043C\u043B\u0435\u043D\u0438\u044F \u0434\u043E\u043B\u0436\u0435\u043D \u0431\u044B\u0442\u044C \u0447\u0438\u0441\u043B\u043E\u043C.
# - S --------------------------------------------------------------------- S -
Selection_is_empty = \u0412\u044B\u0431\u043E\u0440 \u043F\u0443\u0441\u0442.
SellmeierDispersionModel_is_not_a_valid_value_for_the_DisplacementFieldModel_parameter = SellmeierDispersionModel \u043D\u0435 \u044F\u0432\u043B\u044F\u0435\u0442\u0441\u044F \u0434\u043E\u043F\u0443\u0441\u0442\u0438\u043C\u044B\u043C \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u0435\u043C \u0434\u043B\u044F \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u0430 DisplacementFieldModel.
Solution_to_be_analyzed_not_found = \u0420\u0435\u0448\u0435\u043D\u0438\u0435 \u0434\u043B\u044F \u0430\u043D\u0430\u043B\u0438\u0437\u0430 \u043D\u0435 \u043D\u0430\u0439\u0434\u0435\u043D\u043E
Source_selection_in_periodic_condition_is_empty = \u0412\u044B\u0431\u043E\u0440 \u0438\u0441\u0442\u043E\u0447\u043D\u0438\u043A\u0430 \u0432 \u043F\u0435\u0440\u0438\u043E\u0434\u0438\u0447\u0435\u0441\u043A\u043E\u043C \u0441\u043E\u0441\u0442\u043E\u044F\u043D\u0438\u0438 \u043F\u0443\u0441\u0442.
Sweep_on_Circuit_Terminal_excitation_is_not_possible = \u0420\u0430\u0437\u0432\u0435\u0440\u0442\u043A\u0430 \u043F\u043E \u0432\u043E\u0437\u0431\u0443\u0436\u0434\u0435\u043D\u0438\u044E \u043A\u043B\u0435\u043C\u043C \u0446\u0435\u043F\u0438 \u043D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u0430.
Sweep_on_Terminated_Terminal_excitation_can_be_done_activating_manual_terminal_sweep = \u0420\u0430\u0437\u0432\u0435\u0440\u0442\u043A\u0443 \u043F\u043E \u0432\u043E\u0437\u0431\u0443\u0436\u0434\u0435\u043D\u0438\u044E \u0442\u0435\u0440\u043C\u0438\u043D\u0438\u0440\u043E\u0432\u0430\u043D\u043D\u043E\u0439 \u043A\u043B\u0435\u043C\u043C\u044B \u043C\u043E\u0436\u043D\u043E \u0432\u044B\u043F\u043E\u043B\u043D\u0438\u0442\u044C, \u0430\u043A\u0442\u0438\u0432\u0438\u0440\u043E\u0432\u0430\u0432 \u0440\u0443\u0447\u043D\u0443\u044E \u0440\u0430\u0437\u0432\u0435\u0440\u0442\u043A\u0443 \u043A\u043B\u0435\u043C\u043C\u044B.
Sweep_on_Power_Terminal_excitation_can_be_done_activating_manual_terminal_sweep = \u0420\u0430\u0437\u0432\u0435\u0440\u0442\u043A\u0430 \u043F\u043E \u0441\u0438\u043B\u043E\u0432\u043E\u043C\u0443 \u0432\u043E\u0437\u0431\u0443\u0436\u0434\u0435\u043D\u0438\u044E \u043A\u043B\u0435\u043C\u043C\u044B \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u0432\u044B\u043F\u043E\u043B\u043D\u0435\u043D\u0430 \u043F\u0443\u0442\u0435\u043C \u0430\u043A\u0442\u0438\u0432\u0430\u0446\u0438\u0438 \u0440\u0443\u0447\u043D\u043E\u0439 \u0440\u0430\u0437\u0432\u0435\u0440\u0442\u043A\u0438 \u043A\u043B\u0435\u043C\u043C.
Subcircuit_external_pin_names_must_be_valid_identifiers = \u0418\u043C\u0435\u043D\u0430 \u0432\u043D\u0435\u0448\u043D\u0438\u0445 \u043A\u043E\u043D\u0442\u0430\u043A\u0442\u043E\u0432 \u043F\u043E\u0434\u0441\u0445\u0435\u043C\u044B \u0434\u043E\u043B\u0436\u043D\u044B \u0431\u044B\u0442\u044C \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0442\u0435\u043B\u044C\u043D\u044B\u043C\u0438 \u0438\u0434\u0435\u043D\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u043E\u0440\u0430\u043C\u0438.
Subfeature_X_is_valid_only_if_exactly_one_edge_is_selected = \u041F\u043E\u0434\u043E\u0431\u044A\u0435\u043A\u0442 # \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0442\u0435\u043B\u0435\u043D, \u0442\u043E\u043B\u044C\u043A\u043E \u0435\u0441\u043B\u0438 \u0432\u044B\u0431\u0440\u0430\u043D\u043E \u0440\u043E\u0432\u043D\u043E \u043E\u0434\u043D\u043E \u0440\u0435\u0431\u0440\u043E.
Subfeature_X_should_be_placed_between_two_conductive_boundaries = \u041F\u043E\u0434\u043E\u0431\u044A\u0435\u043A\u0442 # \u0434\u043E\u043B\u0436\u0435\u043D \u0440\u0430\u0441\u043F\u043E\u043B\u0430\u0433\u0430\u0442\u044C\u0441\u044F \u043C\u0435\u0436\u0434\u0443 \u0434\u0432\u0443\u043C\u044F \u043F\u0440\u043E\u0432\u043E\u0434\u044F\u0449\u0438\u043C\u0438 \u0433\u0440\u0430\u043D\u0438\u0446\u0430\u043C\u0438.
Symmetry_plane_is_not_applicable_on_via_type_lumped_port = \u041F\u043B\u043E\u0441\u043A\u043E\u0441\u0442\u044C \u0441\u0438\u043C\u043C\u0435\u0442\u0440\u0438\u0438 \u043D\u0435 \u043F\u0440\u0438\u043C\u0435\u043D\u0438\u043C\u0430 \u043A \u043F\u043E\u0440\u0442\u0443 \u0441\u043A\u0432\u043E\u0437\u043D\u043E\u0433\u043E \u0442\u0438\u043F\u0430 \u0441 \u0441\u043E\u0441\u0440\u0435\u0434\u043E\u0442\u043E\u0447\u0435\u043D\u043D\u044B\u043C\u0438 \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u0430\u043C\u0438.
Syntax_error_in_model_statement_x = \u0421\u0438\u043D\u0442\u0430\u043A\u0441\u0438\u0447\u0435\u0441\u043A\u0430\u044F \u043E\u0448\u0438\u0431\u043A\u0430 \u0432 \u043E\u043F\u0435\u0440\u0430\u0442\u043E\u0440\u0435 \u043C\u043E\u0434\u0435\u043B\u0438 #.
# - T --------------------------------------------------------------------- T -
Terminal_sweep_cannot_control_circuit_terminals = \u0420\u0430\u0437\u0432\u0435\u0440\u0442\u043A\u0430 \u043A\u043B\u0435\u043C\u043C \u043D\u0435 \u043C\u043E\u0436\u0435\u0442 \u043A\u043E\u043D\u0442\u0440\u043E\u043B\u0438\u0440\u043E\u0432\u0430\u0442\u044C \u043A\u043B\u0435\u043C\u043C\u044B \u0446\u0435\u043F\u0438.
Terminal_features_with_Terminated_setting_can_only_be_used_in_frequency_domain_Disable_the_feature = \u0424\u0443\u043D\u043A\u0446\u0438\u0438 \u0442\u0435\u0440\u043C\u0438\u043D\u0430\u043B\u0430 \u0441 \u043D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u043E\u0439 \u00AB\u0422\u0435\u0440\u043C\u0438\u043D\u0438\u0440\u043E\u0432\u0430\u043D\u043E\u00BB \u043C\u043E\u0436\u043D\u043E \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C \u0442\u043E\u043B\u044C\u043A\u043E \u0432 \u0447\u0430\u0441\u0442\u043E\u0442\u043D\u043E\u0439 \u043E\u0431\u043B\u0430\u0441\u0442\u0438. \n\u041E\u0442\u043A\u043B\u044E\u0447\u0438\u0442\u0435 \u044D\u0442\u0443 \u0444\u0443\u043D\u043A\u0446\u0438\u044E \u043D\u0430 \u044D\u0442\u0430\u043F\u0435 \u0438\u0441\u0441\u043B\u0435\u0434\u043E\u0432\u0430\u043D\u0438\u044F.
Too_many_coils_per_slot = \u0421\u043B\u0438\u0448\u043A\u043E\u043C \u043C\u043D\u043E\u0433\u043E \u043A\u0430\u0442\u0443\u0448\u0435\u043A \u043D\u0430 \u0441\u043B\u043E\u0442.
The_BH_curve_constitutive_relation_can_only_be_used_in_stationary_time_dependent_or_frequency_perturbation_study_steps = \u041E\u043F\u0440\u0435\u0434\u0435\u043B\u044F\u044E\u0449\u0435\u0435 \u0441\u043E\u043E\u0442\u043D\u043E\u0448\u0435\u043D\u0438\u0435 'BH Curve' \u043C\u043E\u0436\u043D\u043E \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C \u0442\u043E\u043B\u044C\u043A\u043E \u043D\u0430 \u044D\u0442\u0430\u043F\u0430\u0445 \u0438\u0441\u0441\u043B\u0435\u0434\u043E\u0432\u0430\u043D\u0438\u044F \u0441\u0442\u0430\u0446\u0438\u043E\u043D\u0430\u0440\u043D\u043E\u0433\u043E, \u0432\u0440\u0435\u043C\u0435\u043D\u043D\u043E\u0433\u043E \u0438\u043B\u0438 \u0447\u0430\u0441\u0442\u043E\u0442\u043D\u043E\u0433\u043E \u0438\u0441\u0441\u043B\u0435\u0434\u043E\u0432\u0430\u043D\u0438\u044F \u0432\u043E\u0437\u043C\u0443\u0449\u0435\u043D\u0438\u0439.
The_center_coordinate_of_perfectly_matched_layers_cannot_be_evaluated = \u041A\u043E\u043E\u0440\u0434\u0438\u043D\u0430\u0442\u0430 \u0446\u0435\u043D\u0442\u0440\u0430 \u0438\u0434\u0435\u0430\u043B\u044C\u043D\u043E \u0441\u043E\u0432\u043C\u0435\u0449\u0435\u043D\u043D\u044B\u0445 \u0441\u043B\u043E\u0435\u0432 \u043D\u0435 \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u043E\u0446\u0435\u043D\u0435\u043D\u0430.
The_center_coordinate_of_perfectly_matched_layers_needs_to_be_matched_to_that_of_the_far_field_domain_sphere = \u0426\u0435\u043D\u0442\u0440\u0430\u043B\u044C\u043D\u0430\u044F \u043A\u043E\u043E\u0440\u0434\u0438\u043D\u0430\u0442\u0430 \u0438\u0434\u0435\u0430\u043B\u044C\u043D\u043E \u0441\u043E\u0433\u043B\u0430\u0441\u043E\u0432\u0430\u043D\u043D\u044B\u0445 \u0441\u043B\u043E\u0435\u0432 \u0434\u043E\u043B\u0436\u043D\u0430 \u0441\u043E\u0432\u043F\u0430\u0434\u0430\u0442\u044C \u0441 \u043A\u043E\u043E\u0440\u0434\u0438\u043D\u0430\u0442\u043E\u0439 \u043E\u0431\u043B\u0430\u0441\u0442\u044C\u043D\u043E\u0439 \u0441\u0444\u0435\u0440\u044B \u0432 \u0434\u0430\u043B\u044C\u043D\u0435\u0439 \u0437\u043E\u043D\u0435. 
The_circuit_contains_hanging_nodes = \u0421\u0445\u0435\u043C\u0430 \u0441\u043E\u0434\u0435\u0440\u0436\u0438\u0442 \u0432\u0438\u0441\u044F\u0447\u0438\u0435 \u0443\u0437\u043B\u044B.
The_Current_excitation_is_not_supported_for_Single_conductor_coils_in_time_dependent_studies._Read_doc. = \u0412\u043E\u0437\u0431\u0443\u0436\u0434\u0435\u043D\u0438\u0435 \u0442\u043E\u043A\u043E\u043C \u043D\u0435 \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u0435\u0442\u0441\u044F \u0434\u043B\u044F \u043E\u0434\u043D\u043E\u043F\u0440\u043E\u0432\u043E\u0434\u043D\u044B\u0445 \u043A\u0430\u0442\u0443\u0448\u0435\u043A \u0432 \u0438\u0441\u0441\u043B\u0435\u0434\u043E\u0432\u0430\u043D\u0438\u044F\u0445, \u0437\u0430\u0432\u0438\u0441\u044F\u0449\u0438\u0445 \u043E\u0442 \u0432\u0440\u0435\u043C\u0435\u043D\u0438.\n\u041F\u043E\u0436\u0430\u043B\u0443\u0439\u0441\u0442\u0430, \u043E\u0431\u0440\u0430\u0442\u0438\u0442\u0435\u0441\u044C \u043A \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430\u0446\u0438\u0438 \u043F\u043E \u0444\u0443\u043D\u043A\u0446\u0438\u044F\u043C 3D-\u043A\u0430\u0442\u0443\u0448\u043A\u0438.
The_effective_BH_curve_constitutive_relation_can_only_be_used_in_frequency_domain_study_steps = \u041E\u043F\u0440\u0435\u0434\u0435\u043B\u044F\u044E\u0449\u0435\u0435 \u0441\u043E\u043E\u0442\u043D\u043E\u0448\u0435\u043D\u0438\u0435 'Effective BH Curve' \u043C\u043E\u0436\u043D\u043E \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C \u0442\u043E\u043B\u044C\u043A\u043E \u043D\u0430 \u044D\u0442\u0430\u043F\u0430\u0445 \u0438\u0441\u0441\u043B\u0435\u0434\u043E\u0432\u0430\u043D\u0438\u044F \u0447\u0430\u0441\u0442\u043E\u0442\u043D\u043E\u0439 \u043E\u0431\u043B\u0430\u0441\u0442\u0438.
The_effective_HB_curve_constitutive_relation_can_only_be_used_in_frequency_domain_study_steps = \u041E\u043F\u0440\u0435\u0434\u0435\u043B\u044F\u044E\u0449\u0435\u0435 \u0441\u043E\u043E\u0442\u043D\u043E\u0448\u0435\u043D\u0438\u0435 'Effective HB Curve' \u043C\u043E\u0436\u043D\u043E \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C \u0442\u043E\u043B\u044C\u043A\u043E \u043D\u0430 \u044D\u0442\u0430\u043F\u0430\u0445 \u0438\u0441\u0441\u043B\u0435\u0434\u043E\u0432\u0430\u043D\u0438\u044F \u0447\u0430\u0441\u0442\u043E\u0442\u043D\u043E\u0439 \u043E\u0431\u043B\u0430\u0441\u0442\u0438.
The_exterior_boundaries_of_the_force_calculation_feature_must_coincide_with_the_exterior_boundaries_of_one_or_more_charge_conservation_features = \u0412\u043D\u0435\u0448\u043D\u0438\u0435 \u0433\u0440\u0430\u043D\u0438\u0446\u044B \u0444\u0443\u043D\u043A\u0446\u0438\u0438 \u0440\u0430\u0441\u0447\u0435\u0442\u0430 \u0441\u0438\u043B\u044B \u0434\u043E\u043B\u0436\u043D\u044B \u0441\u043E\u0432\u043F\u0430\u0434\u0430\u0442\u044C \u0441 \u0432\u043D\u0435\u0448\u043D\u0438\u043C\u0438 \u0433\u0440\u0430\u043D\u0438\u0446\u0430\u043C\u0438 \u043E\u0434\u043D\u043E\u0439 \u0438\u043B\u0438 \u043D\u0435\u0441\u043A\u043E\u043B\u044C\u043A\u0438\u0445 \u0444\u0443\u043D\u043A\u0446\u0438\u0439 \u0441\u043E\u0445\u0440\u0430\u043D\u0435\u043D\u0438\u044F \u0437\u0430\u0440\u044F\u0434\u0430.
The_exterior_boundaries_of_the_force_calculation_feature_must_coincide_with_the_exterior_boundaries_of_one_or_more_magnetic_flux_conservation_features = \u0412\u043D\u0435\u0448\u043D\u0438\u0435 \u0433\u0440\u0430\u043D\u0438\u0446\u044B \u0444\u0443\u043D\u043A\u0446\u0438\u0438 \u0440\u0430\u0441\u0447\u0435\u0442\u0430 \u0441\u0438\u043B\u044B \u0434\u043E\u043B\u0436\u043D\u044B \u0441\u043E\u0432\u043F\u0430\u0434\u0430\u0442\u044C \u0441 \u0432\u043D\u0435\u0448\u043D\u0438\u043C\u0438 \u0433\u0440\u0430\u043D\u0438\u0446\u0430\u043C\u0438 \u043E\u0434\u043D\u043E\u0439 \u0438\u043B\u0438 \u043D\u0435\u0441\u043A\u043E\u043B\u044C\u043A\u0438\u0445 \u0444\u0443\u043D\u043A\u0446\u0438\u0439 \u0441\u043E\u0445\u0440\u0430\u043D\u0435\u043D\u0438\u044F \u043C\u0430\u0433\u043D\u0438\u0442\u043D\u043E\u0433\u043E \u043F\u043E\u0442\u043E\u043A\u0430.
The_far_field_X_cannot_be_evaluated = \u0414\u0430\u043B\u044C\u043D\u0435\u0435 \u043F\u043E\u043B\u0435 # \u043D\u0435 \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u043E\u0446\u0435\u043D\u0435\u043D\u043E.
The_background_H_field_was_specified._Please_redefine_the_background_field_in_terms_of_E. = \u0411\u044B\u043B\u043E \u0443\u043A\u0430\u0437\u0430\u043D\u043E \u0444\u043E\u043D\u043E\u0432\u043E\u0435 \u043F\u043E\u043B\u0435 H. \u041F\u043E\u0436\u0430\u043B\u0443\u0439\u0441\u0442\u0430, \u043F\u0435\u0440\u0435\u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0438\u0442\u0435 \u043F\u043E\u043B\u0435 \u0444\u043E\u043D\u0430 \u0432 \u0442\u0435\u0440\u043C\u0438\u043D\u0430\u0445 E.
The_integration_lines_evaluating_voltage_and_current_are_not_defined_properly = \u041B\u0438\u043D\u0438\u0438 \u0438\u043D\u0442\u0435\u0433\u0440\u0438\u0440\u043E\u0432\u0430\u043D\u0438\u044F, \u043E\u0446\u0435\u043D\u0438\u0432\u0430\u044E\u0449\u0438\u0435 \u043D\u0430\u043F\u0440\u044F\u0436\u0435\u043D\u0438\u0435 \u0438 \u0442\u043E\u043A, \u043D\u0435 \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D\u044B \u0434\u043E\u043B\u0436\u043D\u044B\u043C \u043E\u0431\u0440\u0430\u0437\u043E\u043C.
The_lattice_primitive_vectors_are_linearly_dependent = \u041F\u0440\u0438\u043C\u0438\u0442\u0438\u0432\u043D\u044B\u0435 \u0432\u0435\u043A\u0442\u043E\u0440\u044B \u0440\u0435\u0448\u0435\u0442\u043A\u0438 \u043B\u0438\u043D\u0435\u0439\u043D\u043E \u0437\u0430\u0432\u0438\u0441\u0438\u043C\u044B.
The_Magnetic_Losses_constitutive_relation_can_only_be_used_in_frequency_domain_study_steps = \u041E\u043F\u0440\u0435\u0434\u0435\u043B\u044F\u044E\u0449\u0435\u0435 \u0441\u043E\u043E\u0442\u043D\u043E\u0448\u0435\u043D\u0438\u0435 'Magnetic Losses' \u043C\u043E\u0436\u043D\u043E \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C \u0442\u043E\u043B\u044C\u043A\u043E \u043D\u0430 \u044D\u0442\u0430\u043F\u0430\u0445 \u0438\u0441\u0441\u043B\u0435\u0434\u043E\u0432\u0430\u043D\u0438\u044F \u0432 \u0447\u0430\u0441\u0442\u043E\u0442\u043D\u043E\u0439 \u043E\u0431\u043B\u0430\u0441\u0442\u0438.
The_material_properties_adjacent_to_a_periodic_port_must_be_homogeneous = \u0421\u0432\u043E\u0439\u0441\u0442\u0432\u0430 \u043C\u0430\u0442\u0435\u0440\u0438\u0430\u043B\u0430, \u043F\u0440\u0438\u043B\u0435\u0433\u0430\u044E\u0449\u0435\u0433\u043E \u043A \u043F\u0435\u0440\u0438\u043E\u0434\u0438\u0447\u0435\u0441\u043A\u043E\u043C\u0443 \u043F\u043E\u0440\u0442\u0443, \u0434\u043E\u043B\u0436\u043D\u044B \u0431\u044B\u0442\u044C \u043E\u0434\u043D\u043E\u0440\u043E\u0434\u043D\u044B\u043C\u0438.
The_material_properties_in_a_far-field_domain_must_be_homogeneous = \u0421\u0432\u043E\u0439\u0441\u0442\u0432\u0430 \u043C\u0430\u0442\u0435\u0440\u0438\u0430\u043B\u0430 \u0432 \u0434\u0430\u043B\u044C\u043D\u0435\u0439 \u0437\u043E\u043D\u0435 \u0434\u043E\u043B\u0436\u043D\u044B \u0431\u044B\u0442\u044C \u043E\u0434\u043D\u043E\u0440\u043E\u0434\u043D\u044B\u043C\u0438.
The_periodic_port_boundary_must_be_continuous = \u0413\u0440\u0430\u043D\u0438\u0446\u0430 \u043F\u0435\u0440\u0438\u043E\u0434\u0438\u0447\u0435\u0441\u043A\u043E\u0433\u043E \u043F\u043E\u0440\u0442\u0430 \u0434\u043E\u043B\u0436\u043D\u0430 \u0431\u044B\u0442\u044C \u043D\u0435\u043F\u0440\u0435\u0440\u044B\u0432\u043D\u043E\u0439.
The_periodic_unit_cell_is_not_perfectly_aligned_to_the_major_axes_a_periodic_reference_point_needs_to_be_added = \u041F\u0435\u0440\u0438\u043E\u0434\u0438\u0447\u0435\u0441\u043A\u0430\u044F \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u0430\u0440\u043D\u0430\u044F \u044F\u0447\u0435\u0439\u043A\u0430 \u043D\u0435 \u0438\u0434\u0435\u0430\u043B\u044C\u043D\u043E \u0432\u044B\u0440\u043E\u0432\u043D\u0435\u043D\u0430 \u043F\u043E \u0433\u043B\u0430\u0432\u043D\u044B\u043C \u043E\u0441\u044F\u043C. \u041D\u0435\u043E\u0431\u0445\u043E\u0434\u0438\u043C\u043E \u0434\u043E\u0431\u0430\u0432\u0438\u0442\u044C \u043F\u0435\u0440\u0438\u043E\u0434\u0438\u0447\u0435\u0441\u043A\u0443\u044E \u043A\u043E\u043D\u0442\u0440\u043E\u043B\u044C\u043D\u0443\u044E \u0442\u043E\u0447\u043A\u0443.
The_slit_condition_should_be_applied_only_on_an_interior_boundary_or_the_port_should_be_placed_on_an_exterior_boundary = \u0423\u0441\u043B\u043E\u0432\u0438\u0435 \u0440\u0430\u0437\u0440\u0435\u0437\u0430 \u0441\u043B\u0435\u0434\u0443\u0435\u0442 \u043F\u0440\u0438\u043C\u0435\u043D\u044F\u0442\u044C \u0442\u043E\u043B\u044C\u043A\u043E \u043D\u0430 \u0432\u043D\u0443\u0442\u0440\u0435\u043D\u043D\u0435\u0439 \u0433\u0440\u0430\u043D\u0438\u0446\u0435, \u043B\u0438\u0431\u043E \u043F\u043E\u0440\u0442 \u0441\u043B\u0435\u0434\u0443\u0435\u0442 \u0440\u0430\u0437\u043C\u0435\u0449\u0430\u0442\u044C \u043D\u0430 \u0432\u043D\u0435\u0448\u043D\u0435\u0439 \u0433\u0440\u0430\u043D\u0438\u0446\u0435.
There_cannot_be_more_than_one_slit_port_per_port_boundary = \u041D\u0430 \u043A\u0430\u0436\u0434\u043E\u0439 \u0433\u0440\u0430\u043D\u0438\u0446\u0435 \u043D\u0435 \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u0431\u043E\u043B\u0435\u0435 \u043E\u0434\u043D\u043E\u0433\u043E \u0449\u0435\u043B\u0435\u0432\u043E\u0433\u043E \u043F\u043E\u0440\u0442\u0430.
There_cannot_be_more_than_one_excited_port_when_using_a_deposited_power_port = \u041F\u0440\u0438 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043D\u0438\u0438 \u0432\u044B\u0432\u0435\u0434\u0435\u043D\u043D\u043E\u0433\u043E \u043F\u043E\u0440\u0442\u0430 \u043F\u0438\u0442\u0430\u043D\u0438\u044F \u043D\u0435 \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u0431\u043E\u043B\u0435\u0435 \u043E\u0434\u043D\u043E\u0433\u043E \u0432\u043E\u0437\u0431\u0443\u0436\u0434\u0435\u043D\u043D\u043E\u0433\u043E \u043F\u043E\u0440\u0442\u0430.
There_cannot_be_more_than_one_periodic_port_per_port_boundary = \u041D\u0430 \u0433\u0440\u0430\u043D\u0438\u0446\u0435 \u043F\u043E\u0440\u0442\u0430 \u043D\u0435 \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u0431\u043E\u043B\u0435\u0435 \u043E\u0434\u043D\u043E\u0433\u043E \u043F\u0435\u0440\u0438\u043E\u0434\u0438\u0447\u0435\u0441\u043A\u043E\u0433\u043E \u043F\u043E\u0440\u0442\u0430.
There_is_no_Wave_Equation,_Electric_node_with_infinite_void_selection = \u041D\u0435 \u0441\u0443\u0449\u0435\u0441\u0442\u0432\u0443\u0435\u0442 \u0412\u043E\u043B\u043D\u043E\u0432\u043E\u0433\u043E \u0423\u0440\u0430\u0432\u043D\u0435\u043D\u0438\u044F, \u042D\u043B\u0435\u043A\u0442\u0440\u0438\u0447\u0435\u0441\u043A\u043E\u0433\u043E \u0443\u0437\u043B\u0430 \u0441 \u0431\u0435\u0441\u043A\u043E\u043D\u0435\u0447\u043D\u044B\u043C \u0432\u044B\u0431\u043E\u0440\u043E\u043C \u043F\u0443\u0441\u0442\u043E\u0442.
Time_periodic_phase_can_be_used_only_in_input_fields_accepting_time_periodic_valued_expressions_and_it_cannot_be_used_into_variable_definitions = \u041F\u0435\u0440\u0438\u043E\u0434\u0438\u0447\u0435\u0441\u043A\u0430\u044F \u043F\u043E \u0432\u0440\u0435\u043C\u0435\u043D\u0438 \u0444\u0430\u0437\u0430 \u043C\u043E\u0436\u0435\u0442 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C\u0441\u044F \u0442\u043E\u043B\u044C\u043A\u043E \u0432 \u043F\u043E\u043B\u044F\u0445 \u0432\u0432\u043E\u0434\u0430, \u043F\u0440\u0438\u043D\u0438\u043C\u0430\u044E\u0449\u0438\u0445 \u043F\u0435\u0440\u0438\u043E\u0434\u0438\u0447\u0435\u0441\u043A\u0438\u0435 \u043F\u043E \u0432\u0440\u0435\u043C\u0435\u043D\u0438 \u0432\u044B\u0440\u0430\u0436\u0435\u043D\u0438\u044F, \u0438 \u0435\u0435 \u043D\u0435\u043B\u044C\u0437\u044F \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C \u0432 \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D\u0438\u044F\u0445 \u043F\u0435\u0440\u0435\u043C\u0435\u043D\u043D\u044B\u0445.
Time_to_Frequency_Losses_study_inputs_inconsistent_with_input_study_output_times = \u0412\u0445\u043E\u0434\u043D\u044B\u0435 \u0434\u0430\u043D\u043D\u044B\u0435 \u0438\u0441\u0441\u043B\u0435\u0434\u043E\u0432\u0430\u043D\u0438\u044F \u00AB\u0412\u0440\u0435\u043C\u044F \u0434\u043E \u043F\u043E\u0442\u0435\u0440\u0438 \u0447\u0430\u0441\u0442\u043E\u0442\u044B\u00BB \u043D\u0435 \u0441\u043E\u043E\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0443\u044E\u0442 \u0432\u0440\u0435\u043C\u0435\u043D\u0438 \u0432\u044B\u0445\u043E\u0434\u043D\u044B\u0445 \u0434\u0430\u043D\u043D\u044B\u0445 \u0438\u0441\u0441\u043B\u0435\u0434\u043E\u0432\u0430\u043D\u0438\u044F \u0432\u0445\u043E\u0434\u043D\u044B\u0445 \u0434\u0430\u043D\u043D\u044B\u0445.
Touchstone_file_is_not_imported_yet = \u0424\u0430\u0439\u043B Touchstone \u0435\u0449\u0435 \u043D\u0435 \u0438\u043C\u043F\u043E\u0440\u0442\u0438\u0440\u043E\u0432\u0430\u043D.
Touchstone_filename_is_empty = \u0418\u043C\u044F \u0444\u0430\u0439\u043B\u0430 Touchstone \u043F\u0443\u0441\u0442\u043E.
Touchstone_input_array_dimensions_mismatch = \u041D\u0435\u0441\u043E\u043E\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0438\u0435 \u0440\u0430\u0437\u043C\u0435\u0440\u043E\u0432 \u0432\u0445\u043E\u0434\u043D\u043E\u0433\u043E \u043C\u0430\u0441\u0441\u0438\u0432\u0430 Touchstone.
Two_periodic_conditions_are_needed_or_a_reference_point_on_each_periodic_port_needs_to_be_added = \u0422\u0440\u0435\u0431\u0443\u044E\u0442\u0441\u044F \u0434\u0432\u0430 \u043F\u0435\u0440\u0438\u043E\u0434\u0438\u0447\u0435\u0441\u043A\u0438\u0445 \u0443\u0441\u043B\u043E\u0432\u0438\u044F \u0438\u043B\u0438 \u043D\u0435\u043E\u0431\u0445\u043E\u0434\u0438\u043C\u043E \u0434\u043E\u0431\u0430\u0432\u0438\u0442\u044C \u043E\u043F\u043E\u0440\u043D\u0443\u044E \u0442\u043E\u0447\u043A\u0443 \u043D\u0430 \u043A\u0430\u0436\u0434\u043E\u043C \u043F\u0435\u0440\u0438\u043E\u0434\u0438\u0447\u0435\u0441\u043A\u043E\u043C \u043F\u043E\u0440\u0442\u0443.
Two_points_describing_the_axis_vector_need_to_be_defined_properly = \u0414\u0432\u0435 \u0442\u043E\u0447\u043A\u0438, \u043E\u043F\u0438\u0441\u044B\u0432\u0430\u044E\u0449\u0438\u0435 \u0432\u0435\u043A\u0442\u043E\u0440 \u043E\u0441\u0438, \u0434\u043E\u043B\u0436\u043D\u044B \u0431\u044B\u0442\u044C \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D\u044B \u043F\u0440\u0430\u0432\u0438\u043B\u044C\u043D\u043E.
# - U --------------------------------------------------------------------- U -
Unknown_subcircuit_definition_x = \u041D\u0435\u0438\u0437\u0432\u0435\u0441\u0442\u043D\u043E\u0435 \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D\u0438\u0435 \u043F\u043E\u0434\u0441\u0445\u0435\u043C\u044B #.
Uniform_lumped_port_is_valid_only_if_exactly_one_edge_is_selected = \u0420\u0430\u0432\u043D\u043E\u043C\u0435\u0440\u043D\u044B\u0439 \u043F\u043E\u0440\u0442 \u0441 \u0441\u043E\u0441\u0440\u0435\u0434\u043E\u0442\u043E\u0447\u0435\u043D\u043D\u044B\u043C\u0438 \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u0430\u043C\u0438 \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0442\u0435\u043B\u0435\u043D, \u0442\u043E\u043B\u044C\u043A\u043E \u0435\u0441\u043B\u0438 \u0432\u044B\u0431\u0440\u0430\u043D\u043E \u0440\u043E\u0432\u043D\u043E \u043E\u0434\u043D\u043E \u0440\u0435\u0431\u0440\u043E.
Uniform_lumped_X_should_be_placed_between_two_conductive_boundaries = \u041E\u0434\u043D\u043E\u0440\u043E\u0434\u043D\u044B\u0439 \u0441\u043E\u0441\u0440\u0435\u0434\u043E\u0442\u043E\u0447\u0435\u043D\u043D\u044B\u0439 # \u0434\u043E\u043B\u0436\u0435\u043D \u0440\u0430\u0441\u043F\u043E\u043B\u0430\u0433\u0430\u0442\u044C\u0441\u044F \u043C\u0435\u0436\u0434\u0443 \u0434\u0432\u0443\u043C\u044F \u043F\u0440\u043E\u0432\u043E\u0434\u044F\u0449\u0438\u043C\u0438 \u0433\u0440\u0430\u043D\u0438\u0446\u0430\u043C\u0438.
Unparsable_expression = \u041D\u0435\u0440\u0430\u0437\u0431\u043E\u0440\u0447\u0438\u0432\u043E\u0435 \u0432\u044B\u0440\u0430\u0436\u0435\u043D\u0438\u0435.
Use_the_effective_BH_curve_constitutive_relation_for_frequency_domain_study_steps = \u0418\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0439\u0442\u0435 \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u044F\u044E\u0449\u0435\u0435 \u0441\u043E\u043E\u0442\u043D\u043E\u0448\u0435\u043D\u0438\u0435 'Effective BH Curve' \u0434\u043B\u044F \u044D\u0442\u0430\u043F\u043E\u0432 \u0438\u0441\u0441\u043B\u0435\u0434\u043E\u0432\u0430\u043D\u0438\u044F \u0447\u0430\u0441\u0442\u043E\u0442\u043D\u043E\u0439 \u043E\u0431\u043B\u0430\u0441\u0442\u0438.
Use_the_BH_curve_constitutive_relation_for_stationary_time_dependent_or_frequency_perturbation_study_steps = \u0418\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0439\u0442\u0435 \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u044F\u044E\u0449\u0435\u0435 \u0441\u043E\u043E\u0442\u043D\u043E\u0448\u0435\u043D\u0438\u0435 'HB Curve' \u0434\u043B\u044F \u0441\u0442\u0430\u0442\u0438\u0447\u0435\u0441\u043A\u0438\u0445, \u0432\u0440\u0435\u043C\u0435\u043D\u043D\u044B\u0445 \u0438\u043B\u0438 \u0447\u0430\u0441\u0442\u043E\u0442\u043D\u044B\u0445 \u0448\u0430\u0433\u043E\u0432 \u0438\u0441\u0441\u043B\u0435\u0434\u043E\u0432\u0430\u043D\u0438\u044F \u0432\u043E\u0437\u043C\u0443\u0449\u0435\u043D\u0438\u0439.
# Spice import error
Unsupported_quantity = \u041D\u0435\u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u0435\u043C\u043E\u0435 \u043A\u043E\u043B\u0438\u0447\u0435\u0441\u0442\u0432\u043E.
Unsupported_source_type_x = \u041D\u0435\u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u0435\u043C\u044B\u0439 \u0442\u0438\u043F \u0438\u0441\u0442\u043E\u0447\u043D\u0438\u043A\u0430 #.
# - V --------------------------------------------------------------------- V -
Via_lumped_X_should_be_placed_on_cylindrical_boundaries = \u0421\u043E\u0441\u0440\u0435\u0434\u043E\u0442\u043E\u0447\u0435\u043D\u043D\u044B\u0435 \u0441\u043E\u0435\u0434\u0438\u043D\u0435\u043D\u0438\u044F # \u0434\u043E\u043B\u0436\u043D\u044B \u0440\u0430\u0441\u043F\u043E\u043B\u0430\u0433\u0430\u0442\u044C\u0441\u044F \u043D\u0430 \u0446\u0438\u043B\u0438\u043D\u0434\u0440\u0438\u0447\u0435\u0441\u043A\u0438\u0445 \u0433\u0440\u0430\u043D\u0438\u0446\u0430\u0445.
Voltage_reference_edge_selection_is_empty = \u0412\u044B\u0431\u043E\u0440 \u0444\u0440\u043E\u043D\u0442\u0430 \u043E\u043F\u043E\u0440\u043D\u043E\u0433\u043E \u043D\u0430\u043F\u0440\u044F\u0436\u0435\u043D\u0438\u044F \u043F\u0443\u0441\u0442.
Voltage_reference_edge_selection_must_represent_a_single_directional_vector = \u0412\u044B\u0431\u043E\u0440 \u0444\u0440\u043E\u043D\u0442\u0430 \u043E\u043F\u043E\u0440\u043D\u043E\u0433\u043E \u043D\u0430\u043F\u0440\u044F\u0436\u0435\u043D\u0438\u044F \u0434\u043E\u043B\u0436\u0435\u043D \u043F\u0440\u0435\u0434\u0441\u0442\u0430\u0432\u043B\u044F\u0442\u044C \u0441\u043E\u0431\u043E\u0439 \u043E\u0434\u0438\u043D \u0432\u0435\u043A\u0442\u043E\u0440 \u043D\u0430\u043F\u0440\u0430\u0432\u043B\u0435\u043D\u0438\u044F.
# - W --------------------------------------------------------------------- W -
Wave_vector_count_must_evaluate_to_a_positive_integer_number = \u0421\u0447\u0435\u0442\u0447\u0438\u043A \u0432\u043E\u043B\u043D\u043E\u0432\u044B\u0445 \u0432\u0435\u043A\u0442\u043E\u0440\u043E\u0432 \u0434\u043E\u043B\u0436\u0435\u043D \u0438\u043C\u0435\u0442\u044C \u043F\u043E\u043B\u043E\u0436\u0438\u0442\u0435\u043B\u044C\u043D\u043E\u0435 \u0446\u0435\u043B\u043E\u0435 \u0447\u0438\u0441\u043B\u043E.
# - X --------------------------------------------------------------------- X -
X_cannot_be_evaluated_to_a_positive_integer_expression = # \u043D\u0435 \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u0432\u044B\u0447\u0438\u0441\u043B\u0435\u043D\u043E \u043A\u0430\u043A \u043F\u043E\u043B\u043E\u0436\u0438\u0442\u0435\u043B\u044C\u043D\u043E\u0435 \u0446\u0435\u043B\u043E\u0447\u0438\u0441\u043B\u0435\u043D\u043D\u043E\u0435 \u0432\u044B\u0440\u0430\u0436\u0435\u043D\u0438\u0435.
X_for_each_feature_must_be_homogeneous = # \u0434\u043B\u044F \u043A\u0430\u0436\u0434\u043E\u0433\u043E \u043F\u0440\u0438\u0437\u043D\u0430\u043A\u0430 \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u043E\u0434\u043D\u043E\u0440\u043E\u0434\u043D\u044B\u043C.
X_is_not_supported_for_physics_controlled_mesh = # \u043D\u0435 \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u0435\u0442\u0441\u044F \u0434\u043B\u044F \u0441\u0435\u0442\u043A\u0438, \u0443\u043F\u0440\u0430\u0432\u043B\u044F\u0435\u043C\u043E\u0439 \u0444\u0438\u0437\u0438\u043A\u043E\u0439.
X_should_not_be_placed_adjacent_to_any_absorbing_features = # \u043D\u0435 \u0441\u043B\u0435\u0434\u0443\u0435\u0442 \u0440\u0430\u0437\u043C\u0435\u0449\u0430\u0442\u044C \u0440\u044F\u0434\u043E\u043C \u0441 \u043A\u0430\u043A\u0438\u043C\u0438-\u043B\u0438\u0431\u043E \u043F\u043E\u0433\u043B\u043E\u0449\u0430\u044E\u0449\u0438\u043C\u0438 \u043E\u0431\u044A\u0435\u043A\u0442\u0430\u043C\u0438.
# - Y --------------------------------------------------------------------- Y -
# - Z --------------------------------------------------------------------- Z -
Zero_tangential_electric_field_type_symmetry_plane_is_not_applicable_on_coaxial_type_lumped_port = \u041F\u043B\u043E\u0441\u043A\u043E\u0441\u0442\u044C \u0441\u0438\u043C\u043C\u0435\u0442\u0440\u0438\u0438 \u0442\u0438\u043F\u0430 \u043D\u0443\u043B\u0435\u0432\u043E\u0433\u043E \u0442\u0430\u043D\u0433\u0435\u043D\u0446\u0438\u0430\u043B\u044C\u043D\u043E\u0433\u043E \u044D\u043B\u0435\u043A\u0442\u0440\u0438\u0447\u0435\u0441\u043A\u043E\u0433\u043E \u043F\u043E\u043B\u044F \u043D\u0435 \u043F\u0440\u0438\u043C\u0435\u043D\u0438\u043C\u0430 \u043A \u043F\u043E\u0440\u0442\u0443 \u0441 \u0441\u043E\u0441\u0440\u0435\u0434\u043E\u0442\u043E\u0447\u0435\u043D\u043D\u044B\u043C\u0438 \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u0430\u043C\u0438 \u043A\u043E\u0430\u043A\u0441\u0438\u0430\u043B\u044C\u043D\u043E\u0433\u043E \u0442\u0438\u043F\u0430.
