# ParticleError_en_US.properties
#
# Copyright (c) 1998-2023 by COMSOL AB
# $Revision: $  $Date: $
#
# English error messages resource file.
#
# Translation to another language:
#
# Replace the English string to the right of
# the = sign with the translated string in the
# local language. The string can contain Unicode
# characters.
#
# Note: Do not change the string to the left
# of the equal sign.
#
# The string can contain \n indicating a line break.
#
# Unicode characters for Greek letters should not be
# translated.
#
# The string can contain a placeholder character # (do
# not confuse this with a # at the beginning of a line
# that contains comments). This placeholder indicates a
# variable name such as the name of a spatial coordinate.
# It should remain in the translated string in the position
# where this word appears in the translated sentence.
#
# The master strings ending in _mnemonic contains a keyboard
# shortcut letter. Replace them with the letter in the local
# language. Bear in mind that all letters on a particular menu
# must be unique and that many menu items in the File and Edit
# menus have established shortcut keys.
#
# Save the translated file as
#
# ParticleError_<ISO Language Code>_<ISO Country Code>.properties
#
# for example, for Japanese in Japan,
#
# ParticleError_ja_JP.properties



# - # --------------------------------------------------------------------- # -
# - A --------------------------------------------------------------------- A -
A_droplet_breakup_node_with_no_subnodes_has_no_effect = \u0423\u0437\u0435\u043B \u00AB\u0420\u0430\u0437\u0440\u044B\u0432 \u043A\u0430\u043F\u043B\u0438\u00BB \u0431\u0435\u0437 \u043F\u043E\u0434\u0443\u0437\u043B\u043E\u0432 \u043D\u0435 \u0438\u043C\u0435\u0435\u0442 \u043D\u0438\u043A\u0430\u043A\u043E\u0433\u043E \u044D\u0444\u0444\u0435\u043A\u0442\u0430.
All_repeating_layers_in_a_periodic_multilayer_film_must_be_adjacent = \u0412\u0441\u0435 \u043F\u043E\u0432\u0442\u043E\u0440\u044F\u044E\u0449\u0438\u0435\u0441\u044F \u0441\u043B\u043E\u0438 \u0432 \u043F\u0435\u0440\u0438\u043E\u0434\u0438\u0447\u0435\u0441\u043A\u043E\u0439 \u043C\u043D\u043E\u0433\u043E\u0441\u043B\u043E\u0439\u043D\u043E\u0439 \u043F\u043B\u0435\u043D\u043A\u0435 \u0434\u043E\u043B\u0436\u043D\u044B \u0440\u0430\u0441\u043F\u043E\u043B\u0430\u0433\u0430\u0442\u044C\u0441\u044F \u0440\u044F\u0434\u043E\u043C.
Aspect_ratio_should_be_greater_than_1 = \u0421\u043E\u043E\u0442\u043D\u043E\u0448\u0435\u043D\u0438\u0435 \u0441\u0442\u043E\u0440\u043E\u043D \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u0431\u043E\u043B\u044C\u0448\u0435 1.
At_least_one_release_from_data_file_node_does_not_have_any_imported_data = \u041F\u043E \u043A\u0440\u0430\u0439\u043D\u0435\u0439 \u043C\u0435\u0440\u0435, \u043E\u0434\u0438\u043D \u0443\u0437\u0435\u043B \u00AB\u041E\u0441\u0432\u043E\u0431\u043E\u0436\u0434\u0435\u043D\u0438\u0435 \u0438\u0437 \u0444\u0430\u0439\u043B\u0430 \u0434\u0430\u043D\u043D\u044B\u0445\u00BB \u043D\u0435 \u0438\u043C\u0435\u0435\u0442 \u0438\u043C\u043F\u043E\u0440\u0442\u0438\u0440\u043E\u0432\u0430\u043D\u043D\u044B\u0445 \u0434\u0430\u043D\u043D\u044B\u0445.
At_least_two_release_times_must_be_defined. = \u041D\u0435\u043E\u0431\u0445\u043E\u0434\u0438\u043C\u043E \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0438\u0442\u044C \u043A\u0430\u043A \u043C\u0438\u043D\u0438\u043C\u0443\u043C \u0434\u0432\u0430 \u0432\u0440\u0435\u043C\u0435\u043D\u0438 \u0432\u044B\u043F\u0443\u0441\u043A\u0430.
# - B --------------------------------------------------------------------- B -
Beam_axis_and_major_axis_direction_must_not_be_parallel = \u041E\u0441\u044C \u043B\u0443\u0447\u0430 \u0438 \u043D\u0430\u043F\u0440\u0430\u0432\u043B\u0435\u043D\u0438\u0435 \u0433\u043B\u0430\u0432\u043D\u043E\u0439 \u043E\u0441\u0438 \u043D\u0435 \u0434\u043E\u043B\u0436\u043D\u044B \u0431\u044B\u0442\u044C \u043F\u0430\u0440\u0430\u043B\u043B\u0435\u043B\u044C\u043D\u044B.
# - C --------------------------------------------------------------------- C -
Cone_axis_and_transverse_direction_must_not_be_parallel = \u041E\u0441\u044C \u043A\u043E\u043D\u0443\u0441\u0430 \u0438 \u043F\u043E\u043F\u0435\u0440\u0435\u0447\u043D\u043E\u0435 \u043D\u0430\u043F\u0440\u0430\u0432\u043B\u0435\u043D\u0438\u0435 \u043D\u0435 \u0434\u043E\u043B\u0436\u043D\u044B \u0431\u044B\u0442\u044C \u043F\u0430\u0440\u0430\u043B\u043B\u0435\u043B\u044C\u043D\u044B.
# - D --------------------------------------------------------------------- D -
# - E --------------------------------------------------------------------- E -
# - F --------------------------------------------------------------------- F -
Failed_to_compute_release_time_intervals_at_least_two_release_times_are_required = \u041D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u0432\u044B\u0447\u0438\u0441\u043B\u0438\u0442\u044C \u0432\u0440\u0435\u043C\u0435\u043D\u043D\u044B\u0435 \u0438\u043D\u0442\u0435\u0440\u0432\u0430\u043B\u044B \u0432\u044B\u043F\u0443\u0441\u043A\u0430. \u0422\u0440\u0435\u0431\u0443\u0435\u0442\u0441\u044F \u043A\u0430\u043A \u043C\u0438\u043D\u0438\u043C\u0443\u043C \u0434\u0432\u0430 \u0432\u0440\u0435\u043C\u0435\u043D\u0438 \u0432\u044B\u043F\u0443\u0441\u043A\u0430.
Failed_to_convert_data_file_column_index_to_an_integer = \u041D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u043F\u0440\u0435\u043E\u0431\u0440\u0430\u0437\u043E\u0432\u0430\u0442\u044C \u0438\u043D\u0434\u0435\u043A\u0441 \u0441\u0442\u043E\u043B\u0431\u0446\u0430 \u0444\u0430\u0439\u043B\u0430 \u0434\u0430\u043D\u043D\u044B\u0445 \u0432 \u0446\u0435\u043B\u043E\u0435 \u0447\u0438\u0441\u043B\u043E.
Failed_to_identify_affected_particle_properties = \u041D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0438\u0442\u044C \u0441\u0432\u043E\u0439\u0441\u0442\u0432\u0430 \u0437\u0430\u0442\u0440\u043E\u043D\u0443\u0442\u044B\u0445 \u0447\u0430\u0441\u0442\u0438\u0446.
Failed_to_identify_exterior_field_variable = \u041D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0438\u0442\u044C \u043F\u0435\u0440\u0435\u043C\u0435\u043D\u043D\u0443\u044E \u0432\u043D\u0435\u0448\u043D\u0435\u0433\u043E \u043F\u043E\u043B\u044F.
Failed_to_identify_far_field_variables = \u041D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0438\u0442\u044C \u043F\u0435\u0440\u0435\u043C\u0435\u043D\u043D\u044B\u0435 \u0434\u0430\u043B\u044C\u043D\u0435\u0433\u043E \u043F\u043E\u043B\u044F.
Failed_to_identify_released_particle_properties = \u041D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0438\u0442\u044C \u0441\u0432\u043E\u0439\u0441\u0442\u0432\u0430 \u0432\u044B\u043F\u0443\u0449\u0435\u043D\u043D\u044B\u0445 \u0447\u0430\u0441\u0442\u0438\u0446.
Failed_to_load_external_file_for_magnetic_field_data = \u041D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u0437\u0430\u0433\u0440\u0443\u0437\u0438\u0442\u044C \u0432\u043D\u0435\u0448\u043D\u0438\u0439 \u0444\u0430\u0439\u043B \u0434\u0430\u043D\u043D\u044B\u0445 \u043C\u0430\u0433\u043D\u0438\u0442\u043D\u043E\u0433\u043E \u043F\u043E\u043B\u044F.
Failed_to_load_file_for_initial_particle_positions = \u041D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u0437\u0430\u0433\u0440\u0443\u0437\u0438\u0442\u044C \u0444\u0430\u0439\u043B \u043D\u0430\u0447\u0430\u043B\u044C\u043D\u044B\u0445 \u043F\u043E\u043B\u043E\u0436\u0435\u043D\u0438\u0439 \u0447\u0430\u0441\u0442\u0438\u0446.
Failed_to_load_nuclear_stopping_power_data_for_screening_function_X = \u041D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u0437\u0430\u0433\u0440\u0443\u0437\u0438\u0442\u044C \u0434\u0430\u043D\u043D\u044B\u0435 \u043E \u043E\u0441\u0442\u0430\u043D\u0430\u0432\u043B\u0438\u0432\u0430\u044E\u0449\u0435\u0439 \u0441\u043F\u043E\u0441\u043E\u0431\u043D\u043E\u0441\u0442\u0438 \u044F\u0434\u0435\u0440\u043D\u043E\u0433\u043E \u043E\u0440\u0443\u0436\u0438\u044F \u0434\u043B\u044F \u0444\u0443\u043D\u043A\u0446\u0438\u0438 \u043F\u0440\u043E\u0432\u0435\u0440\u043A\u0438: #
Failed_to_parse_expression_for_integer_values = \u041D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u043F\u0440\u043E\u0430\u043D\u0430\u043B\u0438\u0437\u0438\u0440\u043E\u0432\u0430\u0442\u044C \u0432\u044B\u0440\u0430\u0436\u0435\u043D\u0438\u0435 \u0434\u043B\u044F \u0446\u0435\u043B\u043E\u0447\u0438\u0441\u043B\u0435\u043D\u043D\u044B\u0445 \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u0439.
Fileindex_incompatible_data = \u041E\u0436\u0438\u0434\u0430\u0435\u043C\u043E\u0435 \u043A\u043E\u043B\u0438\u0447\u0435\u0441\u0442\u0432\u043E \u0444\u0443\u043D\u043A\u0446\u0438\u0439 \u043D\u0435 \u0441\u043E\u043E\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0443\u0435\u0442 \u0444\u0430\u0439\u043B\u0443 \u0438\u043C\u043F\u043E\u0440\u0442\u0438\u0440\u043E\u0432\u0430\u043D\u043D\u044B\u0445 \u0434\u0430\u043D\u043D\u044B\u0445. 
Firstorder_vfromfile_error = \u0414\u043B\u044F \u0444\u043E\u0440\u043C\u0443\u043B \u043F\u0435\u0440\u0432\u043E\u0433\u043E \u043F\u043E\u0440\u044F\u0434\u043A\u0430 \u0441 \u0438\u043C\u043F\u0443\u043B\u044C\u0441\u043E\u043C \u0438\u0437 \u0444\u0430\u0439\u043B\u0430 \u0445\u043E\u0442\u044F \u0431\u044B \u043E\u0434\u043D\u0430 \u0438\u0437 \u0441\u0442\u0440\u043E\u043A "normalizeexpr" \u0438 "coefexpr" \u0434\u043E\u043B\u0436\u043D\u0430 \u0431\u044B\u0442\u044C \u043D\u0435\u043F\u0443\u0441\u0442\u043E\u0439.
# - G --------------------------------------------------------------------- G -
# - H --------------------------------------------------------------------- H -
# - I --------------------------------------------------------------------- I -
Initial_coordinate_array_sizes_must_agree_when_releasing_at_specified_combinations = \u041D\u0430\u0447\u0430\u043B\u044C\u043D\u044B\u0435 \u0440\u0430\u0437\u043C\u0435\u0440\u044B \u043C\u0430\u0441\u0441\u0438\u0432\u0430 \u043A\u043E\u043E\u0440\u0434\u0438\u043D\u0430\u0442 \u0434\u043E\u043B\u0436\u043D\u044B \u0441\u043E\u0433\u043B\u0430\u0441\u043E\u0432\u044B\u0432\u0430\u0442\u044C\u0441\u044F \u043F\u0440\u0438 \u043E\u0442\u043F\u0443\u0441\u043A\u0430\u043D\u0438\u0438 \u0432 \u0443\u043A\u0430\u0437\u0430\u043D\u043D\u044B\u0445 \u043A\u043E\u043C\u0431\u0438\u043D\u0430\u0446\u0438\u044F\u0445.
Initial_coordinates_edit_field_cannot_be_empty_in_release_from_grid_feature = \u041F\u043E\u043B\u0435 \u0440\u0435\u0434\u0430\u043A\u0442\u0438\u0440\u043E\u0432\u0430\u043D\u0438\u044F \u0438\u0441\u0445\u043E\u0434\u043D\u044B\u0445 \u043A\u043E\u043E\u0440\u0434\u0438\u043D\u0430\u0442 \u043D\u0435 \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u043F\u0443\u0441\u0442\u044B\u043C \u043F\u0440\u0438 \u043E\u0441\u0432\u043E\u0431\u043E\u0436\u0434\u0435\u043D\u0438\u0438 \u043E\u0442 \u043E\u0431\u044A\u0435\u043A\u0442\u0430 \u0441\u0435\u0442\u043A\u0438.
Invalid_aspect_ratio_of_gaussian_beam = \u041D\u0435\u0434\u043E\u043F\u0443\u0441\u0442\u0438\u043C\u043E\u0435 \u0441\u043E\u043E\u0442\u043D\u043E\u0448\u0435\u043D\u0438\u0435 \u0441\u0442\u043E\u0440\u043E\u043D \u0433\u0430\u0443\u0441\u0441\u043E\u0432\u0430 \u043B\u0443\u0447\u0430.
# - J --------------------------------------------------------------------- J -
# - K --------------------------------------------------------------------- K -
# - L --------------------------------------------------------------------- L -
Lower_limit_exceeds_upper_limit_for_ray_frequency = \u041D\u0438\u0436\u043D\u0438\u0439 \u043F\u0440\u0435\u0434\u0435\u043B \u043F\u0440\u0435\u0432\u044B\u0448\u0430\u0435\u0442 \u0432\u0435\u0440\u0445\u043D\u0438\u0439 \u043F\u0440\u0435\u0434\u0435\u043B \u0447\u0430\u0441\u0442\u043E\u0442\u044B \u043B\u0443\u0447\u0435\u0439.
Lower_limit_exceeds_upper_limit_for_vacuum_wavelength = \u041D\u0438\u0436\u043D\u0438\u0439 \u043F\u0440\u0435\u0434\u0435\u043B \u043F\u0440\u0435\u0432\u044B\u0448\u0430\u0435\u0442 \u0432\u0435\u0440\u0445\u043D\u0438\u0439 \u043F\u0440\u0435\u0434\u0435\u043B \u0434\u043B\u0438\u043D\u044B \u0432\u043E\u043B\u043D\u044B \u0432 \u0432\u0430\u043A\u0443\u0443\u043C\u0435.
# - M --------------------------------------------------------------------- M -
Major_axis_direction_vector_must_not_be_zero_vector = \u0412\u0435\u043A\u0442\u043E\u0440 \u043D\u0430\u043F\u0440\u0430\u0432\u043B\u0435\u043D\u0438\u044F \u0433\u043B\u0430\u0432\u043D\u043E\u0439 \u043E\u0441\u0438 \u043D\u0435 \u0434\u043E\u043B\u0436\u0435\u043D \u0431\u044B\u0442\u044C \u043D\u0443\u043B\u0435\u0432\u044B\u043C \u0432\u0435\u043A\u0442\u043E\u0440\u043E\u043C.
Medium_properties_node_could_not_evaluate_n._Add_material_with_defined_dispersion_model = \u0423\u0437\u0435\u043B \u0441\u0432\u043E\u0439\u0441\u0442\u0432 \u0441\u0440\u0435\u0434\u044B \u043D\u0435 \u0441\u043C\u043E\u0433 \u043E\u0446\u0435\u043D\u0438\u0442\u044C n. \u0414\u043E\u0431\u0430\u0432\u044C\u0442\u0435 \u043C\u0430\u0442\u0435\u0440\u0438\u0430\u043B \u0441 \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D\u043D\u043E\u0439 \u043C\u043E\u0434\u0435\u043B\u044C\u044E \u0434\u0438\u0441\u043F\u0435\u0440\u0441\u0438\u0438.
# - N --------------------------------------------------------------------- N -
No_domain_selected_for_the_nozzle_domain_subfeature = \u0414\u043B\u044F \u043F\u043E\u0434\u0444\u0443\u043D\u043A\u0446\u0438\u0438 \u00AB\u041E\u0431\u043B\u0430\u0441\u0442\u044C \u0441\u043E\u043F\u043B\u0430\u00BB \u043D\u0435 \u0432\u044B\u0431\u0440\u0430\u043D \u043E\u0431\u043B\u0430\u0441\u0442\u044C. \u0412\u044B\u0431\u0435\u0440\u0438\u0442\u0435 \u043E\u0431\u043B\u0430\u0441\u0442\u044C, \u0432 \u043A\u043E\u0442\u043E\u0440\u043E\u0439 \u0431\u0443\u0434\u0435\u0442 \u0432\u044B\u043F\u0443\u0449\u0435\u043D \u0440\u0430\u0441\u043F\u044B\u043B \u0447\u0430\u0441\u0442\u0438\u0446.
No_drag_forces_detected._The_droplet_breakup_feature_has_no_effect = \u0421\u0438\u043B\u044B \u0441\u043E\u043F\u0440\u043E\u0442\u0438\u0432\u043B\u0435\u043D\u0438\u044F \u043D\u0435 \u043E\u0431\u043D\u0430\u0440\u0443\u0436\u0435\u043D\u044B. \u0424\u0443\u043D\u043A\u0446\u0438\u044F \u00AB\u0420\u0430\u0437\u0440\u0443\u0448\u0435\u043D\u0438\u0435 \u043A\u0430\u043F\u0435\u043B\u044C\u00BB \u043D\u0435 \u0438\u043C\u0435\u0435\u0442 \u043D\u0438\u043A\u0430\u043A\u043E\u0433\u043E \u044D\u0444\u0444\u0435\u043A\u0442\u0430.
No_particle_inlet_or_release_defined._Add_an_Inlet_or_Release_feature = \u0412\u0445\u043E\u0434 \u0438\u043B\u0438 \u0432\u044B\u0445\u043E\u0434 \u0447\u0430\u0441\u0442\u0438\u0446 \u043D\u0435 \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D. \u0414\u043E\u0431\u0430\u0432\u044C\u0442\u0435 \u0444\u0443\u043D\u043A\u0446\u0438\u044E \u0432\u0445\u043E\u0434\u0430 \u0438\u043B\u0438 \u0432\u044B\u043F\u0443\u0441\u043A\u0430.
No_photometric_data_file_has_been_loaded = \u0424\u0430\u0439\u043B \u0444\u043E\u0442\u043E\u043C\u0435\u0442\u0440\u0438\u0447\u0435\u0441\u043A\u0438\u0445 \u0434\u0430\u043D\u043D\u044B\u0445 \u043D\u0435 \u0437\u0430\u0433\u0440\u0443\u0436\u0435\u043D.
No_physics_is_selected = \u0424\u0438\u0437\u0438\u043A\u0430 \u043D\u0435 \u0432\u044B\u0431\u0440\u0430\u043D\u0430.
No_ray_inlet_or_release_defined._Add_an_Inlet_or_Release_feature = \u0412\u0445\u043E\u0434 \u0438 \u0432\u044B\u0445\u043E\u0434 \u043B\u0443\u0447\u0430 \u043D\u0435 \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D\u044B. \u0414\u043E\u0431\u0430\u0432\u044C\u0442\u0435 \u0444\u0443\u043D\u043A\u0446\u0438\u044E \u0432\u0445\u043E\u0434\u0430 \u0438\u043B\u0438 \u0432\u044B\u043F\u0443\u0441\u043A\u0430.
No_ray_release_defined._Add_a_ray_release_feature = \u0412\u044B\u043F\u0443\u0441\u043A \u043B\u0443\u0447\u0430 \u043D\u0435 \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D. \u0414\u043E\u0431\u0430\u0432\u044C\u0442\u0435 \u0444\u0443\u043D\u043A\u0446\u0438\u044E \u0432\u044B\u043F\u0443\u0441\u043A\u0430 \u043B\u0443\u0447\u0435\u0439.
No_reference_edge = \u041D\u0435\u0442 \u043E\u043F\u043E\u0440\u043D\u043E\u0433\u043E \u043A\u0440\u0430\u044F.
No_reference_point = \u041D\u0438\u043A\u0430\u043A\u043E\u0439 \u0442\u043E\u0447\u043A\u0438 \u043E\u0442\u0441\u0447\u0435\u0442\u0430.
# - O --------------------------------------------------------------------- O -
Only_a_single_instance_of_the_continuous_random_walk_turbulence_model_is_allowed = \u0414\u043E\u043F\u0443\u0441\u043A\u0430\u0435\u0442\u0441\u044F \u0442\u043E\u043B\u044C\u043A\u043E \u043E\u0434\u0438\u043D \u044D\u043A\u0437\u0435\u043C\u043F\u043B\u044F\u0440 \u043C\u043E\u0434\u0435\u043B\u0438 \u0442\u0443\u0440\u0431\u0443\u043B\u0435\u043D\u0442\u043D\u043E\u0441\u0442\u0438 \u043D\u0435\u043F\u0440\u0435\u0440\u044B\u0432\u043D\u043E\u0433\u043E \u0441\u043B\u0443\u0447\u0430\u0439\u043D\u043E\u0433\u043E \u0431\u043B\u0443\u0436\u0434\u0430\u043D\u0438\u044F.
# - P --------------------------------------------------------------------- P -
Particle_beam_reference_point = \u041E\u043F\u043E\u0440\u043D\u0430\u044F \u0442\u043E\u0447\u043A\u0430 \u043D\u0435\u043E\u0431\u0445\u043E\u0434\u0438\u043C\u0430 \u043F\u0440\u0438 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043D\u0438\u0438 \u0443\u0437\u043B\u0430 Particle Beam \u0441 \u043F\u043E\u043B\u043E\u0436\u0435\u043D\u0438\u0435\u043C \u043B\u0443\u0447\u0430 = \u0412\u044B\u0431\u0440\u0430\u043D\u043D\u0430\u044F \u0442\u043E\u0447\u043A\u0430. \u0414\u043E\u0431\u0430\u0432\u044C\u0442\u0435 \u043F\u043E\u0434\u0443\u0437\u0435\u043B \u00AB\u041E\u043F\u043E\u0440\u043D\u0430\u044F \u0442\u043E\u0447\u043A\u0430\u00BB.
Particles_affected_by_a_Droplet_Breakup_feature_must_be_liquid_droplets = \u0427\u0430\u0441\u0442\u0438\u0446\u044B, \u043D\u0430 \u043A\u043E\u0442\u043E\u0440\u044B\u0435 \u0432\u043B\u0438\u044F\u0435\u0442 \u0444\u0443\u043D\u043A\u0446\u0438\u044F \u0440\u0430\u0437\u0440\u0443\u0448\u0435\u043D\u0438\u044F \u043A\u0430\u043F\u0435\u043B\u044C, \u0434\u043E\u043B\u0436\u043D\u044B \u0431\u044B\u0442\u044C \u043A\u0430\u043F\u043B\u044F\u043C\u0438 \u0436\u0438\u0434\u043A\u043E\u0441\u0442\u0438.
Particles_released_by_a_nozzle_must_be_liquid_droplets = \u0427\u0430\u0441\u0442\u0438\u0446\u044B, \u0432\u044B\u0431\u0440\u0430\u0441\u044B\u0432\u0430\u0435\u043C\u044B\u0435 \u0438\u0437 \u0441\u043E\u043F\u043B\u0430, \u0434\u043E\u043B\u0436\u043D\u044B \u043F\u0440\u0435\u0434\u0441\u0442\u0430\u0432\u043B\u044F\u0442\u044C \u0441\u043E\u0431\u043E\u0439 \u043A\u0430\u043F\u043B\u0438 \u0436\u0438\u0434\u043A\u043E\u0441\u0442\u0438.
# - Q --------------------------------------------------------------------- Q -
# - R --------------------------------------------------------------------- R -
Ray_tracing_nonempty_selection = \u0414\u043B\u044F \u0442\u0440\u0430\u0441\u0441\u0438\u0440\u043E\u0432\u043A\u0438 \u043B\u0443\u0447\u0435\u0439 \u0442\u0440\u0435\u0431\u0443\u0435\u0442\u0441\u044F \u043B\u0438\u0431\u043E \u0444\u0438\u0437\u0438\u0447\u0435\u0441\u043A\u0438\u0439 \u0438\u043D\u0442\u0435\u0440\u0444\u0435\u0439\u0441 \u0441 \u043D\u0435\u043F\u0443\u0441\u0442\u044B\u043C \u0432\u044B\u0431\u043E\u0440\u043E\u043C, \u043B\u0438\u0431\u043E \u0445\u043E\u0442\u044F \u0431\u044B \u043E\u0434\u043D\u043E \u0433\u0440\u0430\u043D\u0438\u0447\u043D\u043E\u0435 \u0443\u0441\u043B\u043E\u0432\u0438\u0435, \u043D\u0430\u043F\u0440\u0438\u043C\u0435\u0440 \u0443\u0437\u0435\u043B \u00AB\u0421\u0442\u0435\u043D\u0430\u00BB \u0438\u043B\u0438 \u00AB\u0420\u0430\u0437\u0440\u044B\u0432 \u043C\u0430\u0442\u0435\u0440\u0438\u0430\u043B\u0430\u00BB, \u0441 \u043D\u0435\u043F\u0443\u0441\u0442\u044B\u043C \u0432\u044B\u0431\u043E\u0440\u043E\u043C.
Rayleigh_Taylor_drag_force = \u041C\u043E\u0434\u0435\u043B\u044C \u0440\u0430\u0441\u043F\u0430\u0434\u0430 \u043A\u0430\u043F\u043B\u0438 \u0420\u044D\u043B\u0435\u044F-\u0422\u0435\u0439\u043B\u043E\u0440\u0430 \u0442\u0440\u0435\u0431\u0443\u0435\u0442 \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D\u0438\u044F \u0441\u0438\u043B\u044B \u0441\u043E\u043F\u0440\u043E\u0442\u0438\u0432\u043B\u0435\u043D\u0438\u044F. \u0414\u043E\u0431\u0430\u0432\u044C\u0442\u0435 \u0443\u0437\u0435\u043B Drag Force.
Reference_edge_selection_is_empty = \u0412\u044B\u0431\u043E\u0440 \u043E\u043F\u043E\u0440\u043D\u043E\u0433\u043E \u043A\u0440\u0430\u044F \u043F\u0443\u0441\u0442.
Reference_point_selection_is_empty = \u0412\u044B\u0431\u043E\u0440 \u043A\u043E\u043D\u0442\u0440\u043E\u043B\u044C\u043D\u043E\u0439 \u0442\u043E\u0447\u043A\u0438 \u043F\u0443\u0441\u0442.
Release_times_must_increase_monotonically = \u0412\u0440\u0435\u043C\u044F \u0440\u0435\u043B\u0438\u0437\u0430 \u0434\u043E\u043B\u0436\u043D\u043E \u043C\u043E\u043D\u043E\u0442\u043E\u043D\u043D\u043E \u0443\u0432\u0435\u043B\u0438\u0447\u0438\u0432\u0430\u0442\u044C\u0441\u044F.
# - S --------------------------------------------------------------------- S -
Space_charge_specify_current = \u041D\u0435\u0441\u043E\u0432\u043C\u0435\u0441\u0442\u0438\u043C\u044B\u0435 \u043D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0438 \u0434\u043B\u044F \u043C\u0443\u043B\u044C\u0442\u0438\u0444\u0438\u0437\u0438\u0447\u0435\u0441\u043A\u043E\u0439 \u0441\u0432\u044F\u0437\u0438 \u0441 \u043E\u0433\u0440\u0430\u043D\u0438\u0447\u0435\u043D\u043D\u044B\u043C \u0432\u044B\u0431\u0440\u043E\u0441\u043E\u043C \u043A\u043E\u0441\u043C\u0438\u0447\u0435\u0441\u043A\u043E\u0433\u043E \u0437\u0430\u0440\u044F\u0434\u0430.\n\u0412 \u0438\u043D\u0442\u0435\u0440\u0444\u0435\u0439\u0441\u0435 \u043E\u0442\u0441\u043B\u0435\u0436\u0438\u0432\u0430\u043D\u0438\u044F \u0441\u0432\u044F\u0437\u0430\u043D\u043D\u044B\u0445 \u0437\u0430\u0440\u044F\u0436\u0435\u043D\u043D\u044B\u0445 \u0447\u0430\u0441\u0442\u0438\u0446 \u0432\u044B\u0431\u0435\u0440\u0438\u0442\u0435 \u00AB\u0423\u043A\u0430\u0437\u0430\u0442\u044C \u0442\u043E\u043A\u00BB \u0432 \u0441\u043F\u0438\u0441\u043A\u0435 \u00AB\u0421\u043F\u0435\u0446\u0438\u0444\u0438\u043A\u0430\u0446\u0438\u044F \u0432\u044B\u0431\u0440\u043E\u0441\u0430 \u0447\u0430\u0441\u0442\u0438\u0446\u00BB.
# - T --------------------------------------------------------------------- T -
The_cross_grating_feature_requires_at_least_one_diffraction_order_subnode = \u0414\u043B\u044F \u0444\u0443\u043D\u043A\u0446\u0438\u0438 \u00AB\u041F\u0435\u0440\u0435\u043A\u0440\u0435\u0441\u0442\u043D\u0430\u044F \u0440\u0435\u0448\u0435\u0442\u043A\u0430\u00BB \u0442\u0440\u0435\u0431\u0443\u0435\u0442\u0441\u044F \u043A\u0430\u043A \u043C\u0438\u043D\u0438\u043C\u0443\u043C \u043E\u0434\u0438\u043D \u043F\u043E\u0434\u0443\u0437\u0435\u043B \u00AB\u041F\u043E\u0440\u044F\u0434\u043E\u043A \u0434\u0438\u0444\u0440\u0430\u043A\u0446\u0438\u0438\u00BB.
The_drag_forces_have_no_selection._The_droplet_breakup_feature_has_no_effect = \u0421\u0438\u043B\u044B \u0441\u043E\u043F\u0440\u043E\u0442\u0438\u0432\u043B\u0435\u043D\u0438\u044F \u043D\u0435 \u0438\u043C\u0435\u044E\u0442 \u0432\u044B\u0431\u043E\u0440\u0430. \u0424\u0443\u043D\u043A\u0446\u0438\u044F \u00AB\u0420\u0430\u0437\u0440\u0443\u0448\u0435\u043D\u0438\u0435 \u043A\u0430\u043F\u0435\u043B\u044C\u00BB \u043D\u0435 \u0438\u043C\u0435\u0435\u0442 \u043D\u0438\u043A\u0430\u043A\u043E\u0433\u043E \u044D\u0444\u0444\u0435\u043A\u0442\u0430.
The_droplet_breakup_feature_requires_at_least_one_liquid_species = \u0414\u043B\u044F \u0444\u0443\u043D\u043A\u0446\u0438\u0438 \u00AB\u0420\u0430\u0437\u0440\u0443\u0448\u0435\u043D\u0438\u0435 \u043A\u0430\u043F\u0435\u043B\u044C\u00BB \u0442\u0440\u0435\u0431\u0443\u0435\u0442\u0441\u044F \u043A\u0430\u043A \u043C\u0438\u043D\u0438\u043C\u0443\u043C \u043E\u0434\u0438\u043D \u0432\u0438\u0434 \u0436\u0438\u0434\u043A\u043E\u0441\u0442\u0438. \u0412\u044B\u0431\u0435\u0440\u0438\u0442\u0435 \u041A\u0430\u043F\u043B\u0438/\u043F\u0443\u0437\u044B\u0440\u044C\u043A\u0438 \u0436\u0438\u0434\u043A\u043E\u0441\u0442\u0438 \u0438\u0437 \u0441\u043F\u0438\u0441\u043A\u0430 \u0422\u0438\u043F \u0447\u0430\u0441\u0442\u0438\u0446 \u0432 \u043E\u043A\u043D\u0435 \u043D\u0430\u0441\u0442\u0440\u043E\u0435\u043A \u0443\u0437\u043B\u0430 \u0421\u0432\u043E\u0439\u0441\u0442\u0432\u0430 \u0447\u0430\u0441\u0442\u0438\u0446 \u0438\u043B\u0438 \u041F\u0435\u0440\u0435\u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0438\u0442\u044C \u0441\u0432\u043E\u0439\u0441\u0442\u0432\u0430.
The_fraction_of_total_emissive_power_is_expected_to_be_between_0_and_1 = \u041E\u0436\u0438\u0434\u0430\u0435\u0442\u0441\u044F, \u0447\u0442\u043E \u0434\u043E\u043B\u044F \u043E\u0431\u0449\u0435\u0439 \u0438\u0437\u043B\u0443\u0447\u0430\u0442\u0435\u043B\u044C\u043D\u043E\u0439 \u043C\u043E\u0449\u043D\u043E\u0441\u0442\u0438 \u0431\u0443\u0434\u0435\u0442 \u043D\u0430\u0445\u043E\u0434\u0438\u0442\u044C\u0441\u044F \u0432 \u0434\u0438\u0430\u043F\u0430\u0437\u043E\u043D\u0435 \u043E\u0442 0 \u0434\u043E 1.
The_frequency_could_not_be_determined_from_the_solution._Set_a_user_defined_frequency_instead = \u041D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0438\u0442\u044C \u0447\u0430\u0441\u0442\u043E\u0442\u0443 \u0438\u0437 \u0440\u0435\u0448\u0435\u043D\u0438\u044F. \n\u0412\u043C\u0435\u0441\u0442\u043E \u044D\u0442\u043E\u0433\u043E \u0443\u0441\u0442\u0430\u043D\u043E\u0432\u0438\u0442\u0435 \u0447\u0430\u0441\u0442\u043E\u0442\u0443, \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u044F\u0435\u043C\u0443\u044E \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u0435\u043C.
The_grating_feature_requires_at_least_one_diffraction_order_subnode = \u0414\u043B\u044F \u0444\u0443\u043D\u043A\u0446\u0438\u0438 \u00AB\u0420\u0435\u0448\u0435\u0442\u043A\u0430\u00BB \u0442\u0440\u0435\u0431\u0443\u0435\u0442\u0441\u044F \u043A\u0430\u043A \u043C\u0438\u043D\u0438\u043C\u0443\u043C \u043E\u0434\u0438\u043D \u043F\u043E\u0434\u0443\u0437\u0435\u043B \u00AB\u041F\u043E\u0440\u044F\u0434\u043E\u043A \u0434\u0438\u0444\u0440\u0430\u043A\u0446\u0438\u0438\u00BB.
The_receiver_selection_does_not_form_a_closed_surface = \u0412\u044B\u0431\u043E\u0440 \u041F\u0440\u0438\u0435\u043C\u043D\u0438\u043A\u0430 \u043D\u0435 \u043E\u0431\u0440\u0430\u0437\u0443\u0435\u0442 \u0437\u0430\u043C\u043A\u043D\u0443\u0442\u043E\u0439 \u043F\u043E\u0432\u0435\u0440\u0445\u043D\u043E\u0441\u0442\u0438.
The_receiver_selection_does_not_form_a_sphere = \u0412\u044B\u0431\u043E\u0440 \u043F\u0440\u0438\u0435\u043C\u043D\u0438\u043A\u0430 \u043D\u0435 \u043E\u0431\u0440\u0430\u0437\u0443\u0435\u0442 \u0441\u0444\u0435\u0440\u0443.
The_release_or_inlet_features_have_no_selection._Add_a_selection_to_at_least_one_of_the_release_or_inlet_features = \u0424\u0443\u043D\u043A\u0446\u0438\u0438 \u0432\u044B\u043F\u0443\u0441\u043A\u0430 \u0438\u043B\u0438 \u0432\u043F\u0443\u0441\u043A\u0430 \u043D\u0435 \u0438\u043C\u0435\u044E\u0442 \u0432\u044B\u0431\u043E\u0440\u0430. \u0414\u043E\u0431\u0430\u0432\u044C\u0442\u0435 \u0432\u044B\u0431\u043E\u0440 \u0445\u043E\u0442\u044F \u0431\u044B \u043A \u043E\u0434\u043D\u043E\u043C\u0443 \u0438\u0437 \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u043E\u0432 \u0432\u044B\u043F\u0443\u0441\u043A\u0430 \u0438\u043B\u0438 \u0432\u043F\u0443\u0441\u043A\u0430.
The_ray_release_features_have_no_selection._Add_a_selection_to_at_least_one_of_the_ray_release_features = \u0424\u0443\u043D\u043A\u0446\u0438\u0438 \u0432\u044B\u043F\u0443\u0441\u043A\u0430 \u043B\u0443\u0447\u0435\u0439 \u043D\u0435 \u0438\u043C\u0435\u044E\u0442 \u0432\u044B\u0431\u043E\u0440\u0430. \u0414\u043E\u0431\u0430\u0432\u044C\u0442\u0435 \u0432\u044B\u0434\u0435\u043B\u0435\u043D\u0438\u0435 \u0445\u043E\u0442\u044F \u0431\u044B \u043A \u043E\u0434\u043D\u043E\u0439 \u0438\u0437 \u0444\u0443\u043D\u043A\u0446\u0438\u0439 \u0432\u044B\u043F\u0443\u0441\u043A\u0430 \u043B\u0443\u0447\u0435\u0439.
The_Kelvin_Helmholtz_model_is_only_supported_for_liquid_droplets = \u041C\u043E\u0434\u0435\u043B\u044C \u041A\u0435\u043B\u044C\u0432\u0438\u043D\u0430-\u0413\u0435\u043B\u044C\u043C\u0433\u043E\u043B\u044C\u0446\u0430 \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u0435\u0442\u0441\u044F \u0442\u043E\u043B\u044C\u043A\u043E \u0434\u043B\u044F \u043A\u0430\u043F\u0435\u043B\u044C \u0436\u0438\u0434\u043A\u043E\u0441\u0442\u0438.
The_IES_file_is_not_properly_formatted = \u0424\u0430\u0439\u043B IES \u043D\u0435\u043F\u0440\u0430\u0432\u0438\u043B\u044C\u043D\u043E \u043E\u0442\u0444\u043E\u0440\u043C\u0430\u0442\u0438\u0440\u043E\u0432\u0430\u043D.
To_model_anisotropic_turbulence_the_selection_of_the_drag_force_must_be_adjacent_to_at_least_one_wall = \u0427\u0442\u043E\u0431\u044B \u0441\u043C\u043E\u0434\u0435\u043B\u0438\u0440\u043E\u0432\u0430\u0442\u044C \u0430\u043D\u0438\u0437\u043E\u0442\u0440\u043E\u043F\u043D\u0443\u044E \u0442\u0443\u0440\u0431\u0443\u043B\u0435\u043D\u0442\u043D\u043E\u0441\u0442\u044C, \u0432\u044B\u0431\u0440\u0430\u043D\u043D\u0430\u044F \u0441\u0438\u043B\u0430 \u0441\u043E\u043F\u0440\u043E\u0442\u0438\u0432\u043B\u0435\u043D\u0438\u044F \u0434\u043E\u043B\u0436\u043D\u0430 \u0431\u044B\u0442\u044C \u043F\u0440\u0438\u043C\u044B\u043A\u0430\u0442\u044C \u0445\u043E\u0442\u044F \u0431\u044B \u043A \u043E\u0434\u043D\u043E\u0439 \u0441\u0442\u0435\u043D\u0435.
To_use_the_Newtonian_ignore_inertial_terms_formulation_a_drag_force_must_be_included._the_selection_should_include_all_domains_in_the_particle_tracing_interface = \u0427\u0442\u043E\u0431\u044B \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C \u0444\u043E\u0440\u043C\u0443\u043B\u0438\u0440\u043E\u0432\u043A\u0443 \u041D\u044C\u044E\u0442\u043E\u043D\u0430, \u0438\u0433\u043D\u043E\u0440\u0438\u0440\u0443\u044F \u0438\u043D\u0435\u0440\u0446\u0438\u043E\u043D\u043D\u044B\u0435 \u0442\u0435\u0440\u043C\u0438\u043D\u044B, \u043D\u0435\u043E\u0431\u0445\u043E\u0434\u0438\u043C\u043E \u0432\u043A\u043B\u044E\u0447\u0438\u0442\u044C \u0441\u0438\u043B\u0443 \u0441\u043E\u043F\u0440\u043E\u0442\u0438\u0432\u043B\u0435\u043D\u0438\u044F. \u0412\u044B\u0431\u043E\u0440 \u0434\u043E\u043B\u0436\u0435\u043D \u0432\u043A\u043B\u044E\u0447\u0430\u0442\u044C \u0432\u0441\u0435 \u0434\u043E\u043C\u0435\u043D\u044B \u0432 \u0438\u043D\u0442\u0435\u0440\u0444\u0435\u0439\u0441\u0435 \u043E\u0442\u0441\u043B\u0435\u0436\u0438\u0432\u0430\u043D\u0438\u044F \u0447\u0430\u0441\u0442\u0438\u0446.
To_use_the_Newtonian_ignore_inertial_terms_formulation_the_selections_for_the_drag_force_nodes_must_include_all_domains_in_the_particle_tracing_interface = \u0427\u0442\u043E\u0431\u044B \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C \u0444\u043E\u0440\u043C\u0443\u043B\u0438\u0440\u043E\u0432\u043A\u0443 \u041D\u044C\u044E\u0442\u043E\u043D\u0430, \u0438\u0433\u043D\u043E\u0440\u0438\u0440\u0443\u044F \u0438\u043D\u0435\u0440\u0446\u0438\u043E\u043D\u043D\u044B\u0435 \u0447\u043B\u0435\u043D\u044B, \u0432\u044B\u0431\u043E\u0440 \u0443\u0437\u043B\u043E\u0432 \u0441\u0438\u043B\u044B \u0441\u043E\u043F\u0440\u043E\u0442\u0438\u0432\u043B\u0435\u043D\u0438\u044F \u0434\u043E\u043B\u0436\u0435\u043D \u0432\u043A\u043B\u044E\u0447\u0430\u0442\u044C \u0432\u0441\u0435 \u0434\u043E\u043C\u0435\u043D\u044B \u0432 \u0438\u043D\u0442\u0435\u0440\u0444\u0435\u0439\u0441\u0435 \u0442\u0440\u0430\u0441\u0441\u0438\u0440\u043E\u0432\u043A\u0438 \u0447\u0430\u0441\u0442\u0438\u0446.
TILT_NONE_is_the_only_supported_option = TILT=NONE \u2014 \u0435\u0434\u0438\u043D\u0441\u0442\u0432\u0435\u043D\u043D\u044B\u0439 \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u0435\u043C\u044B\u0439 \u0432\u0430\u0440\u0438\u0430\u043D\u0442.
# - U --------------------------------------------------------------------- U -
Unsupported_delimiter = \u041D\u0435\u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u0435\u043C\u044B\u0439 \u0440\u0430\u0437\u0434\u0435\u043B\u0438\u0442\u0435\u043B\u044C.
# - V --------------------------------------------------------------------- V -
# - W --------------------------------------------------------------------- W -
Wall_induced_lift_force = \u0412\u044B\u0431\u043E\u0440 \u0441\u0442\u0435\u043D\u044B \u0434\u043B\u044F \u043F\u043E\u0434\u044A\u0435\u043C\u043D\u043E\u0439 \u0441\u0438\u043B\u044B \u2014 \u044D\u0442\u043E \u043D\u0435 \u0434\u0432\u0435 \u043F\u0430\u0440\u0430\u043B\u043B\u0435\u043B\u044C\u043D\u044B\u0435 \u0433\u0440\u0430\u043D\u0438\u0446\u044B.
# - X --------------------------------------------------------------------- X -
# - Y --------------------------------------------------------------------- Y -
# - Z --------------------------------------------------------------------- Z -

