#
# PostError_en_US.properties
#
# Copyright (c) 1998-2023 by COMSOL AB
# $Revision: $  $Date: $
#
#
# English error messages resource file.
#
# Translation to another language:
#
# Replace the English string to the right of
# the = sign with the translated string in the
# local language. The string can contain Unicode
# characters.
#
# Note: Do not change the string to the left
# of the equal sign.
#
# The string can contain \n indicating a line break.
#
# Unicode characters for Greek letters should not be
# translated.
#
# The string can contain a placeholder character # (do
# not confuse this with a # at the beginning of a line
# that contains comments). This placeholder indicates a
# variable name such as the name of a spatial coordinate.
# It should remain in the translated string in the position
# where this word appears in the translated sentence.
#
# The master strings ending in _mnemonic contains a keyboard
# shortcut letter. Replace them with the letter in the local
# language. Bear in mind that all letters on a particular menu
# must be unique and that many menu items in the File and Edit
# menus have established shortcut keys.
#
# Save the translated file as
#
# PostError_<ISO Language Code>_<ISO Country Code>.properties
#
# for example, for Japanese in Japan,
#
# PostError_ja_JP.properties

# - # --------------------------------------------------------------------- # -
3MF_only_supports_the_following_length_units_meter_m_cm_mm_um_ft_in = 3MF \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u0435\u0442 \u0442\u043E\u043B\u044C\u043A\u043E \u0441\u043B\u0435\u0434\u0443\u044E\u0449\u0438\u0435 \u0435\u0434\u0438\u043D\u0438\u0446\u044B \u0434\u043B\u0438\u043D\u044B: \u043C, \u0441\u043C, \u043C\u043C, \u00B5\u043C, \u0444\u0443\u0442\u044B \u0438 \u0434\u044E\u0439\u043C\u044B.
# - A --------------------------------------------------------------------- A -
A_continuous_color_table_must_contain_at_least_two_colors = \u0422\u0430\u0431\u043B\u0438\u0446\u0430 \u0441\u043F\u043B\u043E\u0448\u043D\u044B\u0445 \u0446\u0432\u0435\u0442\u043E\u0432 \u0434\u043E\u043B\u0436\u043D\u0430 \u0441\u043E\u0434\u0435\u0440\u0436\u0430\u0442\u044C \u043D\u0435 \u043C\u0435\u043D\u0435\u0435 \u0434\u0432\u0443\u0445 \u0446\u0432\u0435\u0442\u043E\u0432.
A_data_column_has_the_variance_equal_to_zero = \u0421\u0442\u043E\u043B\u0431\u0435\u0446 \u0434\u0430\u043D\u043D\u044B\u0445 \u0438\u043C\u0435\u0435\u0442 \u0434\u0438\u0441\u043F\u0435\u0440\u0441\u0438\u044E, \u0440\u0430\u0432\u043D\u0443\u044E \u043D\u0443\u043B\u044E.
A_discrete_color_table_must_contain_at_least_one_color = \u0414\u0438\u0441\u043A\u0440\u0435\u0442\u043D\u0430\u044F \u0442\u0430\u0431\u043B\u0438\u0446\u0430 \u0446\u0432\u0435\u0442\u043E\u0432 \u0434\u043E\u043B\u0436\u043D\u0430 \u0441\u043E\u0434\u0435\u0440\u0436\u0430\u0442\u044C \u0445\u043E\u0442\u044F \u0431\u044B \u043E\u0434\u0438\u043D \u0446\u0432\u0435\u0442.
A_reference_to_a_named_selection = \u0421\u0441\u044B\u043B\u043A\u0430 \u043D\u0430 \u0438\u043C\u0435\u043D\u043E\u0432\u0430\u043D\u043D\u044B\u0439 \u0432\u044B\u0431\u043E\u0440
All_height_plots_in_a_plot_group_must_use_the_same_view = \u0412\u0441\u0435 \u0433\u0440\u0430\u0444\u0438\u043A\u0438 \u0432\u044B\u0441\u043E\u0442 \u0432 \u0433\u0440\u0443\u043F\u043F\u0435 \u0433\u0440\u0430\u0444\u0438\u043A\u043E\u0432 \u0434\u043E\u043B\u0436\u043D\u044B \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C \u043E\u0434\u0438\u043D \u0438 \u0442\u043E\u0442 \u0436\u0435 \u0432\u0438\u0434.
All_normal_vectors_must_have_finite_and_nonzero_lengths = \u0412\u0441\u0435 \u043D\u043E\u0440\u043C\u0430\u043B\u044C\u043D\u044B\u0435 \u0432\u0435\u043A\u0442\u043E\u0440\u044B \u0434\u043E\u043B\u0436\u043D\u044B \u0438\u043C\u0435\u0442\u044C \u043A\u043E\u043D\u0435\u0447\u043D\u0443\u044E \u0438 \u043D\u0435\u043D\u0443\u043B\u0435\u0432\u0443\u044E \u0434\u043B\u0438\u043D\u0443.
An_animation_must_contain_at_least_two_frames = \u0410\u043D\u0438\u043C\u0430\u0446\u0438\u044F \u0434\u043E\u043B\u0436\u043D\u0430 \u0441\u043E\u0434\u0435\u0440\u0436\u0430\u0442\u044C \u043D\u0435 \u043C\u0435\u043D\u0435\u0435 \u0434\u0432\u0443\u0445 \u043A\u0430\u0434\u0440\u043E\u0432.
Animating_over_streamlines_is_only_possible_for_streamline_plots_with_interactive_arrows_or_points_enabled = \u0410\u043D\u0438\u043C\u0430\u0446\u0438\u044F \u043F\u043E\u0432\u0435\u0440\u0445 \u043B\u0438\u043D\u0438\u0439 \u0442\u043E\u043A\u0430 \u0432\u043E\u0437\u043C\u043E\u0436\u043D\u0430 \u0442\u043E\u043B\u044C\u043A\u043E \u0434\u043B\u044F \u0433\u0440\u0430\u0444\u0438\u043A\u043E\u0432 \u043E\u043F\u0442\u0438\u043C\u0438\u0437\u0430\u0446\u0438\u0438 \u0441 \u0432\u043A\u043B\u044E\u0447\u0435\u043D\u043D\u044B\u043C\u0438 \u0438\u043D\u0442\u0435\u0440\u0430\u043A\u0442\u0438\u0432\u043D\u044B\u043C\u0438 \u0441\u0442\u0440\u0435\u043B\u043A\u0430\u043C\u0438 \u0438\u043B\u0438 \u0442\u043E\u0447\u043A\u0430\u043C\u0438.
Animations_not_supported_for_reports_in_Microsoft_Word_format = \u0410\u043D\u0438\u043C\u0430\u0446\u0438\u044F \u043D\u0435 \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u0435\u0442\u0441\u044F \u0434\u043B\u044F \u043E\u0442\u0447\u0435\u0442\u043E\u0432 \u0432 \u0444\u043E\u0440\u043C\u0430\u0442\u0435 Microsoft Word.
A_results_node_group_with_the_property_type_none_cannot_be_placed_after_a_feature = \u0413\u0440\u0443\u043F\u043F\u0430 \u0443\u0437\u043B\u043E\u0432 \u0440\u0435\u0437\u0443\u043B\u044C\u0442\u0430\u0442\u043E\u0432 \u0441\u043E \u0441\u0432\u043E\u0439\u0441\u0442\u0432\u043E\u043C "type" = "none" \u043D\u0435 \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u0440\u0430\u0437\u043C\u0435\u0449\u0435\u043D\u0430 \u043F\u043E\u0441\u043B\u0435 \u043E\u0431\u044A\u0435\u043A\u0442\u0430.
Appending_column-wise_can_only_be_performed_if_all_curves_have_the_same_x-coordinates = \u0414\u043E\u0431\u0430\u0432\u043B\u0435\u043D\u0438\u0435 \u043F\u043E \u0441\u0442\u043E\u043B\u0431\u0446\u0430\u043C \u043C\u043E\u0436\u043D\u043E \u0432\u044B\u043F\u043E\u043B\u043D\u0438\u0442\u044C \u0442\u043E\u043B\u044C\u043A\u043E \u0432 \u0442\u043E\u043C \u0441\u043B\u0443\u0447\u0430\u0435, \u0435\u0441\u043B\u0438 \u0432\u0441\u0435 \u043A\u0440\u0438\u0432\u044B\u0435 \u0438\u043C\u0435\u044E\u0442 \u043E\u0434\u0438\u043D\u0430\u043A\u043E\u0432\u044B\u0435 \u043A\u043E\u043E\u0440\u0434\u0438\u043D\u0430\u0442\u044B x.
Array_dimensions_must_be_positive_integers = \u0420\u0430\u0437\u043C\u0435\u0440\u044B \u043C\u0430\u0441\u0441\u0438\u0432\u0430 \u0434\u043E\u043B\u0436\u043D\u044B \u0431\u044B\u0442\u044C \u043F\u043E\u043B\u043E\u0436\u0438\u0442\u0435\u043B\u044C\u043D\u044B\u043C\u0438 \u0446\u0435\u043B\u044B\u043C\u0438 \u0447\u0438\u0441\u043B\u0430\u043C\u0438.
At_least_one_parameter_value_must_be_specified = \u0414\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u0443\u043A\u0430\u0437\u0430\u043D\u043E \u0445\u043E\u0442\u044F \u0431\u044B \u043E\u0434\u043D\u043E \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u0435 \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u0430.
At_most_X_bytes_of_plot_data_can_be_copied_to_the_clipboard = \u0412 \u0431\u0443\u0444\u0435\u0440 \u043E\u0431\u043C\u0435\u043D\u0430 \u043C\u043E\u0436\u043D\u043E \u0441\u043A\u043E\u043F\u0438\u0440\u043E\u0432\u0430\u0442\u044C \u043D\u0435 \u0431\u043E\u043B\u0435\u0435 # \u0431\u0430\u0439\u0442 \u0434\u0430\u043D\u043D\u044B\u0445 \u0433\u0440\u0430\u0444\u0438\u043A\u0430.
Automatic_intersection_point_generation = \u0427\u0442\u043E\u0431\u044B \u0430\u0432\u0442\u043E\u043C\u0430\u0442\u0438\u0447\u0435\u0441\u043A\u0438 \u0433\u0435\u043D\u0435\u0440\u0438\u0440\u043E\u0432\u0430\u0442\u044C \u043D\u0430\u0431\u043E\u0440 \u0434\u0430\u043D\u043D\u044B\u0445 \u00AB\u0422\u043E\u0447\u043A\u0430 \u043F\u0435\u0440\u0435\u0441\u0435\u0447\u0435\u043D\u0438\u044F\u00BB, \u044D\u0442\u043E\u0442 \u0433\u0440\u0430\u0444\u0438\u043A \u0438\u043B\u0438 \u0441\u043E\u0434\u0435\u0440\u0436\u0430\u0449\u0430\u044F \u0435\u0433\u043E \u0433\u0440\u0443\u043F\u043F\u0430 \u0433\u0440\u0430\u0444\u0438\u043A\u043E\u0432 \u0434\u043E\u043B\u0436\u043D\u044B \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C \u043D\u0430\u0431\u043E\u0440 \u0434\u0430\u043D\u043D\u044B\u0445 Ray \u0432 \u043A\u0430\u0447\u0435\u0441\u0442\u0432\u0435 \u0438\u0441\u0442\u043E\u0447\u043D\u0438\u043A\u0430 \u0434\u0430\u043D\u043D\u044B\u0445.
Axis_settings_only_available_for_1D_plot_groups = \u041D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0438 \u043E\u0441\u0438 \u0434\u043E\u0441\u0442\u0443\u043F\u043D\u044B \u0442\u043E\u043B\u044C\u043A\u043E \u0434\u043B\u044F \u0433\u0440\u0443\u043F\u043F \u043E\u0434\u043D\u043E\u043C\u0435\u0440\u043D\u044B\u0445 \u0433\u0440\u0430\u0444\u0438\u043A\u043E\u0432.
AVI_files_can_only_be_generated_if_Windows_is_used = \u0424\u0430\u0439\u043B\u044B AVI \u043C\u043E\u0436\u043D\u043E \u0441\u043E\u0437\u0434\u0430\u0432\u0430\u0442\u044C \u0442\u043E\u043B\u044C\u043A\u043E \u0432 \u0442\u043E\u043C \u0441\u043B\u0443\u0447\u0430\u0435, \u0435\u0441\u043B\u0438 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0435\u0442\u0441\u044F Windows.
# - B --------------------------------------------------------------------- B -
Bandwidth_matrix_H_must_be_symmetric_invertible_and_positive_semidefinite = \u041C\u0430\u0442\u0440\u0438\u0446\u0430 \u043F\u0440\u043E\u043F\u0443\u0441\u043A\u043D\u043E\u0439 \u0441\u043F\u043E\u0441\u043E\u0431\u043D\u043E\u0441\u0442\u0438 H \u0434\u043E\u043B\u0436\u043D\u0430 \u0431\u044B\u0442\u044C \u0441\u0438\u043C\u043C\u0435\u0442\u0440\u0438\u0447\u043D\u043E\u0439, \u043E\u0431\u0440\u0430\u0442\u0438\u043C\u043E\u0439 \u0438 \u043F\u043E\u043B\u043E\u0436\u0438\u0442\u0435\u043B\u044C\u043D\u043E \u043F\u043E\u043B\u0443\u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D\u043D\u043E\u0439.
# - C --------------------------------------------------------------------- C -
Cannot_evaluate_in_this_space_dimension = \u041D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u043E\u0446\u0435\u043D\u0438\u0442\u044C \u0432 \u044D\u0442\u043E\u043C \u043F\u0440\u043E\u0441\u0442\u0440\u0430\u043D\u0441\u0442\u0432\u0435\u043D\u043D\u043E\u043C \u0438\u0437\u043C\u0435\u0440\u0435\u043D\u0438\u0438.
Cannot_evaluate_plot_for_non_solution_datasets = \u041D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u043E\u0446\u0435\u043D\u0438\u0442\u044C \u0433\u0440\u0430\u0444\u0438\u043A \u0434\u043B\u044F \u043D\u0430\u0431\u043E\u0440\u043E\u0432 \u0434\u0430\u043D\u043D\u044B\u0445, \u043D\u0435 \u0441\u0432\u044F\u0437\u0430\u043D\u043D\u044B\u0445 \u0441 \u0440\u0435\u0448\u0435\u043D\u0438\u0435\u043C.
Cannot_perform_operation_on_the_function_X = \u041D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u0432\u044B\u043F\u043E\u043B\u043D\u0438\u0442\u044C \u043E\u043F\u0435\u0440\u0430\u0446\u0438\u044E \u0441 \u0444\u0443\u043D\u043A\u0446\u0438\u0435\u0439 #.
Codec_not_available = \u041A\u043E\u0434\u0435\u043A \u043D\u0435\u0434\u043E\u0441\u0442\u0443\u043F\u0435\u043D.
Color_lengths_in_color_tables_must_be_nonnegative = \u0414\u043B\u0438\u043D\u044B \u0446\u0432\u0435\u0442\u043E\u0432 \u0432 \u0442\u0430\u0431\u043B\u0438\u0446\u0430\u0445 \u0446\u0432\u0435\u0442\u043E\u0432 \u0434\u043E\u043B\u0436\u043D\u044B \u0431\u044B\u0442\u044C \u043D\u0435\u043E\u0442\u0440\u0438\u0446\u0430\u0442\u0435\u043B\u044C\u043D\u044B\u043C\u0438.
Contour_and_isosurface_datasets_cannot_evaluate_for_more_than_one_solution_or_time = \u041D\u0430\u0431\u043E\u0440\u044B \u0434\u0430\u043D\u043D\u044B\u0445 \u043A\u043E\u043D\u0442\u0443\u0440\u043E\u0432 \u0438 \u0438\u0437\u043E\u043F\u043E\u0432\u0435\u0440\u0445\u043D\u043E\u0441\u0442\u0435\u0439 \u043D\u0435 \u043C\u043E\u0433\u0443\u0442 \u043E\u0446\u0435\u043D\u0438\u0432\u0430\u0442\u044C \u0431\u043E\u043B\u0435\u0435 \u043E\u0434\u043D\u043E\u0433\u043E \u0440\u0435\u0448\u0435\u043D\u0438\u044F \u0438\u043B\u0438 \u0432\u0440\u0435\u043C\u0435\u043D\u0438.
Custom_logo_file_does_not_exist = \u041F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044C\u0441\u043A\u0438\u0439 \u0444\u0430\u0439\u043B \u043B\u043E\u0433\u043E\u0442\u0438\u043F\u0430 \u043D\u0435 \u0441\u0443\u0449\u0435\u0441\u0442\u0432\u0443\u0435\u0442.
Cyclic_dependency_between_datasets = \u0426\u0438\u043A\u043B\u0438\u0447\u0435\u0441\u043A\u0430\u044F \u0437\u0430\u0432\u0438\u0441\u0438\u043C\u043E\u0441\u0442\u044C \u043C\u0435\u0436\u0434\u0443 \u043D\u0430\u0431\u043E\u0440\u0430\u043C\u0438 \u0434\u0430\u043D\u043D\u044B\u0445.
# - D --------------------------------------------------------------------- D -
Data_can_only_be_exported_if_the_same_mesh_is_used_for_all_parameter_values = \u0414\u0430\u043D\u043D\u044B\u0435 \u043C\u043E\u0436\u043D\u043E \u044D\u043A\u0441\u043F\u043E\u0440\u0442\u0438\u0440\u043E\u0432\u0430\u0442\u044C \u0442\u043E\u043B\u044C\u043A\u043E \u0432 \u0442\u043E\u043C \u0441\u043B\u0443\u0447\u0430\u0435, \u0435\u0441\u043B\u0438 \u0434\u043B\u044F \u0432\u0441\u0435\u0445 \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u0439 \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u043E\u0432 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0435\u0442\u0441\u044F \u043E\u0434\u043D\u0430 \u0438 \u0442\u0430 \u0436\u0435 \u0441\u0435\u0442\u043A\u0430.
Data_rows_in_color_table_files_must_contain_3_or_4_columns = \u0421\u0442\u0440\u043E\u043A\u0438 \u0434\u0430\u043D\u043D\u044B\u0445 \u0432 \u0444\u0430\u0439\u043B\u0430\u0445 \u0442\u0430\u0431\u043B\u0438\u0446 \u0446\u0432\u0435\u0442\u043E\u0432 \u0434\u043E\u043B\u0436\u043D\u044B \u0441\u043E\u0434\u0435\u0440\u0436\u0430\u0442\u044C 3 \u0438\u043B\u0438 4 \u0441\u0442\u043E\u043B\u0431\u0446\u0430.
Data_type_X_not_supported = \u0422\u0438\u043F \u0434\u0430\u043D\u043D\u044B\u0445 '#' \u043D\u0435 \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u0435\u0442\u0441\u044F.
Document_name_must_not_be_empty = \u0418\u043C\u044F \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430 \u043D\u0435 \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u043F\u0443\u0441\u0442\u044B\u043C.
# - E --------------------------------------------------------------------- E -
Ellipse_time_out_of_range_exception = \u041D\u0435\u043A\u043E\u0442\u043E\u0440\u044B\u0435 \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u044F \u0434\u0438\u0430\u043F\u0430\u0437\u043E\u043D\u0430 \u044D\u043B\u043B\u0438\u043F\u0441\u043E\u0432 \u043D\u0430\u0445\u043E\u0434\u0438\u043B\u0438\u0441\u044C \u0437\u0430 \u043F\u0440\u0435\u0434\u0435\u043B\u0430\u043C\u0438 \u0440\u0435\u0448\u0435\u043D\u043D\u043E\u0433\u043E \u0432\u0440\u0435\u043C\u0435\u043D\u043D\u043E\u0433\u043E \u0438\u043D\u0442\u0435\u0440\u0432\u0430\u043B\u0430.
Equation_image_file_not_found = \u0424\u0430\u0439\u043B \u0438\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u044F \u0443\u0440\u0430\u0432\u043D\u0435\u043D\u0438\u044F \u043D\u0435 \u043D\u0430\u0439\u0434\u0435\u043D.
Evaluation_canceled = \u041A\u043D\u043E\u043F\u043A\u0430 \u043E\u0442\u043C\u0435\u043D\u044B \u043D\u0430\u0436\u0430\u0442\u0430 \u0432\u043E \u0432\u0440\u0435\u043C\u044F \u043E\u0446\u0435\u043D\u043A\u0438.
Evaluation_not_supported_across_different_meshes = \u041E\u0446\u0435\u043D\u043A\u0430 \u043D\u0435 \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u0435\u0442\u0441\u044F \u0434\u043B\u044F \u0440\u0430\u0437\u043D\u044B\u0445 \u0441\u0435\u0442\u043E\u043A.
Evaluation_only_supported_for_parametric_sweeps_that_have_a_product_structure = \u041E\u0446\u0435\u043D\u043A\u0430 \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u0435\u0442\u0441\u044F \u0442\u043E\u043B\u044C\u043A\u043E \u0434\u043B\u044F \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u0438\u0447\u0435\u0441\u043A\u0438\u0445 \u0432\u044B\u0431\u043E\u0440\u043E\u043A, \u0438\u043C\u0435\u044E\u0449\u0438\u0445 \u0441\u0442\u0440\u0443\u043A\u0442\u0443\u0440\u0443 \u043F\u0440\u043E\u0434\u0443\u043A\u0442\u0430.
Exactly_two_points_must_be_selected = \u041D\u0435\u043E\u0431\u0445\u043E\u0434\u0438\u043C\u043E \u0432\u044B\u0431\u0440\u0430\u0442\u044C \u0440\u043E\u0432\u043D\u043E \u0434\u0432\u0435 \u0442\u043E\u0447\u043A\u0438.
Expected_a_matrix_where_the_first_three_columns_contain_values_between_0_and_1_and_the_fourth_column_contains_nonnegative_values = \u041E\u0436\u0438\u0434\u0430\u0435\u0442\u0441\u044F \u043C\u0430\u0442\u0440\u0438\u0446\u0430, \u0432 \u043A\u043E\u0442\u043E\u0440\u043E\u0439 \u043F\u0435\u0440\u0432\u044B\u0435 \u0442\u0440\u0438 \u0441\u0442\u043E\u043B\u0431\u0446\u0430 \u0441\u043E\u0434\u0435\u0440\u0436\u0430\u0442 \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u044F \u043E\u0442 0 \u0434\u043E 1, \u0430 \u0447\u0435\u0442\u0432\u0435\u0440\u0442\u044B\u0439 \u0441\u0442\u043E\u043B\u0431\u0435\u0446 \u0441\u043E\u0434\u0435\u0440\u0436\u0438\u0442 \u043D\u0435\u043E\u0442\u0440\u0438\u0446\u0430\u0442\u0435\u043B\u044C\u043D\u044B\u0435 \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u044F.
Expected_an_empty_array = \u041E\u0436\u0438\u0434\u0430\u043B\u0441\u044F \u043F\u0443\u0441\u0442\u043E\u0439 \u043C\u0430\u0441\u0441\u0438\u0432.
Exponential_point_distribution_can_only_be_used_if_all_points_are_larger_than_0 = \u042D\u043A\u0441\u043F\u043E\u043D\u0435\u043D\u0446\u0438\u0430\u043B\u044C\u043D\u043E\u0435 \u0440\u0430\u0441\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D\u0438\u0435 \u0442\u043E\u0447\u0435\u043A \u043C\u043E\u0436\u043D\u043E \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C \u0442\u043E\u043B\u044C\u043A\u043E \u0432 \u0442\u043E\u043C \u0441\u043B\u0443\u0447\u0430\u0435, \u0435\u0441\u043B\u0438 \u0432\u0441\u0435 \u0442\u043E\u0447\u043A\u0438 \u0431\u043E\u043B\u044C\u0448\u0435 0.
Export_using_the_COMSOL_API_only_supports_file_targets = \u042D\u043A\u0441\u043F\u043E\u0440\u0442 \u0441 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043D\u0438\u0435\u043C COMSOL API \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u0435\u0442 \u0442\u043E\u043B\u044C\u043A\u043E \u0446\u0435\u043B\u0435\u0432\u044B\u0435 \u0444\u0430\u0439\u043B\u044B.
Expression_index_out_of_bounds = \u0418\u043D\u0434\u0435\u043A\u0441 \u0432\u044B\u0440\u0430\u0436\u0435\u043D\u0438\u044F \u0432\u044B\u0445\u043E\u0434\u0438\u0442 \u0437\u0430 \u043F\u0440\u0435\u0434\u0435\u043B\u044B.
Extrusion_levels_must_be_finite_numbers = \u0423\u0440\u043E\u0432\u043D\u0438 \u0432\u044B\u0434\u0430\u0432\u043B\u0438\u0432\u0430\u043D\u0438\u044F \u0434\u043E\u043B\u0436\u043D\u044B \u0431\u044B\u0442\u044C \u043A\u043E\u043D\u0435\u0447\u043D\u044B\u043C\u0438 \u0447\u0438\u0441\u043B\u0430\u043C\u0438.
External_Windows_Bitmap_images_not_supported_for_Microsoft_PowerPoint_presentations._Convert_the_image_X_to_PNG_or_JPEG_and_then_update_the_file_for_the_node_Y = \u0412\u043D\u0435\u0448\u043D\u0438\u0435 \u0440\u0430\u0441\u0442\u0440\u043E\u0432\u044B\u0435 \u0438\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u044F Windows \u043D\u0435 \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u044E\u0442\u0441\u044F \u0434\u043B\u044F \u043F\u0440\u0435\u0437\u0435\u043D\u0442\u0430\u0446\u0438\u0439 Microsoft PowerPoint.\n\u041A\u043E\u043D\u0432\u0435\u0440\u0442\u0438\u0440\u0443\u0439\u0442\u0435 \u0438\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u0435 '#0'\n\u0432 PNG \u0438\u043B\u0438 JPEG, \u0430 \u0437\u0430\u0442\u0435\u043C \u043E\u0431\u043D\u043E\u0432\u0438\u0442\u0435 \u0444\u0430\u0439\u043B \u0434\u043B\u044F \u0443\u0437\u043B\u0430 #1.
External_Windows_Bitmap_images_not_supported_for_Microsoft_Word_reports._Convert_the_image_X_to_PNG_or_JPEG_and_then_update_the_file_for_the_node_Y = \u0412\u043D\u0435\u0448\u043D\u0438\u0435 \u0440\u0430\u0441\u0442\u0440\u043E\u0432\u044B\u0435 \u0438\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u044F Windows \u043D\u0435 \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u044E\u0442\u0441\u044F \u0434\u043B\u044F \u043E\u0442\u0447\u0435\u0442\u043E\u0432 Microsoft Word.\n\u041F\u0440\u0435\u043E\u0431\u0440\u0430\u0437\u0443\u0439\u0442\u0435 \u0438\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u0435 '#0'\n\u0432 PNG \u0438\u043B\u0438 JPEG, \u0430 \u0437\u0430\u0442\u0435\u043C \u043E\u0431\u043D\u043E\u0432\u0438\u0442\u0435 \u0444\u0430\u0439\u043B \u0434\u043B\u044F \u0443\u0437\u043B\u0430 #1.
# - F --------------------------------------------------------------------- F -
Failed_to_compact_history_the_component_has_been_deleted_or_renamed = \u041D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u0441\u0436\u0430\u0442\u044C \u0438\u0441\u0442\u043E\u0440\u0438\u044E. \u041D\u0430\u0431\u043E\u0440 \u0434\u0430\u043D\u043D\u044B\u0445 \u0443\u043A\u0430\u0437\u044B\u0432\u0430\u0435\u0442 \u043D\u0430 \u043A\u043E\u043C\u043F\u043E\u043D\u0435\u043D\u0442, \u043A\u043E\u0442\u043E\u0440\u044B\u0439 \u0431\u044B\u043B \u0443\u0434\u0430\u043B\u0435\u043D \u0438\u043B\u0438 \u043F\u0435\u0440\u0435\u0438\u043C\u0435\u043D\u043E\u0432\u0430\u043D.
Failed_to_compute_optical_path_length_at_the_intersection_points = \u041D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u0432\u044B\u0447\u0438\u0441\u043B\u0438\u0442\u044C \u0434\u043B\u0438\u043D\u0443 \u043E\u043F\u0442\u0438\u0447\u0435\u0441\u043A\u043E\u0433\u043E \u043F\u0443\u0442\u0438 \u0432 \u0442\u043E\u0447\u043A\u0430\u0445 \u043F\u0435\u0440\u0435\u0441\u0435\u0447\u0435\u043D\u0438\u044F.
Failed_to_copy_external_image_X_to_report = \u041D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u0441\u043A\u043E\u043F\u0438\u0440\u043E\u0432\u0430\u0442\u044C \u0432\u043D\u0435\u0448\u043D\u0435\u0435 \u0438\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u0435 '#' \u0432 \u043E\u0442\u0447\u0435\u0442.
Failed_to_create_mesh_from_dataset = \u041D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u0441\u043E\u0437\u0434\u0430\u0442\u044C \u0441\u0435\u0442\u043A\u0443 \u0438\u0437 \u043D\u0430\u0431\u043E\u0440\u0430 \u0434\u0430\u043D\u043D\u044B\u0445.
Failed_to_create_plot_group = \u041D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u0441\u043E\u0437\u0434\u0430\u0442\u044C \u0433\u0440\u0443\u043F\u043F\u0443 \u0433\u0440\u0430\u0444\u0438\u043A\u043E\u0432.
Failed_to_create_report_files_directory = \u041D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u0441\u043E\u0437\u0434\u0430\u0442\u044C \u043A\u0430\u0442\u0430\u043B\u043E\u0433 \u0444\u0430\u0439\u043B\u043E\u0432 \u043E\u0442\u0447\u0435\u0442\u043E\u0432.
Failed_to_evaluate_X = \u041D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u043E\u0446\u0435\u043D\u0438\u0442\u044C #
Failed_to_evaluate_dataset_edges = \u041D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u043E\u0446\u0435\u043D\u0438\u0442\u044C \u043A\u0440\u0430\u044F \u043D\u0430\u0431\u043E\u0440\u0430 \u0434\u0430\u043D\u043D\u044B\u0445.
Failed_to_evaluate_variable_The_variable_is_a_global_parameter_Compute_or_update_the_solution_to_make_it_available_in_result_expressions = \u041D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u0432\u044B\u0447\u0438\u0441\u043B\u0438\u0442\u044C \u043F\u0435\u0440\u0435\u043C\u0435\u043D\u043D\u0443\u044E.\n\n\u041F\u0435\u0440\u0435\u043C\u0435\u043D\u043D\u0430\u044F \u044F\u0432\u043B\u044F\u0435\u0442\u0441\u044F \u0433\u043B\u043E\u0431\u0430\u043B\u044C\u043D\u044B\u043C \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u043E\u043C.\n\u0412\u044B\u0447\u0438\u0441\u043B\u0438\u0442\u0435 \u0438\u043B\u0438 \u043E\u0431\u043D\u043E\u0432\u0438\u0442\u0435 \u0440\u0435\u0448\u0435\u043D\u0438\u0435, \u0447\u0442\u043E\u0431\u044B \u0441\u0434\u0435\u043B\u0430\u0442\u044C \u0435\u0433\u043E \u0434\u043E\u0441\u0442\u0443\u043F\u043D\u044B\u043C \u0432 \u0440\u0435\u0437\u0443\u043B\u044C\u0442\u0438\u0440\u0443\u044E\u0449\u0438\u0445 \u0432\u044B\u0440\u0430\u0436\u0435\u043D\u0438\u044F\u0445.
Failed_to_export_X = \u041D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u044D\u043A\u0441\u043F\u043E\u0440\u0442\u0438\u0440\u043E\u0432\u0430\u0442\u044C #
Failed_to_generate_animation = \u041D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u0441\u043E\u0437\u0434\u0430\u0442\u044C \u0430\u043D\u0438\u043C\u0430\u0446\u0438\u044E.
Failed_to_generate_image_for_report = \u041D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u0441\u043E\u0437\u0434\u0430\u0442\u044C \u0438\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u0435 \u0434\u043B\u044F \u043E\u0442\u0447\u0435\u0442\u0430.
Failed_to_generate_image = \u041D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u0441\u043E\u0437\u0434\u0430\u0442\u044C \u0438\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u0435.
Failed_to_generate_image_X = \u041D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u0441\u043E\u0437\u0434\u0430\u0442\u044C \u0438\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u0435 #.
Failed_to_write_docx_part_file_X = \u041D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u0437\u0430\u043F\u0438\u0441\u0430\u0442\u044C \u0444\u0430\u0439\u043B \u0447\u0430\u0441\u0442\u0438 docx '#'.
Failed_to_write_integrated_help_project = \u041D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u043D\u0430\u043F\u0438\u0441\u0430\u0442\u044C \u0438\u043D\u0442\u0435\u0433\u0440\u0438\u0440\u043E\u0432\u0430\u043D\u043D\u044B\u0439 \u043F\u0440\u043E\u0435\u043A\u0442 \u0441\u043F\u0440\u0430\u0432\u043A\u0438.
Failed_to_write_presentation_X = \u041D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u043D\u0430\u043F\u0438\u0441\u0430\u0442\u044C \u043F\u0440\u0435\u0437\u0435\u043D\u0442\u0430\u0446\u0438\u044E #.
Failed_to_write_report_X = \u041D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u043D\u0430\u043F\u0438\u0441\u0430\u0442\u044C \u043E\u0442\u0447\u0435\u0442 #.
Frames_can_only_be_shown_in_player_animations = \u041A\u0430\u0434\u0440\u044B \u043C\u043E\u0433\u0443\u0442 \u043E\u0442\u043E\u0431\u0440\u0430\u0436\u0430\u0442\u044C\u0441\u044F \u0442\u043E\u043B\u044C\u043A\u043E \u0432 \u0430\u043D\u0438\u043C\u0430\u0446\u0438\u0438 \u0438\u0433\u0440\u043E\u043A\u0430.
# - G --------------------------------------------------------------------- G -
Geometry_level_not_supported_by_the_chosen_dataset = \u0423\u0440\u043E\u0432\u0435\u043D\u044C \u0433\u0435\u043E\u043C\u0435\u0442\u0440\u0438\u0438 \u043D\u0435 \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u0435\u0442\u0441\u044F \u0432\u044B\u0431\u0440\u0430\u043D\u043D\u044B\u043C \u043D\u0430\u0431\u043E\u0440\u043E\u043C \u0434\u0430\u043D\u043D\u044B\u0445.
Graph_must_contain_nonnegative_X_values = \u0413\u0440\u0430\u0444\u0438\u043A \u0434\u043E\u043B\u0436\u0435\u043D \u0441\u043E\u0434\u0435\u0440\u0436\u0430\u0442\u044C \u043D\u0435\u043E\u0442\u0440\u0438\u0446\u0430\u0442\u0435\u043B\u044C\u043D\u044B\u0435 \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u044F #.
Group_index_out_of_bounds = \u0418\u043D\u0434\u0435\u043A\u0441 \u0433\u0440\u0443\u043F\u043F\u044B \u0432\u044B\u0445\u043E\u0434\u0438\u0442 \u0437\u0430 \u043F\u0440\u0435\u0434\u0435\u043B\u044B.
# - H --------------------------------------------------------------------- H -
Help_project_name_must_not_be_empty = \u0418\u043C\u044F \u043F\u0440\u043E\u0435\u043A\u0442\u0430 \u043F\u043E\u043C\u043E\u0449\u0438 \u043D\u0435 \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u043F\u0443\u0441\u0442\u044B\u043C.
Help_project_name_must_not_contain_spaces = \u0418\u043C\u044F \u043F\u0440\u043E\u0435\u043A\u0442\u0430 \u0441\u043F\u0440\u0430\u0432\u043A\u0438 \u043D\u0435 \u0434\u043E\u043B\u0436\u043D\u043E \u0441\u043E\u0434\u0435\u0440\u0436\u0430\u0442\u044C \u043F\u0440\u043E\u0431\u0435\u043B\u043E\u0432.
HTML_reports_with_separate_section_files_must_include_a_table_of_contents = \u041E\u0442\u0447\u0435\u0442\u044B HTML \u0441 \u043E\u0442\u0434\u0435\u043B\u044C\u043D\u044B\u043C\u0438 \u0444\u0430\u0439\u043B\u0430\u043C\u0438 \u0440\u0430\u0437\u0434\u0435\u043B\u043E\u0432 \u0434\u043E\u043B\u0436\u043D\u044B \u0432\u043A\u043B\u044E\u0447\u0430\u0442\u044C \u043E\u0433\u043B\u0430\u0432\u043B\u0435\u043D\u0438\u0435.
# - I --------------------------------------------------------------------- I -
Incorrectly_nested_style_elements[XML] = \u041D\u0435\u043F\u0440\u0430\u0432\u0438\u043B\u044C\u043D\u043E \u0432\u043B\u043E\u0436\u0435\u043D\u043D\u044B\u0435 \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u044B \u0441\u0442\u0438\u043B\u044F.
Intersection_between_the_specified_selection_and_the_datasets_selection_is_empty = \u041F\u0435\u0440\u0435\u0441\u0435\u0447\u0435\u043D\u0438\u0435 \u043C\u0435\u0436\u0434\u0443 \u0443\u043A\u0430\u0437\u0430\u043D\u043D\u044B\u043C \u0432\u044B\u0431\u043E\u0440\u043E\u043C \u0438 \u0432\u044B\u0431\u043E\u0440\u043E\u043C \u043D\u0430\u0431\u043E\u0440\u0430 \u0434\u0430\u043D\u043D\u044B\u0445 \u043F\u0443\u0441\u0442\u043E.
Illegal_value_found_when_computing_frequency_spectrum = \u041F\u0440\u0438 \u0432\u044B\u0447\u0438\u0441\u043B\u0435\u043D\u0438\u0438 \u0447\u0430\u0441\u0442\u043E\u0442\u043D\u043E\u0433\u043E \u0441\u043F\u0435\u043A\u0442\u0440\u0430 \u043E\u0431\u043D\u0430\u0440\u0443\u0436\u0435\u043D\u043E \u043D\u0435\u0434\u043E\u043F\u0443\u0441\u0442\u0438\u043C\u043E\u0435 \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u0435.
Integration_can_only_be_used_when_the_rows_of_the_table_correspond_to_one_parameter = \u0418\u043D\u0442\u0435\u0433\u0440\u0430\u0446\u0438\u044E \u043C\u043E\u0436\u043D\u043E \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C \u0442\u043E\u043B\u044C\u043A\u043E \u0432 \u0442\u043E\u043C \u0441\u043B\u0443\u0447\u0430\u0435, \u0435\u0441\u043B\u0438 \u0441\u0442\u0440\u043E\u043A\u0438 \u0442\u0430\u0431\u043B\u0438\u0446\u044B \u0441\u043E\u043E\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0443\u044E\u0442 \u043E\u0434\u043D\u043E\u043C\u0443 \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u0443.
Internal_dataset_error = \u0412\u043D\u0443\u0442\u0440\u0435\u043D\u043D\u044F\u044F \u043E\u0448\u0438\u0431\u043A\u0430 \u043D\u0430\u0431\u043E\u0440\u0430 \u0434\u0430\u043D\u043D\u044B\u0445.
Interpolation_not_supported_for_cut_points = \u0418\u043D\u0442\u0435\u0440\u043F\u043E\u043B\u044F\u0446\u0438\u044F \u043D\u0435 \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u0435\u0442\u0441\u044F \u0434\u043B\u044F \u0442\u043E\u0447\u0435\u043A \u043E\u0431\u0440\u0435\u0437\u043A\u0438.
Interpolation_not_supported_for_evaluation_datasets = \u0418\u043D\u0442\u0435\u0440\u043F\u043E\u043B\u044F\u0446\u0438\u044F \u043D\u0435 \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u0435\u0442\u0441\u044F \u0434\u043B\u044F \u043D\u0430\u0431\u043E\u0440\u043E\u0432 \u043E\u0446\u0435\u043D\u043E\u0447\u043D\u044B\u0445 \u0434\u0430\u043D\u043D\u044B\u0445.
Interpolation_not_supported_for_response_spectrum_datasets = \u0418\u043D\u0442\u0435\u0440\u043F\u043E\u043B\u044F\u0446\u0438\u044F \u043D\u0435 \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u0435\u0442\u0441\u044F \u0434\u043B\u044F \u043D\u0430\u0431\u043E\u0440\u043E\u0432 \u0434\u0430\u043D\u043D\u044B\u0445 \u0441\u043F\u0435\u043A\u0442\u0440\u0430 \u043E\u0442\u0432\u0435\u0442\u0430.
Invalid_latex_syntax = \u041D\u0435\u0432\u0435\u0440\u043D\u044B\u0439 \u0441\u0438\u043D\u0442\u0430\u043A\u0441\u0438\u0441 LaTeX. 
Invalid_level_argument_in_generate_method_call = \u041D\u0435\u0434\u043E\u043F\u0443\u0441\u0442\u0438\u043C\u044B\u0439 \u0430\u0440\u0433\u0443\u043C\u0435\u043D\u0442 \u0443\u0440\u043E\u0432\u043D\u044F \u043F\u0440\u0438 \u0432\u044B\u0437\u043E\u0432\u0435 \u043C\u0435\u0442\u043E\u0434\u0430 \u0433\u0435\u043D\u0435\u0440\u0438\u0440\u043E\u0432\u0430\u043D\u0438\u044F(...).
Invalid_dataset_type = \u041D\u0435\u0432\u0435\u0440\u043D\u044B\u0439 \u0442\u0438\u043F \u043D\u0430\u0431\u043E\u0440\u0430 \u0434\u0430\u043D\u043D\u044B\u0445.
Invalid_Microsoft_PowerPoint_template_file_Using_default_layouts = \u041D\u0435\u0432\u0435\u0440\u043D\u044B\u0439 \u0444\u0430\u0439\u043B \u0448\u0430\u0431\u043B\u043E\u043D\u0430 Microsoft PowerPoint. \u0418\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043D\u0438\u0435 \u043C\u0430\u043A\u0435\u0442\u043E\u0432 \u043F\u043E \u0443\u043C\u043E\u043B\u0447\u0430\u043D\u0438\u044E.
Invalid_parameter_name = \u041D\u0435\u0434\u043E\u043F\u0443\u0441\u0442\u0438\u043C\u043E\u0435 \u0438\u043C\u044F \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u0430.
Invalid_selection = \u041D\u0435\u0432\u0435\u0440\u043D\u044B\u0439 \u0432\u044B\u0431\u043E\u0440.
It_is_not_possible_to_use_a_color_expression_when_plotting_a_frequency_spectrum = \u041D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C \u0446\u0432\u0435\u0442\u043E\u0432\u043E\u0435 \u0432\u044B\u0440\u0430\u0436\u0435\u043D\u0438\u0435 \u043F\u0440\u0438 \u043F\u043E\u0441\u0442\u0440\u043E\u0435\u043D\u0438\u0438 \u0447\u0430\u0441\u0442\u043E\u0442\u043D\u043E\u0433\u043E \u0441\u043F\u0435\u043A\u0442\u0440\u0430.
It_is_not_possible_to_use_a_filter_when_plotting_a_frequency_spectrum = \u041D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C \u0444\u0438\u043B\u044C\u0442\u0440 \u043F\u0440\u0438 \u043F\u043E\u0441\u0442\u0440\u043E\u0435\u043D\u0438\u0438 \u0447\u0430\u0441\u0442\u043E\u0442\u043D\u043E\u0433\u043E \u0441\u043F\u0435\u043A\u0442\u0440\u0430.
It_is_not_possible_to_use_error_bars_when_plotting_a_frequency_spectrum = \u041F\u0440\u0438 \u043F\u043E\u0441\u0442\u0440\u043E\u0435\u043D\u0438\u0438 \u0447\u0430\u0441\u0442\u043E\u0442\u043D\u043E\u0433\u043E \u0441\u043F\u0435\u043A\u0442\u0440\u0430 \u043D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C \u043F\u043E\u043B\u043E\u0441\u044B \u043F\u043E\u0433\u0440\u0435\u0448\u043D\u043E\u0441\u0442\u0435\u0439.
# - J --------------------------------------------------------------------- J -
# - K --------------------------------------------------------------------- K -
# - L --------------------------------------------------------------------- L -
# - M --------------------------------------------------------------------- M -
Mismatch_between_annotation_dimension_and_dataset_dimension = \u041D\u0435\u0441\u043E\u043E\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0438\u0435 \u043C\u0435\u0436\u0434\u0443 \u0440\u0430\u0437\u043C\u0435\u0440\u043E\u043C \u0430\u043D\u043D\u043E\u0442\u0430\u0446\u0438\u0438 \u0438 \u0440\u0430\u0437\u043C\u0435\u0440\u043E\u043C \u043D\u0430\u0431\u043E\u0440\u0430 \u0434\u0430\u043D\u043D\u044B\u0445.
Mismatch_between_length_of_position_arrays_in_annotation = \u041D\u0435\u0441\u043E\u043E\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0438\u0435 \u0434\u043B\u0438\u043D \u043C\u0430\u0441\u0441\u0438\u0432\u043E\u0432 \u043F\u043E\u0437\u0438\u0446\u0438\u0439 \u0432 \u0430\u043D\u043D\u043E\u0442\u0430\u0446\u0438\u0438.
More_than_two_selected_edges_meet_in_same_vertex = \u0411\u043E\u043B\u0435\u0435 \u0434\u0432\u0443\u0445 \u0432\u044B\u0431\u0440\u0430\u043D\u043D\u044B\u0445 \u0440\u0435\u0431\u0435\u0440 \u0432\u0441\u0442\u0440\u0435\u0447\u0430\u044E\u0442\u0441\u044F \u0432 \u043E\u0434\u043D\u043E\u0439 \u0432\u0435\u0440\u0448\u0438\u043D\u0435.
# - N --------------------------------------------------------------------- N -
No_contents[of_HTML_page] = \u041D\u0435\u0442 \u0441\u043E\u0434\u0435\u0440\u0436\u0430\u043D\u0438\u044F.
No_coordinates_specified = \u041A\u043E\u043E\u0440\u0434\u0438\u043D\u0430\u0442\u044B \u043D\u0435 \u0443\u043A\u0430\u0437\u0430\u043D\u044B.
No_evaluation_context_exists = \u041A\u043E\u043D\u0442\u0435\u043A\u0441\u0442 \u043E\u0446\u0435\u043D\u043A\u0438 \u043D\u0435 \u0441\u0443\u0449\u0435\u0441\u0442\u0432\u0443\u0435\u0442.
No_intersection_points_found_for_optical_path_difference_calculation = \u0422\u043E\u0447\u043A\u0438 \u043F\u0435\u0440\u0435\u0441\u0435\u0447\u0435\u043D\u0438\u044F \u0434\u043B\u044F \u0440\u0430\u0441\u0447\u0435\u0442\u0430 \u043E\u043F\u0442\u0438\u0447\u0435\u0441\u043A\u043E\u0439 \u0440\u0430\u0437\u043D\u043E\u0441\u0442\u0438 \u0445\u043E\u0434\u0430 \u043D\u0435 \u043D\u0430\u0439\u0434\u0435\u043D\u044B.\n\u041F\u0440\u043E\u0432\u0435\u0440\u044C\u0442\u0435 \u0432\u044B\u0440\u0430\u0436\u0435\u043D\u0438\u044F \u0444\u0438\u043B\u044C\u0442\u0440\u0430 (\u0435\u0441\u043B\u0438 \u0435\u0441\u0442\u044C) \u0438 \u043E\u0440\u0438\u0435\u043D\u0442\u0430\u0446\u0438\u044E \u0433\u0430\u0443\u0441\u0441\u043E\u0432\u0430 \u043E\u043F\u043E\u0440\u043D\u043E\u0433\u043E \u043F\u043E\u043B\u0443\u0448\u0430\u0440\u0438\u044F. 
No_matching_report_found = \u0421\u043E\u043E\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0443\u044E\u0449\u0438\u0439 \u043E\u0442\u0447\u0435\u0442 \u043D\u0435 \u043D\u0430\u0439\u0434\u0435\u043D.
No_point_data_found = \u0414\u0430\u043D\u043D\u044B\u0435 \u043E \u0442\u043E\u0447\u043A\u0430\u0445 \u043D\u0435 \u043D\u0430\u0439\u0434\u0435\u043D\u044B.
No_position_degrees_of_freedom_have_been_specified = \u0421\u0442\u0435\u043F\u0435\u043D\u0438 \u0441\u0432\u043E\u0431\u043E\u0434\u044B \u043F\u043E\u043B\u043E\u0436\u0435\u043D\u0438\u044F \u043D\u0435 \u0443\u043A\u0430\u0437\u0430\u043D\u044B.
No_solution_exists = \u041D\u0438\u043A\u0430\u043A\u043E\u0433\u043E \u0440\u0435\u0448\u0435\u043D\u0438\u044F \u043D\u0435 \u0441\u0443\u0449\u0435\u0441\u0442\u0432\u0443\u0435\u0442.
No_such_color_table_X = \u041D\u0435\u0442 \u0442\u0430\u043A\u043E\u0439 \u0442\u0430\u0431\u043B\u0438\u0446\u044B \u0446\u0432\u0435\u0442\u043E\u0432: #
No_valid_solution_or_solution_does_not_match_geometry = \u041D\u0435\u0442 \u0434\u043E\u043F\u0443\u0441\u0442\u0438\u043C\u043E\u0433\u043E \u0440\u0435\u0448\u0435\u043D\u0438\u044F \u0438\u043B\u0438 \u0440\u0435\u0448\u0435\u043D\u0438\u0435 \u043D\u0435 \u0441\u043E\u043E\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0443\u0435\u0442 \u0433\u0435\u043E\u043C\u0435\u0442\u0440\u0438\u0438.
Number_of_expressions_must_be_equal_for_x_and_y_components = \u041A\u043E\u043B\u0438\u0447\u0435\u0441\u0442\u0432\u043E \u0432\u044B\u0440\u0430\u0436\u0435\u043D\u0438\u0439 \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u043E\u0434\u0438\u043D\u0430\u043A\u043E\u0432\u044B\u043C \u0434\u043B\u044F \u043A\u043E\u043C\u043F\u043E\u043D\u0435\u043D\u0442\u043E\u0432 x \u0438 y.
# - O --------------------------------------------------------------------- O -
One_single_level_must_be_specified = \u0414\u043E\u043B\u0436\u0435\u043D \u0431\u044B\u0442\u044C \u0443\u043A\u0430\u0437\u0430\u043D \u043E\u0434\u0438\u043D \u0443\u0440\u043E\u0432\u0435\u043D\u044C.
Only_2-by-2-_and_3-by-3-matrices_are_supported = \u041F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u044E\u0442\u0441\u044F \u0442\u043E\u043B\u044C\u043A\u043E \u043C\u0430\u0442\u0440\u0438\u0446\u044B 2 \u043D\u0430 2 \u0438 3 \u043D\u0430 3.
Only_animations_with_file_target_are_supported_in_reports = \u0412 \u043E\u0442\u0447\u0435\u0442\u0430\u0445 \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u044E\u0442\u0441\u044F \u0442\u043E\u043B\u044C\u043A\u043E \u0430\u043D\u0438\u043C\u0430\u0446\u0438\u0438 \u0441 \u0446\u0435\u043B\u0435\u0432\u044B\u043C \u043E\u0431\u044A\u0435\u043A\u0442\u043E\u043C \u0444\u0430\u0439\u043B\u0430.
Only_GIF_animations_supported_for_Microsoft_PowerPoint_presentations = \u0414\u043B\u044F \u043F\u0440\u0435\u0437\u0435\u043D\u0442\u0430\u0446\u0438\u0439 Microsoft PowerPoint \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u044E\u0442\u0441\u044F \u0442\u043E\u043B\u044C\u043A\u043E \u0430\u043D\u0438\u043C\u0430\u0446\u0438\u0438 GIF.
Operation_can_only_be_performed_for_line_surface_and_volume_datasets = \u041E\u043F\u0435\u0440\u0430\u0446\u0438\u044E \u043C\u043E\u0436\u043D\u043E \u0432\u044B\u043F\u043E\u043B\u043D\u0438\u0442\u044C \u0442\u043E\u043B\u044C\u043A\u043E \u0434\u043B\u044F \u043B\u0438\u043D\u0435\u0439\u043D\u044B\u0445, \u043F\u043E\u0432\u0435\u0440\u0445\u043D\u043E\u0441\u0442\u043D\u044B\u0445 \u0438 \u043E\u0431\u044A\u0435\u043C\u043D\u044B\u0445 \u043D\u0430\u0431\u043E\u0440\u043E\u0432 \u0434\u0430\u043D\u043D\u044B\u0445.
Operation_cannot_be_performed_on_contour_datasets = \u041E\u043F\u0435\u0440\u0430\u0446\u0438\u044E \u043D\u0435\u043B\u044C\u0437\u044F \u0432\u044B\u043F\u043E\u043B\u043D\u0438\u0442\u044C \u0441 \u043D\u0430\u0431\u043E\u0440\u0430\u043C\u0438 \u0434\u0430\u043D\u043D\u044B\u0445 \u043A\u043E\u043D\u0442\u0443\u0440\u043E\u0432.
Operation_cannot_be_performed_on_cut_line_with_parallel_lines = \u041E\u043F\u0435\u0440\u0430\u0446\u0438\u044E \u043D\u0435\u043B\u044C\u0437\u044F \u0432\u044B\u043F\u043E\u043B\u043D\u0438\u0442\u044C \u043D\u0430 \u043B\u0438\u043D\u0438\u0438 \u0440\u0430\u0437\u0440\u0435\u0437\u0430 \u0441 \u043F\u0430\u0440\u0430\u043B\u043B\u0435\u043B\u044C\u043D\u044B\u043C\u0438 \u043B\u0438\u043D\u0438\u044F\u043C\u0438.
Operation_cannot_be_performed_on_cut_plane_with_parallel_planes = \u041E\u043F\u0435\u0440\u0430\u0446\u0438\u044E \u043D\u0435\u043B\u044C\u0437\u044F \u0432\u044B\u043F\u043E\u043B\u043D\u0438\u0442\u044C \u043D\u0430 \u043F\u043B\u043E\u0441\u043A\u043E\u0441\u0442\u0438 \u0441\u0435\u0447\u0435\u043D\u0438\u044F \u0441 \u043F\u0430\u0440\u0430\u043B\u043B\u0435\u043B\u044C\u043D\u044B\u043C\u0438 \u043B\u0438\u043D\u0438\u044F\u043C\u0438.
Operation_cannot_be_performed_on_dataset_X = \u041E\u043F\u0435\u0440\u0430\u0446\u0438\u044E \u043D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u0432\u044B\u043F\u043E\u043B\u043D\u0438\u0442\u044C \u0441 \u043D\u0430\u0431\u043E\u0440\u043E\u043C \u0434\u0430\u043D\u043D\u044B\u0445 #.
Operation_cannot_be_performed_on_edge_datasets = \u041E\u043F\u0435\u0440\u0430\u0446\u0438\u044E \u043D\u0435\u043B\u044C\u0437\u044F \u0432\u044B\u043F\u043E\u043B\u043D\u0438\u0442\u044C \u0441 \u043D\u0430\u0431\u043E\u0440\u0430\u043C\u0438 \u0434\u0430\u043D\u043D\u044B\u0445 \u0440\u0435\u0431\u0435\u0440.
Operation_cannot_be_performed_on_intersection_point_datasets = \u041E\u043F\u0435\u0440\u0430\u0446\u0438\u044E \u043D\u0435\u043B\u044C\u0437\u044F \u0432\u044B\u043F\u043E\u043B\u043D\u0438\u0442\u044C \u0441 \u043D\u0430\u0431\u043E\u0440\u0430\u043C\u0438 \u0434\u0430\u043D\u043D\u044B\u0445 \u0442\u043E\u0447\u0435\u043A \u043F\u0435\u0440\u0435\u0441\u0435\u0447\u0435\u043D\u0438\u044F.
Operation_cannot_be_performed_on_isosurface_datasets = \u041E\u043F\u0435\u0440\u0430\u0446\u0438\u044E \u043D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u0432\u044B\u043F\u043E\u043B\u043D\u0438\u0442\u044C \u0441 \u043D\u0430\u0431\u043E\u0440\u0430\u043C\u0438 \u0434\u0430\u043D\u043D\u044B\u0445 \u0438\u0437\u043E\u043F\u043E\u0432\u0435\u0440\u0445\u043D\u043E\u0441\u0442\u0438.
Operation_cannot_be_performed_on_parametric_datasets = \u041E\u043F\u0435\u0440\u0430\u0446\u0438\u044E \u043D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u0432\u044B\u043F\u043E\u043B\u043D\u0438\u0442\u044C \u0441 \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u0438\u0447\u0435\u0441\u043A\u0438\u043C\u0438 \u043D\u0430\u0431\u043E\u0440\u0430\u043C\u0438 \u0434\u0430\u043D\u043D\u044B\u0445.
Operation_cannot_be_performed_on_receiver_datasets = \u041E\u043F\u0435\u0440\u0430\u0446\u0438\u044E \u043D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u0432\u044B\u043F\u043E\u043B\u043D\u0438\u0442\u044C \u0441 \u043D\u0430\u0431\u043E\u0440\u0430\u043C\u0438 \u0434\u0430\u043D\u043D\u044B\u0445 \u043F\u0440\u0438\u0435\u043C\u043D\u0438\u043A\u0430.
Operation_cannot_be_performed_on_surface_datasets = \u041E\u043F\u0435\u0440\u0430\u0446\u0438\u044E \u043D\u0435\u043B\u044C\u0437\u044F \u0432\u044B\u043F\u043E\u043B\u043D\u0438\u0442\u044C \u0441 \u043D\u0430\u0431\u043E\u0440\u0430\u043C\u0438 \u0434\u0430\u043D\u043D\u044B\u0445 \u043F\u043E\u0432\u0435\u0440\u0445\u043D\u043E\u0441\u0442\u0438.
Operation_only_applicable_for_plot_groups = \u041E\u043F\u0435\u0440\u0430\u0446\u0438\u044F \u043F\u0440\u0438\u043C\u0435\u043D\u0438\u043C\u0430 \u0442\u043E\u043B\u044C\u043A\u043E \u0434\u043B\u044F \u0433\u0440\u0443\u043F\u043F \u0443\u0447\u0430\u0441\u0442\u043A\u043E\u0432.
# - P --------------------------------------------------------------------- P -
Parameter_names_must_be_unique = \u0418\u043C\u0435\u043D\u0430 \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u043E\u0432 \u0434\u043E\u043B\u0436\u043D\u044B \u0431\u044B\u0442\u044C \u0443\u043D\u0438\u043A\u0430\u043B\u044C\u043D\u044B\u043C\u0438.
Particle_tracing_not_supported_across_different_meshes = \u0422\u0440\u0430\u0441\u0441\u0438\u0440\u043E\u0432\u043A\u0430 \u0447\u0430\u0441\u0442\u0438\u0446 \u043D\u0435 \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u0435\u0442\u0441\u044F \u0432 \u0440\u0430\u0437\u043D\u044B\u0445 \u0441\u0435\u0442\u043A\u0430\u0445.
Plots_that_inherit_style_settings_cannot_be_plotted_separately = \u0413\u0440\u0430\u0444\u0438\u043A\u0438, \u043D\u0430\u0441\u043B\u0435\u0434\u0443\u044E\u0449\u0438\u0435 \u043D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0438 \u0441\u0442\u0438\u043B\u044F, \u043D\u0435 \u043C\u043E\u0433\u0443\u0442 \u0431\u044B\u0442\u044C \u043F\u043E\u0441\u0442\u0440\u043E\u0435\u043D\u044B \u043E\u0442\u0434\u0435\u043B\u044C\u043D\u043E.
Point_index_out_of_bounds = \u0418\u043D\u0434\u0435\u043A\u0441 \u0442\u043E\u0447\u043A\u0438 \u0432\u044B\u0445\u043E\u0434\u0438\u0442 \u0437\u0430 \u043F\u0440\u0435\u0434\u0435\u043B\u044B.
Presentation_writing_canceled = \u041D\u0430\u043F\u0438\u0441\u0430\u043D\u0438\u0435 \u043F\u0440\u0435\u0437\u0435\u043D\u0442\u0430\u0446\u0438\u0438 \u043E\u0442\u043C\u0435\u043D\u0435\u043D\u043E.
Property_outersolnum_out_of_range = \u0421\u0432\u043E\u0439\u0441\u0442\u0432\u043E externalsolnum \u0432\u043D\u0435 \u0434\u0438\u0430\u043F\u0430\u0437\u043E\u043D\u0430.
# - Q --------------------------------------------------------------------- Q -
# - R --------------------------------------------------------------------- R -
Ray_tracing_not_supported_across_different_meshes = \u0422\u0440\u0430\u0441\u0441\u0438\u0440\u043E\u0432\u043A\u0430 \u043B\u0443\u0447\u0435\u0439 \u043D\u0435 \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u0435\u0442\u0441\u044F \u0432 \u0440\u0430\u0437\u043D\u044B\u0445 \u0441\u0435\u0442\u043A\u0430\u0445.
Reaction_force_variables_are_already_defined_for_the_revolved_geometry_in_axisymmetric_models_clear_surface_integral = \u041F\u0435\u0440\u0435\u043C\u0435\u043D\u043D\u044B\u0435 \u0441\u0438\u043B\u044B \u0440\u0435\u0430\u043A\u0446\u0438\u0438 \u0443\u0436\u0435 \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D\u044B \u0434\u043B\u044F \u0432\u0440\u0430\u0449\u0430\u044E\u0449\u0435\u0439\u0441\u044F \u0433\u0435\u043E\u043C\u0435\u0442\u0440\u0438\u0438 \u0432 \u043E\u0441\u0435\u0441\u0438\u043C\u043C\u0435\u0442\u0440\u0438\u0447\u043D\u044B\u0445 \u043C\u043E\u0434\u0435\u043B\u044F\u0445.\n\u0421\u043D\u0438\u043C\u0438\u0442\u0435 \u0444\u043B\u0430\u0436\u043E\u043A "Compute surface integral" \u0432 \u043D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0430\u0445 \u0438\u043D\u0442\u0435\u0433\u0440\u0430\u0446\u0438\u0438.
Reaction_force_variables_are_already_defined_for_the_revolved_geometry_in_axisymmetric_models_clear_volume_integral = \u041F\u0435\u0440\u0435\u043C\u0435\u043D\u043D\u044B\u0435 \u0441\u0438\u043B\u044B \u0440\u0435\u0430\u043A\u0446\u0438\u0438 \u0443\u0436\u0435 \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D\u044B \u0434\u043B\u044F \u0432\u0440\u0430\u0449\u0430\u044E\u0449\u0435\u0439\u0441\u044F \u0433\u0435\u043E\u043C\u0435\u0442\u0440\u0438\u0438 \u0432 \u043E\u0441\u0435\u0441\u0438\u043C\u043C\u0435\u0442\u0440\u0438\u0447\u043D\u044B\u0445 \u043C\u043E\u0434\u0435\u043B\u044F\u0445.\n\u0421\u043D\u0438\u043C\u0438\u0442\u0435 \u0444\u043B\u0430\u0436\u043E\u043A "Compute volume integral" \u0432 \u043D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0430\u0445 \u0438\u043D\u0442\u0435\u0433\u0440\u0430\u0446\u0438\u0438.
Rendering_index_out_of_bounds = \u0418\u043D\u0434\u0435\u043A\u0441 \u0440\u0435\u043D\u0434\u0435\u0440\u0438\u043D\u0433\u0430 \u0432\u044B\u0445\u043E\u0434\u0438\u0442 \u0437\u0430 \u043F\u0440\u0435\u0434\u0435\u043B\u044B.
Report_template_export_failed = \u041D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u044D\u043A\u0441\u043F\u043E\u0440\u0442\u0438\u0440\u043E\u0432\u0430\u0442\u044C \u0448\u0430\u0431\u043B\u043E\u043D \u043E\u0442\u0447\u0435\u0442\u0430.
Report_file_is_not_unique = \u0424\u0430\u0439\u043B \u043E\u0442\u0447\u0435\u0442\u0430 \u043D\u0435 \u0443\u043D\u0438\u043A\u0430\u043B\u0435\u043D.
Report_writing_canceled = \u041D\u0430\u043F\u0438\u0441\u0430\u043D\u0438\u0435 \u043E\u0442\u0447\u0435\u0442\u0430 \u043E\u0442\u043C\u0435\u043D\u0435\u043D\u043E.
RGB_components_in_color_tables_must_be_between_0_and_1 = \u041A\u043E\u043C\u043F\u043E\u043D\u0435\u043D\u0442\u044B RGB \u0432 \u0442\u0430\u0431\u043B\u0438\u0446\u0430\u0445 \u0446\u0432\u0435\u0442\u043E\u0432 \u0434\u043E\u043B\u0436\u043D\u044B \u043D\u0430\u0445\u043E\u0434\u0438\u0442\u044C\u0441\u044F \u0432 \u0434\u0438\u0430\u043F\u0430\u0437\u043E\u043D\u0435 \u043E\u0442 0 \u0434\u043E 1.
RMS_can_only_be_applied_to_real_data = \u0421\u0440\u0435\u0434\u043D\u0435\u043A\u0432\u0430\u0434\u0440\u0430\u0442\u0438\u0447\u0435\u0441\u043A\u043E\u0435 \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u0435 \u043C\u043E\u0436\u043D\u043E \u043F\u0440\u0438\u043C\u0435\u043D\u044F\u0442\u044C \u0442\u043E\u043B\u044C\u043A\u043E \u043A \u0440\u0435\u0430\u043B\u044C\u043D\u044B\u043C \u0434\u0430\u043D\u043D\u044B\u043C.
# - S --------------------------------------------------------------------- S -
Samples_are_not_uniformly_spaced = \u041E\u0431\u0440\u0430\u0437\u0446\u044B \u0440\u0430\u0441\u043F\u043E\u043B\u043E\u0436\u0435\u043D\u044B \u043D\u0435\u0440\u0430\u0432\u043D\u043E\u043C\u0435\u0440\u043D\u043E.
Selected_edges_are_not_connected = \u0412\u044B\u0431\u0440\u0430\u043D\u043D\u044B\u0435 \u0440\u0435\u0431\u0440\u0430 \u043D\u0435 \u0441\u043E\u0435\u0434\u0438\u043D\u0435\u043D\u044B.
Standard_deviation_can_only_be_applied_to_real_data = \u0421\u0442\u0430\u043D\u0434\u0430\u0440\u0442\u043D\u043E\u0435 \u043E\u0442\u043A\u043B\u043E\u043D\u0435\u043D\u0438\u0435 \u043C\u043E\u0436\u043D\u043E \u043F\u0440\u0438\u043C\u0435\u043D\u044F\u0442\u044C \u0442\u043E\u043B\u044C\u043A\u043E \u043A \u0440\u0435\u0430\u043B\u044C\u043D\u044B\u043C \u0434\u0430\u043D\u043D\u044B\u043C.
Style_settings_cannot_be_inherited_from_the_disabled_plot_X = \u041D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0438 \u0441\u0442\u0438\u043B\u044F \u043D\u0435 \u043C\u043E\u0433\u0443\u0442 \u0431\u044B\u0442\u044C \u0443\u043D\u0430\u0441\u043B\u0435\u0434\u043E\u0432\u0430\u043D\u044B \u043E\u0442 \u043E\u0442\u043A\u043B\u044E\u0447\u0435\u043D\u043D\u043E\u0433\u043E \u0433\u0440\u0430\u0444\u0438\u043A\u0430 #.
# - T --------------------------------------------------------------------- T -
Table_does_not_contain_filled_data = \u0422\u0430\u0431\u043B\u0438\u0446\u0430 \u043D\u0435 \u0441\u043E\u0434\u0435\u0440\u0436\u0438\u0442 \u0437\u0430\u043F\u043E\u043B\u043D\u0435\u043D\u043D\u044B\u0445 \u0434\u0430\u043D\u043D\u044B\u0445.
The_aberration_evaluation_feature_requires_an_intersection_point_3d_dataset = \u0414\u043B\u044F \u0444\u0443\u043D\u043A\u0446\u0438\u0438 \u043E\u0446\u0435\u043D\u043A\u0438 \u0430\u0431\u0435\u0440\u0440\u0430\u0446\u0438\u0439 \u0442\u0440\u0435\u0431\u0443\u0435\u0442\u0441\u044F \u043D\u0430\u0431\u043E\u0440 3D-\u0434\u0430\u043D\u043D\u044B\u0445 \u0442\u043E\u0447\u043A\u0438 \u043F\u0435\u0440\u0435\u0441\u0435\u0447\u0435\u043D\u0438\u044F.
The_annotation_coordinates_must_be_finite = \u041A\u043E\u043E\u0440\u0434\u0438\u043D\u0430\u0442\u044B \u0430\u043D\u043D\u043E\u0442\u0430\u0446\u0438\u0438 \u0434\u043E\u043B\u0436\u043D\u044B \u0431\u044B\u0442\u044C \u043A\u043E\u043D\u0435\u0447\u043D\u044B\u043C\u0438.
The_beamwidth_can_only_be_computed_if_the_angle_range_contains_the_angle_0_degrees = \u0428\u0438\u0440\u0438\u043D\u0430 \u043B\u0443\u0447\u0430 \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u0432\u044B\u0447\u0438\u0441\u043B\u0435\u043D\u0430 \u0442\u043E\u043B\u044C\u043A\u043E \u0432 \u0442\u043E\u043C \u0441\u043B\u0443\u0447\u0430\u0435, \u0435\u0441\u043B\u0438 \u0434\u0438\u0430\u043F\u0430\u0437\u043E\u043D \u0443\u0433\u043B\u043E\u0432 \u0441\u043E\u0434\u0435\u0440\u0436\u0438\u0442 \u0443\u0433\u043E\u043B 0 \u0433\u0440\u0430\u0434\u0443\u0441\u043E\u0432.
The_beamwidth_computation_failed = \u0412\u044B\u0447\u0438\u0441\u043B\u0435\u043D\u0438\u0435 \u0448\u0438\u0440\u0438\u043D\u044B \u043B\u0443\u0447\u0430 \u043D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C.
The_chosen_datasets_geometry_extends_outside_the_input_cell = \u0413\u0435\u043E\u043C\u0435\u0442\u0440\u0438\u044F \u0432\u044B\u0431\u0440\u0430\u043D\u043D\u043E\u0433\u043E \u043D\u0430\u0431\u043E\u0440\u0430 \u0434\u0430\u043D\u043D\u044B\u0445 \u0432\u044B\u0445\u043E\u0434\u0438\u0442 \u0437\u0430 \u043F\u0440\u0435\u0434\u0435\u043B\u044B \u0432\u0445\u043E\u0434\u043D\u043E\u0439 \u044F\u0447\u0435\u0439\u043A\u0438.
The_color_data_must_have_the_same_length_as_the_point_data_or_be_empty = \u0414\u0430\u043D\u043D\u044B\u0435 \u0446\u0432\u0435\u0442\u0430 \u0434\u043E\u043B\u0436\u043D\u044B \u0438\u043C\u0435\u0442\u044C \u0442\u0443 \u0436\u0435 \u0434\u043B\u0438\u043D\u0443, \u0447\u0442\u043E \u0438 \u0434\u0430\u043D\u043D\u044B\u0435 \u0442\u043E\u0447\u043A\u0438, \u0438\u043B\u0438 \u0431\u044B\u0442\u044C \u043F\u0443\u0441\u0442\u044B\u043C\u0438. 
The_cut_plane_does_not_correspond_to_a_particle_or_ray_dataset = \u041F\u043B\u043E\u0441\u043A\u043E\u0441\u0442\u044C \u0441\u0435\u0447\u0435\u043D\u0438\u044F \u043D\u0435 \u0441\u043E\u043E\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0443\u0435\u0442 \u043D\u0430\u0431\u043E\u0440\u0443 \u0434\u0430\u043D\u043D\u044B\u0445 Particle \u0438\u043B\u0438 Ray.
The_cut_plane_does_not_correspond_to_a_ray_dataset = \u041F\u043B\u043E\u0441\u043A\u043E\u0441\u0442\u044C \u0441\u0435\u0447\u0435\u043D\u0438\u044F \u043D\u0435 \u0441\u043E\u043E\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0443\u0435\u0442 \u043D\u0430\u0431\u043E\u0440\u0443 \u0434\u0430\u043D\u043D\u044B\u0445 Ray.
The_data_being_averaged_by_the_time_average_dataset_must_come_from_identical_meshes = \u0414\u0430\u043D\u043D\u044B\u0435, \u0443\u0441\u0440\u0435\u0434\u043D\u044F\u0435\u043C\u044B\u0435 \u043D\u0430\u0431\u043E\u0440\u043E\u043C \u0434\u0430\u043D\u043D\u044B\u0445 \u0443\u0441\u0440\u0435\u0434\u043D\u0435\u043D\u0438\u044F \u043F\u043E \u0432\u0440\u0435\u043C\u0435\u043D\u0438, \u0434\u043E\u043B\u0436\u043D\u044B \u043F\u043E\u0441\u0442\u0443\u043F\u0430\u0442\u044C \u0438\u0437 \u0438\u0434\u0435\u043D\u0442\u0438\u0447\u043D\u044B\u0445 \u0441\u0435\u0442\u043E\u043A.
The_data_being_concatenated_by_the_parametric_dataset_must_come_from_identical_meshes = \u0414\u0430\u043D\u043D\u044B\u0435, \u043E\u0431\u044A\u0435\u0434\u0438\u043D\u044F\u0435\u043C\u044B\u0435 \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u0438\u0447\u0435\u0441\u043A\u0438\u043C \u043D\u0430\u0431\u043E\u0440\u043E\u043C \u0434\u0430\u043D\u043D\u044B\u0445, \u0434\u043E\u043B\u0436\u043D\u044B \u043F\u043E\u0441\u0442\u0443\u043F\u0430\u0442\u044C \u0438\u0437 \u0438\u0434\u0435\u043D\u0442\u0438\u0447\u043D\u044B\u0445 \u0441\u0435\u0442\u043E\u043A.
The_data_being_integrated_by_the_time_integral_dataset_must_come_from_identical_meshes = \u0414\u0430\u043D\u043D\u044B\u0435, \u0438\u043D\u0442\u0435\u0433\u0440\u0438\u0440\u0443\u0435\u043C\u044B\u0435 \u043D\u0430\u0431\u043E\u0440\u043E\u043C \u0434\u0430\u043D\u043D\u044B\u0445 \u0438\u043D\u0442\u0435\u0433\u0440\u0430\u043B\u0430 \u043F\u043E \u0432\u0440\u0435\u043C\u0435\u043D\u0438, \u0434\u043E\u043B\u0436\u043D\u044B \u043F\u043E\u0441\u0442\u0443\u043F\u0430\u0442\u044C \u0438\u0437 \u0438\u0434\u0435\u043D\u0442\u0438\u0447\u043D\u044B\u0445 \u0441\u0435\u0442\u043E\u043A.
The_data_in_the_table_does_not_define_a_surface = \u0414\u0430\u043D\u043D\u044B\u0435 \u0432 \u0442\u0430\u0431\u043B\u0438\u0446\u0435 \u043D\u0435 \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u044F\u044E\u0442 \u043F\u043E\u0432\u0435\u0440\u0445\u043D\u043E\u0441\u0442\u044C.
The_data_in_the_table_must_form_a_regular_grid_for_a_discrete_plot_to_be_possible = \u0414\u0430\u043D\u043D\u044B\u0435 \u0432 \u0442\u0430\u0431\u043B\u0438\u0446\u0435 \u0434\u043E\u043B\u0436\u043D\u044B \u043E\u0431\u0440\u0430\u0437\u043E\u0432\u044B\u0432\u0430\u0442\u044C \u0440\u0435\u0433\u0443\u043B\u044F\u0440\u043D\u0443\u044E \u0441\u0435\u0442\u043A\u0443, \u0447\u0442\u043E\u0431\u044B \u043C\u043E\u0436\u043D\u043E \u0431\u044B\u043B\u043E \u043F\u043E\u0441\u0442\u0440\u043E\u0438\u0442\u044C \u0434\u0438\u0441\u043A\u0440\u0435\u0442\u043D\u044B\u0439 \u0433\u0440\u0430\u0444\u0438\u043A.
The_dataset_that_is_revolved_may_not_cross_the_axis_of_revolution = \u041D\u0430\u0431\u043E\u0440 \u0434\u0430\u043D\u043D\u044B\u0445, \u043A\u043E\u0442\u043E\u0440\u044B\u0439 \u0432\u0440\u0430\u0449\u0430\u0435\u0442\u0441\u044F, \u043D\u0435 \u043C\u043E\u0436\u0435\u0442 \u043F\u0435\u0440\u0435\u0441\u0435\u043A\u0430\u0442\u044C \u043E\u0441\u044C \u0432\u0440\u0430\u0449\u0435\u043D\u0438\u044F.
The_dataset_cannot_be_evaluated = \u041D\u0430\u0431\u043E\u0440 \u0434\u0430\u043D\u043D\u044B\u0445 \u043D\u0435 \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u043E\u0446\u0435\u043D\u0435\u043D.
The_displacement_cannot_be_smaller_than_the_size_of_the_input_cell = \u0421\u043C\u0435\u0449\u0435\u043D\u0438\u0435 \u043D\u0435 \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u043C\u0435\u043D\u044C\u0448\u0435 \u0440\u0430\u0437\u043C\u0435\u0440\u0430 \u0432\u0445\u043E\u0434\u043D\u043E\u0439 \u044F\u0447\u0435\u0439\u043A\u0438.
The_distance_can_only_be_computed_for_datasets_that_define_exactly_two_points = \u0420\u0430\u0441\u0441\u0442\u043E\u044F\u043D\u0438\u0435 \u043C\u043E\u0436\u043D\u043E \u0432\u044B\u0447\u0438\u0441\u043B\u0438\u0442\u044C \u0442\u043E\u043B\u044C\u043A\u043E \u0434\u043B\u044F \u043D\u0430\u0431\u043E\u0440\u043E\u0432 \u0434\u0430\u043D\u043D\u044B\u0445, \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u044F\u044E\u0449\u0438\u0445 \u0440\u043E\u0432\u043D\u043E \u0434\u0432\u0435 \u0442\u043E\u0447\u043A\u0438.
The_distance_between_the_sender_and_the_receiver_must_be_positive = \u0420\u0430\u0441\u0441\u0442\u043E\u044F\u043D\u0438\u0435 \u043C\u0435\u0436\u0434\u0443 \u043E\u0442\u043F\u0440\u0430\u0432\u0438\u0442\u0435\u043B\u0435\u043C \u0438 \u043F\u043E\u043B\u0443\u0447\u0430\u0442\u0435\u043B\u0435\u043C \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u043F\u043E\u043B\u043E\u0436\u0438\u0442\u0435\u043B\u044C\u043D\u044B\u043C.
The_element_data_must_be_a_X-by-Y_matrix = \u0414\u0430\u043D\u043D\u044B\u0435 \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u0430 \u0434\u043E\u043B\u0436\u043D\u044B \u043F\u0440\u0435\u0434\u0441\u0442\u0430\u0432\u043B\u044F\u0442\u044C \u0441\u043E\u0431\u043E\u0439 \u043C\u0430\u0442\u0440\u0438\u0446\u0443 #0-by-#1.
The_extrusion_levels_must_be_monotonically_increasing_or_monotonically_decreasing = \u0423\u0440\u043E\u0432\u043D\u0438 \u044D\u043A\u0441\u0442\u0440\u0443\u0437\u0438\u0438 \u0434\u043E\u043B\u0436\u043D\u044B \u043C\u043E\u043D\u043E\u0442\u043E\u043D\u043D\u043E \u0443\u0432\u0435\u043B\u0438\u0447\u0438\u0432\u0430\u0442\u044C\u0441\u044F \u0438\u043B\u0438 \u043C\u043E\u043D\u043E\u0442\u043E\u043D\u043D\u043E \u0443\u043C\u0435\u043D\u044C\u0448\u0430\u0442\u044C\u0441\u044F.
The_extrusion_variable_s_name_collides_with_another_variable = \u0418\u043C\u044F \u043F\u0435\u0440\u0435\u043C\u0435\u043D\u043D\u043E\u0439 \u0432\u044B\u0434\u0430\u0432\u043B\u0438\u0432\u0430\u043D\u0438\u044F \u043A\u043E\u043D\u0444\u043B\u0438\u043A\u0442\u0443\u0435\u0442 \u0441 \u0434\u0440\u0443\u0433\u043E\u0439 \u043F\u0435\u0440\u0435\u043C\u0435\u043D\u043D\u043E\u0439.
The_first_argument_cannot_be_empty = \u041F\u0435\u0440\u0432\u044B\u0439 \u0430\u0440\u0433\u0443\u043C\u0435\u043D\u0442 \u043D\u0435 \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u043F\u0443\u0441\u0442\u044B\u043C.
The_far_field_evaluation_radius_must_be_nonnegative = \u0420\u0430\u0434\u0438\u0443\u0441 \u043E\u0446\u0435\u043D\u043A\u0438 \u0434\u0430\u043B\u044C\u043D\u0435\u0433\u043E \u043F\u043E\u043B\u044F \u0434\u043E\u043B\u0436\u0435\u043D \u0431\u044B\u0442\u044C \u043D\u0435\u043E\u0442\u0440\u0438\u0446\u0430\u0442\u0435\u043B\u044C\u043D\u044B\u043C.
The_merged_level_contains_both_inner_and_outer_parameters_This_is_not_supported = \u041E\u0431\u044A\u0435\u0434\u0438\u043D\u0435\u043D\u043D\u044B\u0439 \u0443\u0440\u043E\u0432\u0435\u043D\u044C \u0441\u043E\u0434\u0435\u0440\u0436\u0438\u0442 \u043A\u0430\u043A \u0432\u043D\u0443\u0442\u0440\u0435\u043D\u043D\u0438\u0435, \u0442\u0430\u043A \u0438 \u0432\u043D\u0435\u0448\u043D\u0438\u0435 \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u044B. \u042D\u0442\u043E \u043D\u0435 \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u0435\u0442\u0441\u044F.
The_intersection_point_dataset_must_define_a_hemisphere_centered_at_the_image_point = \u041D\u0430\u0431\u043E\u0440 \u0434\u0430\u043D\u043D\u044B\u0445 \u0442\u043E\u0447\u0435\u043A \u043F\u0435\u0440\u0435\u0441\u0435\u0447\u0435\u043D\u0438\u044F \u0434\u043E\u043B\u0436\u0435\u043D \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u044F\u0442\u044C \u043F\u043E\u043B\u0443\u0441\u0444\u0435\u0440\u0443 \u0441 \u0446\u0435\u043D\u0442\u0440\u043E\u043C \u0432 \u0442\u043E\u0447\u043A\u0435 \u0438\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u044F. \n\u0412\u044B\u0431\u0435\u0440\u0438\u0442\u0435 \u00AB\u041F\u043E\u043B\u0443\u0441\u0444\u0435\u0440\u0430\u00BB \u0438\u0437 \u0441\u043F\u0438\u0441\u043A\u0430 \u00AB\u0422\u0438\u043F \u043F\u043E\u0432\u0435\u0440\u0445\u043D\u043E\u0441\u0442\u0438\u00BB \u0432 \u043E\u043A\u043D\u0435 \u043D\u0430\u0441\u0442\u0440\u043E\u0435\u043A \u0434\u043B\u044F \u043D\u0430\u0431\u043E\u0440\u0430 3D-\u0434\u0430\u043D\u043D\u044B\u0445 \u00AB\u0422\u043E\u0447\u043A\u0430 \u043F\u0435\u0440\u0435\u0441\u0435\u0447\u0435\u043D\u0438\u044F\u00BB.
The_height_cannot_be_zero_pixels = \u0412\u044B\u0441\u043E\u0442\u0430 \u043D\u0435 \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u0440\u0430\u0432\u043D\u0430 \u043D\u0443\u043B\u044E \u043F\u0438\u043A\u0441\u0435\u043B\u0435\u0439.
The_histogram_plot_cannot_evaluate_height_data_specified_by_an_expression = \u0413\u0440\u0430\u0444\u0438\u043A \u0433\u0438\u0441\u0442\u043E\u0433\u0440\u0430\u043C\u043C\u044B \u043D\u0435 \u043C\u043E\u0436\u0435\u0442 \u043E\u0446\u0435\u043D\u0438\u0432\u0430\u0442\u044C \u0434\u0430\u043D\u043D\u044B\u0435 \u043E \u0432\u044B\u0441\u043E\u0442\u0435, \u0437\u0430\u0434\u0430\u043D\u043D\u044B\u0435 \u0432\u044B\u0440\u0430\u0436\u0435\u043D\u0438\u0435\u043C.
The_image_plane_is_empty = \u041F\u043B\u043E\u0441\u043A\u043E\u0441\u0442\u044C \u0438\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u044F \u043F\u0443\u0441\u0442\u0430.
The_input_cells_size_is_smaller_than_the_size_of_the_chosen_datasets_geometry = \u0420\u0430\u0437\u043C\u0435\u0440 \u0432\u0445\u043E\u0434\u043D\u043E\u0439 \u044F\u0447\u0435\u0439\u043A\u0438 \u043C\u0435\u043D\u044C\u0448\u0435 \u0440\u0430\u0437\u043C\u0435\u0440\u0430 \u0433\u0435\u043E\u043C\u0435\u0442\u0440\u0438\u0438 \u0432\u044B\u0431\u0440\u0430\u043D\u043D\u043E\u0433\u043E \u043D\u0430\u0431\u043E\u0440\u0430 \u0434\u0430\u043D\u043D\u044B\u0445.
The_intersecting_surface_must_be_a_plane = \u041F\u0435\u0440\u0435\u0441\u0435\u043A\u0430\u044E\u0449\u0430\u044F\u0441\u044F \u043F\u043E\u0432\u0435\u0440\u0445\u043D\u043E\u0441\u0442\u044C \u0434\u043E\u043B\u0436\u043D\u0430 \u0431\u044B\u0442\u044C \u043F\u043B\u043E\u0441\u043A\u043E\u0441\u0442\u044C\u044E.
The_intersection_point_data_does_not_correspond_to_a_ray_dataset = \u0414\u0430\u043D\u043D\u044B\u0435 \u0442\u043E\u0447\u043A\u0438 \u043F\u0435\u0440\u0435\u0441\u0435\u0447\u0435\u043D\u0438\u044F \u043D\u0435 \u0441\u043E\u043E\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0443\u044E\u0442 \u043D\u0430\u0431\u043E\u0440\u0443 \u0434\u0430\u043D\u043D\u044B\u0445 Ray.
The_local_z-coordinate_must_lie_between_X_and_Y = \u041B\u043E\u043A\u0430\u043B\u044C\u043D\u0430\u044F \u043A\u043E\u043E\u0440\u0434\u0438\u043D\u0430\u0442\u0430 z \u0434\u043E\u043B\u0436\u043D\u0430 \u043D\u0430\u0445\u043E\u0434\u0438\u0442\u044C\u0441\u044F \u043C\u0435\u0436\u0434\u0443 #0 \u0438 #1.
The_matrix_histogram_cannot_be_determined = \u041C\u0430\u0442\u0440\u0438\u0447\u043D\u0443\u044E \u0433\u0438\u0441\u0442\u043E\u0433\u0440\u0430\u043C\u043C\u0443 \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0438\u0442\u044C \u043D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E.
The_matrix_histogram_data_does_not_have_the_right_format = \u0414\u0430\u043D\u043D\u044B\u0435 \u043C\u0430\u0442\u0440\u0438\u0447\u043D\u043E\u0439 \u0433\u0438\u0441\u0442\u043E\u0433\u0440\u0430\u043C\u043C\u044B \u0438\u043C\u0435\u044E\u0442 \u043D\u0435\u0432\u0435\u0440\u043D\u044B\u0439 \u0444\u043E\u0440\u043C\u0430\u0442.
The_matrix_is_not_stored = \u041C\u0430\u0442\u0440\u0438\u0446\u0430 \u043D\u0435 \u0441\u043E\u0445\u0440\u0430\u043D\u044F\u0435\u0442\u0441\u044F.
The_matrix_is_too_large = \u041C\u0430\u0442\u0440\u0438\u0446\u0430 \u0441\u043B\u0438\u0448\u043A\u043E\u043C \u0431\u043E\u043B\u044C\u0448\u0430\u044F.
The_matrix_is_too_large_for_the_table = \u041C\u0430\u0442\u0440\u0438\u0446\u0430 \u0441\u043B\u0438\u0448\u043A\u043E\u043C \u0432\u0435\u043B\u0438\u043A\u0430 \u0434\u043B\u044F \u0442\u0430\u0431\u043B\u0438\u0446\u044B.
The_matrix_must_have_size_X_by_Y = \u041C\u0430\u0442\u0440\u0438\u0446\u0430 \u0434\u043E\u043B\u0436\u043D\u0430 \u0438\u043C\u0435\u0442\u044C \u0440\u0430\u0437\u043C\u0435\u0440 #0-by-#1.
The_maximum_array_size_is_X_cells = \u041C\u0430\u043A\u0441\u0438\u043C\u0430\u043B\u044C\u043D\u044B\u0439 \u0440\u0430\u0437\u043C\u0435\u0440 \u043C\u0430\u0441\u0441\u0438\u0432\u0430 \u0441\u043E\u0441\u0442\u0430\u0432\u043B\u044F\u0435\u0442 # \u044F\u0447\u0435\u0435\u043A.
The_maximum_number_of_slides_limit_of_N_preference_setting_was_exceeded_The_presentation_has_been_truncated = \u041F\u0440\u0435\u0432\u044B\u0448\u0435\u043D\u043E \u043C\u0430\u043A\u0441\u0438\u043C\u0430\u043B\u044C\u043D\u043E\u0435 \u043A\u043E\u043B\u0438\u0447\u0435\u0441\u0442\u0432\u043E \u0441\u043B\u0430\u0439\u0434\u043E\u0432 # (\u043D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0430 \u043F\u0440\u0435\u0434\u043F\u043E\u0447\u0442\u0435\u043D\u0438\u0439).\n\u041F\u0440\u0435\u0437\u0435\u043D\u0442\u0430\u0446\u0438\u044F \u0431\u044B\u043B\u0430 \u0443\u0441\u0435\u0447\u0435\u043D\u0430.
The_maximum_relative_deformation_must_be_positive = \u041C\u0430\u043A\u0441\u0438\u043C\u0430\u043B\u044C\u043D\u0430\u044F \u043E\u0442\u043D\u043E\u0441\u0438\u0442\u0435\u043B\u044C\u043D\u0430\u044F \u0434\u0435\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u044F \u0434\u043E\u043B\u0436\u043D\u0430 \u0431\u044B\u0442\u044C \u043F\u043E\u043B\u043E\u0436\u0438\u0442\u0435\u043B\u044C\u043D\u043E\u0439.
The_meshes_for_the_different_phases_are_incompatible = \u0421\u0435\u0442\u043A\u0438 \u0434\u043B\u044F \u0440\u0430\u0437\u043D\u044B\u0445 \u0444\u0430\u0437 \u043D\u0435\u0441\u043E\u0432\u043C\u0435\u0441\u0442\u0438\u043C\u044B.
The_method_generate_is_only_supported_at_the_report_root_level = \u041C\u0435\u0442\u043E\u0434 \u0433\u0435\u043D\u0435\u0440\u0438\u0440\u043E\u0432\u0430\u0442\u044C(...) \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u0435\u0442\u0441\u044F \u0442\u043E\u043B\u044C\u043A\u043E \u043D\u0430 \u043A\u043E\u0440\u043D\u0435\u0432\u043E\u043C \u0443\u0440\u043E\u0432\u043D\u0435 \u043E\u0442\u0447\u0435\u0442\u0430.
The_node_group_can_only_contain_configurations = \u0413\u0440\u0443\u043F\u043F\u0430 \u0443\u0437\u043B\u043E\u0432 \u043C\u043E\u0436\u0435\u0442 \u0441\u043E\u0434\u0435\u0440\u0436\u0430\u0442\u044C \u0442\u043E\u043B\u044C\u043A\u043E \u043A\u043E\u043D\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u0438.
The_node_group_can_only_contain_plot_groups = \u0413\u0440\u0443\u043F\u043F\u0430 \u0443\u0437\u043B\u043E\u0432 \u043C\u043E\u0436\u0435\u0442 \u0441\u043E\u0434\u0435\u0440\u0436\u0430\u0442\u044C \u0442\u043E\u043B\u044C\u043A\u043E \u0433\u0440\u0443\u043F\u043F\u044B \u0433\u0440\u0430\u0444\u0438\u043A\u043E\u0432.
The_node_group_can_only_contain_evaluation_groups = \u0413\u0440\u0443\u043F\u043F\u0430 \u0443\u0437\u043B\u043E\u0432 \u043C\u043E\u0436\u0435\u0442 \u0441\u043E\u0434\u0435\u0440\u0436\u0430\u0442\u044C \u0442\u043E\u043B\u044C\u043A\u043E \u0433\u0440\u0443\u043F\u043F\u044B \u043E\u0446\u0435\u043D\u043A\u0438.
The_node_group_can_only_contain_datasets = \u0413\u0440\u0443\u043F\u043F\u0430 \u0443\u0437\u043B\u043E\u0432 \u043C\u043E\u0436\u0435\u0442 \u0441\u043E\u0434\u0435\u0440\u0436\u0430\u0442\u044C \u0442\u043E\u043B\u044C\u043A\u043E \u043D\u0430\u0431\u043E\u0440\u044B \u0434\u0430\u043D\u043D\u044B\u0445.
The_node_group_can_only_contain_derived_values = \u0413\u0440\u0443\u043F\u043F\u0430 \u0443\u0437\u043B\u043E\u0432 \u043C\u043E\u0436\u0435\u0442 \u0441\u043E\u0434\u0435\u0440\u0436\u0430\u0442\u044C \u0442\u043E\u043B\u044C\u043A\u043E \u043F\u0440\u043E\u0438\u0437\u0432\u043E\u0434\u043D\u044B\u0435 \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u044F.
The_node_group_can_only_contain_export_features = \u0413\u0440\u0443\u043F\u043F\u0430 \u0443\u0437\u043B\u043E\u0432 \u043C\u043E\u0436\u0435\u0442 \u0441\u043E\u0434\u0435\u0440\u0436\u0430\u0442\u044C \u0442\u043E\u043B\u044C\u043A\u043E \u043E\u0431\u044A\u0435\u043A\u0442\u044B \u044D\u043A\u0441\u043F\u043E\u0440\u0442\u0430.
The_node_group_can_only_contain_tables = \u0413\u0440\u0443\u043F\u043F\u0430 \u0443\u0437\u043B\u043E\u0432 \u043C\u043E\u0436\u0435\u0442 \u0441\u043E\u0434\u0435\u0440\u0436\u0430\u0442\u044C \u0442\u043E\u043B\u044C\u043A\u043E \u0442\u0430\u0431\u043B\u0438\u0446\u044B.
The_node_group_can_only_contain_reports = \u0413\u0440\u0443\u043F\u043F\u0430 \u0443\u0437\u043B\u043E\u0432 \u043C\u043E\u0436\u0435\u0442 \u0441\u043E\u0434\u0435\u0440\u0436\u0430\u0442\u044C \u0442\u043E\u043B\u044C\u043A\u043E \u043E\u0442\u0447\u0435\u0442\u044B.
The_node_group_can_only_contain_views = \u0413\u0440\u0443\u043F\u043F\u0430 \u0443\u0437\u043B\u043E\u0432 \u043C\u043E\u0436\u0435\u0442 \u0441\u043E\u0434\u0435\u0440\u0436\u0430\u0442\u044C \u0442\u043E\u043B\u044C\u043A\u043E \u043F\u0440\u0435\u0434\u0441\u0442\u0430\u0432\u043B\u0435\u043D\u0438\u044F.
The_normal_data_must_be_a_X-by-Y_matrix = \u041E\u0431\u044B\u0447\u043D\u044B\u0435 \u0434\u0430\u043D\u043D\u044B\u0435 \u0434\u043E\u043B\u0436\u043D\u044B \u043F\u0440\u0435\u0434\u0441\u0442\u0430\u0432\u043B\u044F\u0442\u044C \u0441\u043E\u0431\u043E\u0439 \u043C\u0430\u0442\u0440\u0438\u0446\u0443 #0-by-#1.
The_normalization_angle_lies_outside_the_evaluated_angle_range = \u0423\u0433\u043E\u043B \u043D\u043E\u0440\u043C\u0430\u043B\u0438\u0437\u0430\u0446\u0438\u0438 \u043B\u0435\u0436\u0438\u0442 \u0437\u0430 \u043F\u0440\u0435\u0434\u0435\u043B\u0430\u043C\u0438 \u043E\u0446\u0435\u043D\u0435\u043D\u043D\u043E\u0433\u043E \u0434\u0438\u0430\u043F\u0430\u0437\u043E\u043D\u0430 \u0443\u0433\u043B\u043E\u0432.
The_number_of_bins_must_be_at_least_X_and_at_most_Y = \u041A\u043E\u043B\u0438\u0447\u0435\u0441\u0442\u0432\u043E \u044F\u0447\u0435\u0435\u043A \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u043D\u0435 \u043C\u0435\u043D\u0435\u0435 #0 \u0438 \u043D\u0435 \u0431\u043E\u043B\u0435\u0435 #1.
The_number_of_planes_must_be_an_integer_larger_than_or_equal_to_X = \u041A\u043E\u043B\u0438\u0447\u0435\u0441\u0442\u0432\u043E \u043F\u043B\u043E\u0441\u043A\u043E\u0441\u0442\u0435\u0439 \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u0446\u0435\u043B\u044B\u043C \u0447\u0438\u0441\u043B\u043E\u043C, \u0431\u043E\u043B\u044C\u0448\u0438\u043C \u0438\u043B\u0438 \u0440\u0430\u0432\u043D\u044B\u043C #.
The_number_of_points_in_each_grid_direction_must_be_positive = \u041A\u043E\u043B\u0438\u0447\u0435\u0441\u0442\u0432\u043E \u0442\u043E\u0447\u0435\u043A \u0432 \u043A\u0430\u0436\u0434\u043E\u043C \u043D\u0430\u043F\u0440\u0430\u0432\u043B\u0435\u043D\u0438\u0438 \u0441\u0435\u0442\u043A\u0438 \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u043F\u043E\u043B\u043E\u0436\u0438\u0442\u0435\u043B\u044C\u043D\u044B\u043C.
The_number_of_rays_must_be_a_positive_integer = \u041A\u043E\u043B\u0438\u0447\u0435\u0441\u0442\u0432\u043E \u043B\u0443\u0447\u0435\u0439 \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u0446\u0435\u043B\u044B\u043C \u043F\u043E\u043B\u043E\u0436\u0438\u0442\u0435\u043B\u044C\u043D\u044B\u043C \u0447\u0438\u0441\u043B\u043E\u043C.
The_Nyquist_plot_requires_that_one_outer_solution_is_chosen = \u0413\u0440\u0430\u0444\u0438\u043A \u041D\u0430\u0439\u043A\u0432\u0438\u0441\u0442\u0430 \u0442\u0440\u0435\u0431\u0443\u0435\u0442, \u0447\u0442\u043E\u0431\u044B \u0431\u044B\u043B\u043E \u0432\u044B\u0431\u0440\u0430\u043D\u043E \u043E\u0434\u043D\u043E \u0432\u043D\u0435\u0448\u043D\u0435\u0435 \u0440\u0435\u0448\u0435\u043D\u0438\u0435.
The_operation_cannot_be_performed_as_the_involved_geometries_have_different_length_units = \u042D\u0442\u0443 \u043E\u043F\u0435\u0440\u0430\u0446\u0438\u044E \u043D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u0432\u044B\u043F\u043E\u043B\u043D\u0438\u0442\u044C, \u043F\u043E\u0441\u043A\u043E\u043B\u044C\u043A\u0443 \u0437\u0430\u0434\u0435\u0439\u0441\u0442\u0432\u043E\u0432\u0430\u043D\u043D\u044B\u0435 \u0433\u0435\u043E\u043C\u0435\u0442\u0440\u0438\u0438 \u0438\u043C\u0435\u044E\u0442 \u0440\u0430\u0437\u043D\u044B\u0435 \u0435\u0434\u0438\u043D\u0438\u0446\u044B \u0434\u043B\u0438\u043D\u044B.
The_operation_cannot_be_performed_for_data_that_covers_more_than_one_sector = \u041E\u043F\u0435\u0440\u0430\u0446\u0438\u044E \u043D\u0435\u043B\u044C\u0437\u044F \u0432\u044B\u043F\u043E\u043B\u043D\u0438\u0442\u044C \u0434\u043B\u044F \u0434\u0430\u043D\u043D\u044B\u0445, \u043E\u0445\u0432\u0430\u0442\u044B\u0432\u0430\u044E\u0449\u0438\u0445 \u0431\u043E\u043B\u0435\u0435 \u043E\u0434\u043D\u043E\u0433\u043E \u0441\u0435\u043A\u0442\u043E\u0440\u0430.
The_operation_is_not_defined_for_this_dataset_type = \u041E\u043F\u0435\u0440\u0430\u0446\u0438\u044F \u043D\u0435 \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D\u0430 \u0434\u043B\u044F \u044D\u0442\u043E\u0433\u043E \u0442\u0438\u043F\u0430 \u043D\u0430\u0431\u043E\u0440\u0430 \u0434\u0430\u043D\u043D\u044B\u0445.
The_operation_is_only_supported_for_one_single_point = \u041E\u043F\u0435\u0440\u0430\u0446\u0438\u044F \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u0435\u0442\u0441\u044F \u0442\u043E\u043B\u044C\u043A\u043E \u0434\u043B\u044F \u043E\u0434\u043D\u043E\u0439 \u0442\u043E\u0447\u043A\u0438.
The_optical_aberration_plot_requires_an_intersection_point_3D_dataset = \u0414\u043B\u044F \u0433\u0440\u0430\u0444\u0438\u043A\u0430 \u043E\u043F\u0442\u0438\u0447\u0435\u0441\u043A\u043E\u0439 \u0430\u0431\u0435\u0440\u0440\u0430\u0446\u0438\u0438 \u0442\u0440\u0435\u0431\u0443\u0435\u0442\u0441\u044F \u043D\u0430\u0431\u043E\u0440 \u0434\u0430\u043D\u043D\u044B\u0445 Intersection Point 3D.
The_orthogonal_vector_cannot_be_parallel_to_the_cut_line = \u041E\u0440\u0442\u043E\u0433\u043E\u043D\u0430\u043B\u044C\u043D\u044B\u0439 \u0432\u0435\u043A\u0442\u043E\u0440 \u043D\u0435 \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u043F\u0430\u0440\u0430\u043B\u043B\u0435\u043B\u0435\u043D \u043B\u0438\u043D\u0438\u0438 \u0440\u0430\u0437\u0440\u0435\u0437\u0430.
The_passband_slope_factor_must_be_greater_than_1 = \u041A\u043E\u044D\u0444\u0444\u0438\u0446\u0438\u0435\u043D\u0442 \u043D\u0430\u043A\u043B\u043E\u043D\u0430 \u043F\u043E\u043B\u043E\u0441\u044B \u043F\u0440\u043E\u043F\u0443\u0441\u043A\u0430\u043D\u0438\u044F \u0434\u043E\u043B\u0436\u0435\u043D \u0431\u044B\u0442\u044C \u0431\u043E\u043B\u044C\u0448\u0435 1.
The_passband_slope_factor_must_be_finite = \u041A\u043E\u044D\u0444\u0444\u0438\u0446\u0438\u0435\u043D\u0442 \u043D\u0430\u043A\u043B\u043E\u043D\u0430 \u043F\u043E\u043B\u043E\u0441\u044B \u043F\u0440\u043E\u043F\u0443\u0441\u043A\u0430\u043D\u0438\u044F \u0434\u043E\u043B\u0436\u0435\u043D \u0431\u044B\u0442\u044C \u043A\u043E\u043D\u0435\u0447\u043D\u044B\u043C.
The_plot_data_does_not_represent_a_closed_surface = \u0414\u0430\u043D\u043D\u044B\u0435 \u0433\u0440\u0430\u0444\u0438\u043A\u0430 \u043D\u0435 \u043F\u0440\u0435\u0434\u0441\u0442\u0430\u0432\u043B\u044F\u044E\u0442 \u0441\u043E\u0431\u043E\u0439 \u0437\u0430\u043C\u043A\u043D\u0443\u0442\u0443\u044E \u043F\u043E\u0432\u0435\u0440\u0445\u043D\u043E\u0441\u0442\u044C.
The_point_data_must_be_a_X-by-Y_matrix = \u0414\u0430\u043D\u043D\u044B\u0435 \u0442\u043E\u0447\u043A\u0438 \u0434\u043E\u043B\u0436\u043D\u044B \u043F\u0440\u0435\u0434\u0441\u0442\u0430\u0432\u043B\u044F\u0442\u044C \u0441\u043E\u0431\u043E\u0439 \u043C\u0430\u0442\u0440\u0438\u0446\u0443 #0-by-#1.
The_point_is_outside_of_the_geometry = \u0414\u0435\u043B\u043E \u043D\u0430\u0445\u043E\u0434\u0438\u0442\u0441\u044F \u0437\u0430 \u043F\u0440\u0435\u0434\u0435\u043B\u0430\u043C\u0438 \u0433\u0435\u043E\u043C\u0435\u0442\u0440\u0438\u0438.
The_precision_input_must_be_an_integer_between_1_and_17 = \u0422\u043E\u0447\u043D\u043E\u0441\u0442\u044C \u0432\u0432\u043E\u0434\u0430 \u0434\u043E\u043B\u0436\u043D\u0430 \u0431\u044B\u0442\u044C \u0446\u0435\u043B\u044B\u043C \u0447\u0438\u0441\u043B\u043E\u043C \u043E\u0442 1 \u0434\u043E 17.
The_presentation_file_X_is_open_in_another_program._Please_close_the_file_and_then_try_again = \u0424\u0430\u0439\u043B \u043F\u0440\u0435\u0437\u0435\u043D\u0442\u0430\u0446\u0438\u0438 '#' \u043E\u0442\u043A\u0440\u044B\u0442 \u0432 \u0434\u0440\u0443\u0433\u043E\u0439 \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u043C\u0435.\n\u041F\u043E\u0436\u0430\u043B\u0443\u0439\u0441\u0442\u0430, \u0437\u0430\u043A\u0440\u043E\u0439\u0442\u0435 \u0444\u0430\u0439\u043B \u0438 \u043F\u043E\u0432\u0442\u043E\u0440\u0438\u0442\u0435 \u043F\u043E\u043F\u044B\u0442\u043A\u0443.
The_ray_of_specified_index_was_not_found_in_the_cut_plane = \u041B\u0443\u0447 \u0437\u0430\u0434\u0430\u043D\u043D\u043E\u0433\u043E \u0438\u043D\u0434\u0435\u043A\u0441\u0430 \u043D\u0435 \u043D\u0430\u0439\u0434\u0435\u043D \u0432 \u043F\u043B\u043E\u0441\u043A\u043E\u0441\u0442\u0438 \u0441\u0435\u0447\u0435\u043D\u0438\u044F.
The_reference_value_must_be_positive = \u042D\u0442\u0430\u043B\u043E\u043D\u043D\u043E\u0435 \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u0435 \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u043F\u043E\u043B\u043E\u0436\u0438\u0442\u0435\u043B\u044C\u043D\u044B\u043C.
The_report_file_X_is_open_in_another_program._Please_close_the_file_and_then_try_again = \u0424\u0430\u0439\u043B \u043E\u0442\u0447\u0435\u0442\u0430 '#' \u043E\u0442\u043A\u0440\u044B\u0442 \u0432 \u0434\u0440\u0443\u0433\u043E\u0439 \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u043C\u0435.\n\u041F\u043E\u0436\u0430\u043B\u0443\u0439\u0441\u0442\u0430, \u0437\u0430\u043A\u0440\u043E\u0439\u0442\u0435 \u0444\u0430\u0439\u043B \u0438 \u043F\u043E\u0432\u0442\u043E\u0440\u0438\u0442\u0435 \u043F\u043E\u043F\u044B\u0442\u043A\u0443.
The_ripple_factor_must_lie_between_0_and_1 = \u041A\u043E\u044D\u0444\u0444\u0438\u0446\u0438\u0435\u043D\u0442 \u043F\u0443\u043B\u044C\u0441\u0430\u0446\u0438\u0438 \u0434\u043E\u043B\u0436\u0435\u043D \u043D\u0430\u0445\u043E\u0434\u0438\u0442\u044C\u0441\u044F \u0432 \u0434\u0438\u0430\u043F\u0430\u0437\u043E\u043D\u0435 \u043E\u0442 0 \u0434\u043E 1.
The_sampling_frequency_must_be_finite = \u0427\u0430\u0441\u0442\u043E\u0442\u0430 \u0434\u0438\u0441\u043A\u0440\u0435\u0442\u0438\u0437\u0430\u0446\u0438\u0438 \u0434\u043E\u043B\u0436\u043D\u0430 \u0431\u044B\u0442\u044C \u043A\u043E\u043D\u0435\u0447\u043D\u043E\u0439.
The_sampling_frequency_must_be_positive = \u0427\u0430\u0441\u0442\u043E\u0442\u0430 \u0434\u0438\u0441\u043A\u0440\u0435\u0442\u0438\u0437\u0430\u0446\u0438\u0438 \u0434\u043E\u043B\u0436\u043D\u0430 \u0431\u044B\u0442\u044C \u043F\u043E\u043B\u043E\u0436\u0438\u0442\u0435\u043B\u044C\u043D\u043E\u0439.
The_selected_node_is_not_applicable_for_the_preset_target = \u0412\u044B\u0431\u0440\u0430\u043D\u043D\u044B\u0439 \u0443\u0437\u0435\u043B \u043D\u0435\u043F\u0440\u0438\u043C\u0435\u043D\u0438\u043C \u0434\u043B\u044F \u0437\u0430\u0434\u0430\u043D\u043D\u043E\u0439 \u0446\u0435\u043B\u0438.
The_selected_Microsoft_PowerPoint_template_file_is_not_available._Please_specify_a_valid_template_file_or_use_the_default_internal_template = \u0412\u044B\u0431\u0440\u0430\u043D\u043D\u044B\u0439 \u0444\u0430\u0439\u043B \u0448\u0430\u0431\u043B\u043E\u043D\u0430 Microsoft PowerPoint \u043D\u0435\u0434\u043E\u0441\u0442\u0443\u043F\u0435\u043D.\n\u0423\u043A\u0430\u0436\u0438\u0442\u0435 \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0442\u0435\u043B\u044C\u043D\u044B\u0439 \u0444\u0430\u0439\u043B \u0448\u0430\u0431\u043B\u043E\u043D\u0430 \u0438\u043B\u0438 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0439\u0442\u0435 \u0432\u043D\u0443\u0442\u0440\u0435\u043D\u043D\u0438\u0439 \u0448\u0430\u0431\u043B\u043E\u043D \u043F\u043E \u0443\u043C\u043E\u043B\u0447\u0430\u043D\u0438\u044E.
The_solution_does_not_contain_any_Assemble_or_Modal_feature = \u0420\u0435\u0448\u0435\u043D\u0438\u0435 \u043D\u0435 \u0441\u043E\u0434\u0435\u0440\u0436\u0438\u0442 \u043A\u0430\u043A\u0438\u0445-\u043B\u0438\u0431\u043E \u0444\u0443\u043D\u043A\u0446\u0438\u0439 Assemble \u0438\u043B\u0438 Modal.
The_solution_does_not_contain_any_layered_shell = \u0420\u0430\u0441\u0442\u0432\u043E\u0440 \u043D\u0435 \u0441\u043E\u0434\u0435\u0440\u0436\u0438\u0442 \u0441\u043B\u043E\u0438\u0441\u0442\u043E\u0439 \u043E\u0431\u043E\u043B\u043E\u0447\u043A\u0438. 
The_solutions_are_incompatible = \u0420\u0435\u0448\u0435\u043D\u0438\u044F \u043D\u0435\u0441\u043E\u0432\u043C\u0435\u0441\u0442\u0438\u043C\u044B.
The_spot_diagram_plot_is_only_supported_for_ray_tracing_in_3D_geometries = \u0413\u0440\u0430\u0444\u0438\u043A \u0442\u043E\u0447\u0435\u0447\u043D\u043E\u0439 \u0434\u0438\u0430\u0433\u0440\u0430\u043C\u043C\u044B \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u0435\u0442\u0441\u044F \u0442\u043E\u043B\u044C\u043A\u043E \u0434\u043B\u044F \u0442\u0440\u0430\u0441\u0441\u0438\u0440\u043E\u0432\u043A\u0438 \u043B\u0443\u0447\u0435\u0439 \u0432 \u0442\u0440\u0435\u0445\u043C\u0435\u0440\u043D\u044B\u0445 \u0433\u0435\u043E\u043C\u0435\u0442\u0440\u0438\u044F\u0445.
The_source_dataset_must_be_nonsingular = \u0418\u0441\u0445\u043E\u0434\u043D\u044B\u0439 \u043D\u0430\u0431\u043E\u0440 \u0434\u0430\u043D\u043D\u044B\u0445 \u043D\u0435 \u0434\u043E\u043B\u0436\u0435\u043D \u0431\u044B\u0442\u044C \u0441\u0438\u043D\u0433\u0443\u043B\u044F\u0440\u043D\u044B\u043C.
The_stored_particle_trajectories_have_the_wrong_dimension = \u0421\u043E\u0445\u0440\u0430\u043D\u0435\u043D\u043D\u044B\u0435 \u0442\u0440\u0430\u0435\u043A\u0442\u043E\u0440\u0438\u0438 \u0447\u0430\u0441\u0442\u0438\u0446 \u0438\u043C\u0435\u044E\u0442 \u043D\u0435\u043F\u0440\u0430\u0432\u0438\u043B\u044C\u043D\u044B\u0439 \u0440\u0430\u0437\u043C\u0435\u0440.
The_stored_ray_trajectories_have_the_wrong_dimension = \u0421\u043E\u0445\u0440\u0430\u043D\u0435\u043D\u043D\u044B\u0435 \u0442\u0440\u0430\u0435\u043A\u0442\u043E\u0440\u0438\u0438 \u043B\u0443\u0447\u0435\u0439 \u0438\u043C\u0435\u044E\u0442 \u043D\u0435\u043F\u0440\u0430\u0432\u0438\u043B\u044C\u043D\u0443\u044E \u0440\u0430\u0437\u043C\u0435\u0440\u043D\u043E\u0441\u0442\u044C.
The_surface_where_the_cut_line_is_defined_is_empty = \u041F\u043E\u0432\u0435\u0440\u0445\u043D\u043E\u0441\u0442\u044C, \u043D\u0430 \u043A\u043E\u0442\u043E\u0440\u043E\u0439 \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D\u0430 \u043B\u0438\u043D\u0438\u044F \u0440\u0430\u0437\u0440\u0435\u0437\u0430, \u043F\u0443\u0441\u0442\u0430.
The_table_does_not_contain_valid_Sobol_index_data = \u0422\u0430\u0431\u043B\u0438\u0446\u0430 \u043D\u0435 \u0441\u043E\u0434\u0435\u0440\u0436\u0438\u0442 \u0434\u043E\u043F\u0443\u0441\u0442\u0438\u043C\u044B\u0445 \u0434\u0430\u043D\u043D\u044B\u0445 \u0438\u043D\u0434\u0435\u043A\u0441\u0430 \u0421\u043E\u0431\u043E\u043B\u044F.
The_time_average_dataset_can_only_handle_time-dependent_solutions = \u041D\u0430\u0431\u043E\u0440 \u0434\u0430\u043D\u043D\u044B\u0445 \u043E \u0441\u0440\u0435\u0434\u043D\u0435\u043C \u043F\u043E \u0432\u0440\u0435\u043C\u0435\u043D\u0438 \u043C\u043E\u0436\u0435\u0442 \u043E\u0431\u0440\u0430\u0431\u0430\u0442\u044B\u0432\u0430\u0442\u044C \u0442\u043E\u043B\u044C\u043A\u043E \u0440\u0435\u0448\u0435\u043D\u0438\u044F, \u0437\u0430\u0432\u0438\u0441\u044F\u0449\u0438\u0435 \u043E\u0442 \u0432\u0440\u0435\u043C\u0435\u043D\u0438.
The_time_integral_dataset_can_only_handle_time-dependent_solutions = \u041D\u0430\u0431\u043E\u0440 \u0434\u0430\u043D\u043D\u044B\u0445 \u0438\u043D\u0442\u0435\u0433\u0440\u0430\u043B\u0430 \u0432\u0440\u0435\u043C\u0435\u043D\u0438 \u043C\u043E\u0436\u0435\u0442 \u043E\u0431\u0440\u0430\u0431\u0430\u0442\u044B\u0432\u0430\u0442\u044C \u0442\u043E\u043B\u044C\u043A\u043E \u0440\u0435\u0448\u0435\u043D\u0438\u044F, \u0437\u0430\u0432\u0438\u0441\u044F\u0449\u0438\u0435 \u043E\u0442 \u0432\u0440\u0435\u043C\u0435\u043D\u0438.
The_times_or_parameters_must_be_nondecreasing_when_a_cumulative_integral_is_computed = \u0412\u0440\u0435\u043C\u044F \u0438\u043B\u0438 \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u044B \u043D\u0435 \u0434\u043E\u043B\u0436\u043D\u044B \u0443\u043C\u0435\u043D\u044C\u0448\u0430\u0442\u044C\u0441\u044F \u043F\u0440\u0438 \u0432\u044B\u0447\u0438\u0441\u043B\u0435\u043D\u0438\u0438 \u043A\u0443\u043C\u0443\u043B\u044F\u0442\u0438\u0432\u043D\u043E\u0433\u043E \u0438\u043D\u0442\u0435\u0433\u0440\u0430\u043B\u0430.
The_tube_radius_data_must_have_the_same_length_as_the_point_data_or_be_empty = \u0414\u0430\u043D\u043D\u044B\u0435 \u043E \u0440\u0430\u0434\u0438\u0443\u0441\u0435 \u0442\u0440\u0443\u0431\u044B \u0434\u043E\u043B\u0436\u043D\u044B \u0438\u043C\u0435\u0442\u044C \u0442\u0443 \u0436\u0435 \u0434\u043B\u0438\u043D\u0443, \u0447\u0442\u043E \u0438 \u0434\u0430\u043D\u043D\u044B\u0435 \u0442\u043E\u0447\u043A\u0438, \u0438\u043B\u0438 \u0431\u044B\u0442\u044C \u043F\u0443\u0441\u0442\u044B\u043C\u0438.
The_tolerance_must_be_positive = \u0422\u043E\u043B\u0435\u0440\u0430\u043D\u0442\u043D\u043E\u0441\u0442\u044C \u0434\u043E\u043B\u0436\u043D\u0430 \u0431\u044B\u0442\u044C \u043F\u043E\u043B\u043E\u0436\u0438\u0442\u0435\u043B\u044C\u043D\u043E\u0439. 
The_vector_data_must_be_a_X-by-Y_matrix = \u0412\u0435\u043A\u0442\u043E\u0440\u043D\u044B\u0435 \u0434\u0430\u043D\u043D\u044B\u0435 \u0434\u043E\u043B\u0436\u043D\u044B \u043F\u0440\u0435\u0434\u0441\u0442\u0430\u0432\u043B\u044F\u0442\u044C \u0441\u043E\u0431\u043E\u0439 \u043C\u0430\u0442\u0440\u0438\u0446\u0443 #0-by-#1.
The_volume_of_the_room_must_be_larger_than_X = \u041E\u0431\u044A\u0435\u043C \u043A\u043E\u043C\u043D\u0430\u0442\u044B \u0434\u043E\u043B\u0436\u0435\u043D \u0431\u044B\u0442\u044C \u0431\u043E\u043B\u044C\u0448\u0435 #.
The_volume_where_the_cut_line_is_defined_is_empty = \u041E\u0431\u044A\u0435\u043C, \u0432 \u043A\u043E\u0442\u043E\u0440\u043E\u043C \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D\u0430 \u043B\u0438\u043D\u0438\u044F \u0440\u0430\u0437\u0440\u0435\u0437\u0430, \u043F\u0443\u0441\u0442.
The_volume_where_the_cut_plane_is_defined_is_empty = \u041E\u0431\u044A\u0435\u043C, \u0432 \u043A\u043E\u0442\u043E\u0440\u043E\u043C \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D\u0430 \u043F\u043B\u043E\u0441\u043A\u043E\u0441\u0442\u044C \u0441\u0435\u0447\u0435\u043D\u0438\u044F, \u043F\u0443\u0441\u0442.
The_web_browser_does_not_support_the_tag_X = \u0412\u0435\u0431-\u0431\u0440\u0430\u0443\u0437\u0435\u0440 \u043D\u0435 \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u0435\u0442 \u0442\u0435\u0433 '#'.
The_width_cannot_be_zero_pixels = \u0428\u0438\u0440\u0438\u043D\u0430 \u043D\u0435 \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u0440\u0430\u0432\u043D\u0430 \u043D\u0443\u043B\u044E \u043F\u0438\u043A\u0441\u0435\u043B\u0435\u0439.
The_width_must_be_positive_and_finite = \u0428\u0438\u0440\u0438\u043D\u0430 \u0434\u043E\u043B\u0436\u043D\u0430 \u0431\u044B\u0442\u044C \u043F\u043E\u043B\u043E\u0436\u0438\u0442\u0435\u043B\u044C\u043D\u043E\u0439 \u0438 \u043A\u043E\u043D\u0435\u0447\u043D\u043E\u0439.
There_already_is_a_variable_called_X_Result_parameters_must_have_names_that_are_not_in_use = \u0423\u0436\u0435 \u0441\u0443\u0449\u0435\u0441\u0442\u0432\u0443\u0435\u0442 \u043F\u0435\u0440\u0435\u043C\u0435\u043D\u043D\u0430\u044F \u0441 \u0438\u043C\u0435\u043D\u0435\u043C '#'. \u041F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u044B \u0440\u0435\u0437\u0443\u043B\u044C\u0442\u0430\u0442\u0430 \u0434\u043E\u043B\u0436\u043D\u044B \u0438\u043C\u0435\u0442\u044C \u0438\u043C\u0435\u043D\u0430, \u043A\u043E\u0442\u043E\u0440\u044B\u0435 \u043D\u0435 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u044E\u0442\u0441\u044F.
There_is_no_2D_or_3D_dataset_that_can_be_used_to_define_a_cut_line = \u041D\u0435 \u0441\u0443\u0449\u0435\u0441\u0442\u0432\u0443\u0435\u0442 \u043D\u0430\u0431\u043E\u0440\u0430 2D \u0438\u043B\u0438 3D \u0434\u0430\u043D\u043D\u044B\u0445, \u043A\u043E\u0442\u043E\u0440\u044B\u0439 \u043C\u043E\u0436\u043D\u043E \u0431\u044B\u043B\u043E \u0431\u044B \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C \u0434\u043B\u044F \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D\u0438\u044F \u043B\u0438\u043D\u0438\u0438 \u0440\u0430\u0437\u0440\u0435\u0437\u0430.
There_is_no_3D_dataset_that_can_be_used_to_define_a_cut_plane = \u041D\u0435 \u0441\u0443\u0449\u0435\u0441\u0442\u0432\u0443\u0435\u0442 \u043D\u0430\u0431\u043E\u0440\u0430 3D-\u0434\u0430\u043D\u043D\u044B\u0445, \u043A\u043E\u0442\u043E\u0440\u044B\u0439 \u043C\u043E\u0436\u043D\u043E \u0431\u044B\u043B\u043E \u0431\u044B \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C \u0434\u043B\u044F \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D\u0438\u044F \u043F\u043B\u043E\u0441\u043A\u043E\u0441\u0442\u0438 \u0441\u0435\u0447\u0435\u043D\u0438\u044F.
There_is_no_time_variable_to_sweep_over = \u0412\u0440\u0435\u043C\u0435\u043D\u043D\u0430\u044F \u043F\u0435\u0440\u0435\u043C\u0435\u043D\u043D\u0430\u044F, \u043A\u043E\u0442\u043E\u0440\u0443\u044E \u043C\u043E\u0436\u043D\u043E \u0431\u044B\u043B\u043E \u0431\u044B \u043E\u0445\u0432\u0430\u0442\u0438\u0442\u044C, \u043E\u0442\u0441\u0443\u0442\u0441\u0442\u0432\u0443\u0435\u0442.
There_is_no_particle_tracing_data_available = \u0414\u0430\u043D\u043D\u044B\u0445 \u043F\u043E \u043E\u0442\u0441\u043B\u0435\u0436\u0438\u0432\u0430\u043D\u0438\u044E \u0447\u0430\u0441\u0442\u0438\u0446 \u043D\u0435\u0442.
There_is_no_ray_tracing_data_available = \u0414\u0430\u043D\u043D\u044B\u0435 \u0442\u0440\u0430\u0441\u0441\u0438\u0440\u043E\u0432\u043A\u0438 \u043B\u0443\u0447\u0435\u0439 \u043E\u0442\u0441\u0443\u0442\u0441\u0442\u0432\u0443\u044E\u0442.
Too_many_evaluation_points = \u0421\u043B\u0438\u0448\u043A\u043E\u043C \u043C\u043D\u043E\u0433\u043E \u043E\u0446\u0435\u043D\u043E\u0447\u043D\u044B\u0445 \u0431\u0430\u043B\u043B\u043E\u0432.
Trajectories_cannot_be_plotted_as_lines_when_using_a_receiver_dataset = \u0422\u0440\u0430\u0435\u043A\u0442\u043E\u0440\u0438\u0438 \u043D\u0435\u043B\u044C\u0437\u044F \u043E\u0442\u043E\u0431\u0440\u0430\u0436\u0430\u0442\u044C \u0432 \u0432\u0438\u0434\u0435 \u043B\u0438\u043D\u0438\u0439 \u043F\u0440\u0438 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043D\u0438\u0438 \u043D\u0430\u0431\u043E\u0440\u0430 \u0434\u0430\u043D\u043D\u044B\u0445 \u043F\u0440\u0438\u0435\u043C\u043D\u0438\u043A\u0430.
Trajectories_cannot_be_plotted_as_lines_when_using_an_intersection_point_dataset = \u0422\u0440\u0430\u0435\u043A\u0442\u043E\u0440\u0438\u0438 \u043D\u0435\u043B\u044C\u0437\u044F \u043E\u0442\u043E\u0431\u0440\u0430\u0436\u0430\u0442\u044C \u0432 \u0432\u0438\u0434\u0435 \u043B\u0438\u043D\u0438\u0439 \u043F\u0440\u0438 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043D\u0438\u0438 \u043D\u0430\u0431\u043E\u0440\u0430 \u0434\u0430\u043D\u043D\u044B\u0445 \u0442\u043E\u0447\u0435\u043A \u043F\u0435\u0440\u0435\u0441\u0435\u0447\u0435\u043D\u0438\u044F.
Transformations_can_only_be_applied_to_matrices_that_have_identical_dimensions = \u041F\u0440\u0435\u043E\u0431\u0440\u0430\u0437\u043E\u0432\u0430\u043D\u0438\u044F \u043C\u043E\u0436\u043D\u043E \u043F\u0440\u0438\u043C\u0435\u043D\u044F\u0442\u044C \u0442\u043E\u043B\u044C\u043A\u043E \u043A \u043C\u0430\u0442\u0440\u0438\u0446\u0430\u043C, \u0438\u043C\u0435\u044E\u0449\u0438\u043C \u043E\u0434\u0438\u043D\u0430\u043A\u043E\u0432\u044B\u0435 \u0440\u0430\u0437\u043C\u0435\u0440\u044B.
Transformations_can_only_be_applied_to_square_matrices = \u041F\u0440\u0435\u043E\u0431\u0440\u0430\u0437\u043E\u0432\u0430\u043D\u0438\u044F \u043C\u043E\u0436\u043D\u043E \u043F\u0440\u0438\u043C\u0435\u043D\u044F\u0442\u044C \u0442\u043E\u043B\u044C\u043A\u043E \u043A \u043A\u0432\u0430\u0434\u0440\u0430\u0442\u043D\u044B\u043C \u043C\u0430\u0442\u0440\u0438\u0446\u0430\u043C.
Transverse_and_normal_directions_must_not_be_parallel = \u041F\u043E\u043F\u0435\u0440\u0435\u0447\u043D\u043E\u0435 \u0438 \u043D\u043E\u0440\u043C\u0430\u043B\u044C\u043D\u043E\u0435 \u043D\u0430\u043F\u0440\u0430\u0432\u043B\u0435\u043D\u0438\u044F \u043D\u0435 \u0434\u043E\u043B\u0436\u043D\u044B \u0431\u044B\u0442\u044C \u043F\u0430\u0440\u0430\u043B\u043B\u0435\u043B\u044C\u043D\u044B.
# - U --------------------------------------------------------------------- U -
Undefined_matrix_variable = \u041D\u0435\u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D\u043D\u0430\u044F \u043C\u0430\u0442\u0440\u0438\u0447\u043D\u0430\u044F \u043F\u0435\u0440\u0435\u043C\u0435\u043D\u043D\u0430\u044F.
Unexpected_size_of_render_data = \u041D\u0435\u043E\u0436\u0438\u0434\u0430\u043D\u043D\u044B\u0439 \u0440\u0430\u0437\u043C\u0435\u0440 \u0434\u0430\u043D\u043D\u044B\u0445 \u0440\u0435\u043D\u0434\u0435\u0440\u0438\u043D\u0433\u0430.
Unmatched_closing_tag_for_style_element[XML] = \u041D\u0435\u0441\u043E\u043F\u043E\u0441\u0442\u0430\u0432\u0438\u043C\u044B\u0439 \u0437\u0430\u043A\u0440\u044B\u0432\u0430\u044E\u0449\u0438\u0439 \u0442\u0435\u0433 \u0434\u043B\u044F \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u0430 \u0441\u0442\u0438\u043B\u044F.
Unmatched_opening_tag_for_style_element[XML] = \u041D\u0435\u0441\u043E\u0432\u043F\u0430\u0434\u0430\u044E\u0449\u0438\u0439 \u043E\u0442\u043A\u0440\u044B\u0432\u0430\u044E\u0449\u0438\u0439 \u0442\u0435\u0433 \u0434\u043B\u044F \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u0430 \u0441\u0442\u0438\u043B\u044F.
Unsupported_dataset = \u041D\u0435\u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u0435\u043C\u044B\u0439 \u043D\u0430\u0431\u043E\u0440 \u0434\u0430\u043D\u043D\u044B\u0445.
Unsupported_presentation_operation = \u041D\u0435\u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u0435\u043C\u0430\u044F \u043E\u043F\u0435\u0440\u0430\u0446\u0438\u044F \u043F\u0440\u0435\u0437\u0435\u043D\u0442\u0430\u0446\u0438\u0438.
Unsupported_report_operation = \u041D\u0435\u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u0435\u043C\u0430\u044F \u043E\u043F\u0435\u0440\u0430\u0446\u0438\u044F \u043E\u0442\u0447\u0435\u0442\u0430.
# - V --------------------------------------------------------------------- V -
Variance_can_only_be_applied_to_real_data = \u041E\u0442\u043A\u043B\u043E\u043D\u0435\u043D\u0438\u0435 \u043C\u043E\u0436\u043D\u043E \u043F\u0440\u0438\u043C\u0435\u043D\u044F\u0442\u044C \u0442\u043E\u043B\u044C\u043A\u043E \u043A \u0440\u0435\u0430\u043B\u044C\u043D\u044B\u043C \u0434\u0430\u043D\u043D\u044B\u043C.
# - W --------------------------------------------------------------------- W -
Wrong_number_of_lines_in_new_table_column_data = \u041D\u0435\u0432\u0435\u0440\u043D\u043E\u0435 \u043A\u043E\u043B\u0438\u0447\u0435\u0441\u0442\u0432\u043E \u0441\u0442\u0440\u043E\u043A \u0432 \u0434\u0430\u043D\u043D\u044B\u0445 \u043D\u043E\u0432\u043E\u0433\u043E \u0441\u0442\u043E\u043B\u0431\u0446\u0430 \u0442\u0430\u0431\u043B\u0438\u0446\u044B.
# - X --------------------------------------------------------------------- X -
X_must_have_the_same_unit_as_the_expression = '#' \u0434\u043E\u043B\u0436\u043D\u043E \u0438\u043C\u0435\u0442\u044C \u0442\u0443 \u0436\u0435 \u0435\u0434\u0438\u043D\u0438\u0446\u0443 \u0438\u0437\u043C\u0435\u0440\u0435\u043D\u0438\u044F, \u0447\u0442\u043E \u0438 \u0432\u044B\u0440\u0430\u0436\u0435\u043D\u0438\u0435.
XD_radiation_pattern_plots_can_only_be_performed_for_2D_or_3D_geometries = #D \u0433\u0440\u0430\u0444\u0438\u043A\u0438 \u0434\u0438\u0430\u0433\u0440\u0430\u043C\u043C \u043D\u0430\u043F\u0440\u0430\u0432\u043B\u0435\u043D\u043D\u043E\u0441\u0442\u0438 \u043C\u043E\u0433\u0443\u0442 \u0431\u044B\u0442\u044C \u0432\u044B\u043F\u043E\u043B\u043D\u0435\u043D\u044B \u0442\u043E\u043B\u044C\u043A\u043E \u0434\u043B\u044F 2D \u0438\u043B\u0438 3D \u0433\u0435\u043E\u043C\u0435\u0442\u0440\u0438\u0438.
XD_radiation_pattern_plots_can_only_be_performed_for_3D_or_2D_axisymmetric_geometries = #D \u0433\u0440\u0430\u0444\u0438\u043A\u0438 \u0434\u0438\u0430\u0433\u0440\u0430\u043C\u043C \u043D\u0430\u043F\u0440\u0430\u0432\u043B\u0435\u043D\u043D\u043E\u0441\u0442\u0438 \u043C\u043E\u0433\u0443\u0442 \u0431\u044B\u0442\u044C \u0432\u044B\u043F\u043E\u043B\u043D\u0435\u043D\u044B \u0442\u043E\u043B\u044C\u043A\u043E \u0434\u043B\u044F 3D \u0438\u043B\u0438 2D \u043E\u0441\u0435\u0441\u0438\u043C\u043C\u0435\u0442\u0440\u0438\u0447\u043D\u043E\u0439 \u0433\u0435\u043E\u043C\u0435\u0442\u0440\u0438\u0438.
# - Y --------------------------------------------------------------------- Y -
You_need_to_specify_a_stylesheet_file = \u0412\u0430\u043C \u043D\u0435\u043E\u0431\u0445\u043E\u0434\u0438\u043C\u043E \u0443\u043A\u0430\u0437\u0430\u0442\u044C \u0444\u0430\u0439\u043B \u0442\u0430\u0431\u043B\u0438\u0446\u044B \u0441\u0442\u0438\u043B\u0435\u0439.
You_need_to_specify_a_template_file = \u0412\u0430\u043C \u043D\u0435\u043E\u0431\u0445\u043E\u0434\u0438\u043C\u043E \u0443\u043A\u0430\u0437\u0430\u0442\u044C \u0444\u0430\u0439\u043B \u0448\u0430\u0431\u043B\u043E\u043D\u0430.
# - Z --------------------------------------------------------------------- Z -
