#
# SolidError_en_US.properties
#
# Copyright (c) 1998-2023 by COMSOL AB
# $Revision: $  $Date: $
#
# English error messages resource file.
#
# Translation to another language:
#
# Replace the English string to the right of
# the = sign with the translated string in the
# local language. The string can contain Unicode
# characters.
#
# Note: Do not change the string to the left
# of the equal sign.
#
# The string can contain \n indicating a line break.
#
# Unicode characters for Greek letters should not be
# translated.
#
# The string can contain a placeholder character # (do
# not confuse this with a # at the beginning of a line
# that contains comments). This placeholder indicates a
# variable name such as the name of a spatial coordinate.
# It should remain in the translated string in the position
# where this word appears in the translated sentence.
#
# The master strings ending in _mnemonic contains a keyboard
# shortcut letter. Replace them with the letter in the local
# language. Bear in mind that all letters on a particular menu
# must be unique and that many menu items in the File and Edit
# menus have established shortcut keys.
#
# Save the translated file as
#
# SolidError_<ISO Language Code>_<ISO Country Code>.properties
#
# for example, for Japanese in Japan,
#
# SolidError_ja_JP.properties



# - # --------------------------------------------------------------------- # -
# - A --------------------------------------------------------------------- A -
A_geometry_without_points_cannot_be_used_in_Periodic_Condition = \u0413\u0435\u043E\u043C\u0435\u0442\u0440\u0438\u044E \u0431\u0435\u0437 \u0442\u043E\u0447\u0435\u043A \u043D\u0435\u043B\u044C\u0437\u044F \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C \u0432 \u043F\u0435\u0440\u0438\u043E\u0434\u0438\u0447\u0435\u0441\u043A\u043E\u043C \u0441\u043E\u0441\u0442\u043E\u044F\u043D\u0438\u0438.
Application_point_selection_is_empty = \u0412\u044B\u0431\u043E\u0440 \u0442\u043E\u0447\u043A\u0438 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u044F \u043F\u0443\u0441\u0442.
At_least_one_Attachment_node_is_required_on_the_component = \u041D\u0430 \u043A\u043E\u043C\u043F\u043E\u043D\u0435\u043D\u0442\u0435 \u0434\u043E\u043B\u0436\u0435\u043D \u0431\u044B\u0442\u044C \u0445\u043E\u0442\u044F \u0431\u044B \u043E\u0434\u0438\u043D \u0443\u0437\u0435\u043B Attachment.
Attachment_is_connected_to_more_than_one_body = \u041F\u0440\u0438\u043A\u0440\u0435\u043F\u043B\u0435\u043D\u0438\u0435 \u0441\u0432\u044F\u0437\u0430\u043D\u043E \u0431\u043E\u043B\u0435\u0435 \u0447\u0435\u043C \u0441 \u043E\u0434\u043D\u0438\u043C \u0442\u0435\u043B\u043E\u043C.
Automatic_joint_creation_requires_a_geometry_sequence = \u0414\u043B\u044F \u0430\u0432\u0442\u043E\u043C\u0430\u0442\u0438\u0447\u0435\u0441\u043A\u043E\u0433\u043E \u0441\u043E\u0437\u0434\u0430\u043D\u0438\u044F \u0441\u043E\u0435\u0434\u0438\u043D\u0435\u043D\u0438\u044F \u0442\u0440\u0435\u0431\u0443\u0435\u0442\u0441\u044F \u0433\u0435\u043E\u043C\u0435\u0442\u0440\u0438\u0447\u0435\u0441\u043A\u0430\u044F \u043F\u043E\u0441\u043B\u0435\u0434\u043E\u0432\u0430\u0442\u0435\u043B\u044C\u043D\u043E\u0441\u0442\u044C.
A_source_is_not_allowed_to_partially_intersect_the_destination_of_the_same_contact_pair = \u0418\u0441\u0442\u043E\u0447\u043D\u0438\u043A\u0443 \u043D\u0435 \u0440\u0430\u0437\u0440\u0435\u0448\u0430\u0435\u0442\u0441\u044F \u0447\u0430\u0441\u0442\u0438\u0447\u043D\u043E \u043F\u0435\u0440\u0435\u0441\u0435\u043A\u0430\u0442\u044C \u043F\u0443\u043D\u043A\u0442 \u043D\u0430\u0437\u043D\u0430\u0447\u0435\u043D\u0438\u044F \u043E\u0434\u043D\u043E\u0439 \u0438 \u0442\u043E\u0439 \u0436\u0435 \u043F\u0430\u0440\u044B \u043A\u043E\u043D\u0442\u0430\u043A\u0442\u043E\u0432.
# - B --------------------------------------------------------------------- B -
Band_number_must_be_an_integer_value = \u041D\u043E\u043C\u0435\u0440 \u043F\u043E\u043B\u043E\u0441\u044B \u0434\u043E\u043B\u0436\u0435\u043D \u0431\u044B\u0442\u044C \u0446\u0435\u043B\u044B\u043C \u0447\u0438\u0441\u043B\u043E\u043C.
Bend_requires_a_circular_pipe_shape = \u0418\u0437\u0433\u0438\u0431 \u0442\u0440\u0435\u0431\u0443\u0435\u0442 \u043A\u0440\u0443\u0433\u043B\u043E\u0439 \u0444\u043E\u0440\u043C\u044B \u0442\u0440\u0443\u0431\u044B.
Bolt_axis_must_be_in_Z_direction = \u041E\u0441\u044C \u0431\u043E\u043B\u0442\u0430 \u0434\u043E\u043B\u0436\u043D\u0430 \u0431\u044B\u0442\u044C \u0432 \u043D\u0430\u043F\u0440\u0430\u0432\u043B\u0435\u043D\u0438\u0438 Z.
Bolt_length_is_too_short_set_a_greater_value = \u0414\u043B\u0438\u043D\u0430 \u0431\u043E\u043B\u0442\u0430 \u0441\u043B\u0438\u0448\u043A\u043E\u043C \u043A\u043E\u0440\u043E\u0442\u043A\u0430\u044F. \u0423\u0441\u0442\u0430\u043D\u043E\u0432\u0438\u0442\u0435 \u0431\u043E\u043B\u044C\u0448\u0435\u0435 \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u0435.
# - C --------------------------------------------------------------------- C -
Cannot_prune_all_viscoelastic_branches_Please_adjust_the_cutoff_frequencies = \u041D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u043E\u0431\u0440\u0435\u0437\u0430\u0442\u044C \u0432\u0441\u0435 \u0432\u044F\u0437\u043A\u043E\u0443\u043F\u0440\u0443\u0433\u0438\u0435 \u0432\u0435\u0442\u0432\u0438.\n\u041F\u043E\u0436\u0430\u043B\u0443\u0439\u0441\u0442\u0430, \u043E\u0442\u0440\u0435\u0433\u0443\u043B\u0438\u0440\u0443\u0439\u0442\u0435 \u0447\u0430\u0441\u0442\u043E\u0442\u044B \u0441\u0440\u0435\u0437\u0430.
Clearance_values_must_be_positive = \u0417\u043D\u0430\u0447\u0435\u043D\u0438\u044F \u0437\u0430\u0437\u043E\u0440\u0430 \u0434\u043E\u043B\u0436\u043D\u044B \u0431\u044B\u0442\u044C \u043F\u043E\u043B\u043E\u0436\u0438\u0442\u0435\u043B\u044C\u043D\u044B\u043C\u0438.
Component_mode_synthesis_is_not_supported_with_generalized_plane_strain_approximation = \u0421\u0438\u043D\u0442\u0435\u0437 \u0440\u0435\u0436\u0438\u043C\u043E\u0432 \u043A\u043E\u043C\u043F\u043E\u043D\u0435\u043D\u0442\u043E\u0432 \u043D\u0435 \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u0435\u0442\u0441\u044F \u0430\u043F\u043F\u0440\u043E\u043A\u0441\u0438\u043C\u0430\u0446\u0438\u0435\u0439 \u043E\u0431\u043E\u0431\u0449\u0435\u043D\u043D\u043E\u0439 \u043F\u043B\u043E\u0441\u043A\u043E\u0439 \u0434\u0435\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u0438.
Component_mode_synthesis_is_not_supported_with_out_of_plane_mode_extension = \u0421\u0438\u043D\u0442\u0435\u0437 \u0432 \u043A\u043E\u043C\u043F\u043E\u043D\u0435\u043D\u0442\u043D\u043E\u043C \u0440\u0435\u0436\u0438\u043C\u0435 \u043D\u0435 \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u0435\u0442\u0441\u044F \u0440\u0430\u0441\u0448\u0438\u0440\u0435\u043D\u0438\u0435\u043C \u0432\u043D\u0435\u043F\u043B\u043E\u0441\u043A\u043E\u0441\u0442\u043D\u043E\u0433\u043E \u0440\u0435\u0436\u0438\u043C\u0430.
Combined_selection_of_Component_subnodes_should_match_with_the_selection_of_parent_node = \u041A\u043E\u043C\u0431\u0438\u043D\u0438\u0440\u043E\u0432\u0430\u043D\u043D\u044B\u0439 \u0432\u044B\u0431\u043E\u0440 \u043F\u043E\u0434\u0443\u0437\u043B\u043E\u0432 \u043A\u043E\u043C\u043F\u043E\u043D\u0435\u043D\u0442\u043E\u0432 \u0434\u043E\u043B\u0436\u0435\u043D \u0441\u043E\u0432\u043F\u0430\u0434\u0430\u0442\u044C \u0441 \u0432\u044B\u0431\u043E\u0440\u043E\u043C \u0440\u043E\u0434\u0438\u0442\u0435\u043B\u044C\u0441\u043A\u043E\u0433\u043E \u0443\u0437\u043B\u0430.
Consider_using_the_Linear_Elastic_Material_feature_in_the_Solid_Mechanics_interface_together_with_the_Porous-Structure_Boundary_multiphysics_coupling. = \u0420\u0430\u0441\u0441\u043C\u043E\u0442\u0440\u0438\u0442\u0435 \u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E\u0441\u0442\u044C \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043D\u0438\u044F \u0444\u0443\u043D\u043A\u0446\u0438\u0438 Linear Elastic Material \u0432 \u0438\u043D\u0442\u0435\u0440\u0444\u0435\u0439\u0441\u0435 \u043C\u0435\u0445\u0430\u043D\u0438\u043A\u0430 \u0442\u0432\u0435\u0440\u0434\u043E\u0433\u043E \u0442\u0435\u043B\u0430 \u0432\u043C\u0435\u0441\u0442\u0435 \u0441 \u043C\u0443\u043B\u044C\u0442\u0438\u0444\u0438\u0437\u0438\u0447\u0435\u0441\u043A\u043E\u0439 \u0441\u0432\u044F\u0437\u044C\u044E Porous\u2013Structure Boundary.
Consider_using_the_Shell-Beam_connection_multiphysics_coupling_feature_instead. = \u0412\u043C\u0435\u0441\u0442\u043E \u044D\u0442\u043E\u0433\u043E \u0440\u0430\u0441\u0441\u043C\u043E\u0442\u0440\u0438\u0442\u0435 \u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E\u0441\u0442\u044C \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043D\u0438\u044F \u0444\u0443\u043D\u043A\u0446\u0438\u0438 \u043C\u0443\u043B\u044C\u0442\u0438\u0444\u0438\u0437\u0438\u0447\u0435\u0441\u043A\u043E\u0433\u043E \u0441\u043E\u0435\u0434\u0438\u043D\u0435\u043D\u0438\u044F Shell\u2013Beam Connection.
Consider_using_the_Solid-Beam_connection_multiphysics_coupling_feature_instead. = \u0412\u043C\u0435\u0441\u0442\u043E \u044D\u0442\u043E\u0433\u043E \u0440\u0430\u0441\u0441\u043C\u043E\u0442\u0440\u0438\u0442\u0435 \u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E\u0441\u0442\u044C \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043D\u0438\u044F \u0444\u0443\u043D\u043A\u0446\u0438\u0438 \u043C\u0443\u043B\u044C\u0442\u0438\u0444\u0438\u0437\u0438\u0447\u0435\u0441\u043A\u043E\u0433\u043E \u0441\u043E\u0435\u0434\u0438\u043D\u0435\u043D\u0438\u044F Solid\u2013Beam Connection.
Consider_using_the_Solid-Shell_connection_multiphysics_coupling_feature_instead. = \u0412\u043C\u0435\u0441\u0442\u043E \u044D\u0442\u043E\u0433\u043E \u0440\u0430\u0441\u0441\u043C\u043E\u0442\u0440\u0438\u0442\u0435 \u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E\u0441\u0442\u044C \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043D\u0438\u044F \u0444\u0443\u043D\u043A\u0446\u0438\u0438 \u043C\u0443\u043B\u044C\u0442\u0438\u0444\u0438\u0437\u0438\u0447\u0435\u0441\u043A\u043E\u0433\u043E \u0441\u043E\u0435\u0434\u0438\u043D\u0435\u043D\u0438\u044F Solid\u2013Shell Connection.
Consider_using_the_new_feature_by_the_same_name_in_new_feature_prescribed_rotations_are_not_allowed_around_edge_normal_or_shell_normal = \u0420\u0430\u0441\u0441\u043C\u043E\u0442\u0440\u0438\u0442\u0435 \u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E\u0441\u0442\u044C \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043D\u0438\u044F \u043D\u043E\u0432\u043E\u0439 \u0444\u0443\u043D\u043A\u0446\u0438\u0438 \u0441 \u0442\u0435\u043C \u0436\u0435 \u0438\u043C\u0435\u043D\u0435\u043C. \u0412 \u043D\u043E\u0432\u043E\u043C \u043E\u0431\u044A\u0435\u043A\u0442\u0435 \u043F\u0440\u0435\u0434\u043F\u0438\u0441\u0430\u043D\u043D\u044B\u0435 \u0432\u0440\u0430\u0449\u0435\u043D\u0438\u044F \u043D\u0435 \u0434\u043E\u043F\u0443\u0441\u043A\u0430\u044E\u0442\u0441\u044F \u0432\u043E\u043A\u0440\u0443\u0433 \u043D\u043E\u0440\u043C\u0430\u043B\u0438 \u043A\u0440\u0430\u044F \u0438\u043B\u0438 \u043D\u043E\u0440\u043C\u0430\u043B\u0438 \u043E\u0431\u043E\u043B\u043E\u0447\u043A\u0438.
Contact_force,_required_in_Friction_node,_is_not_computed = \u041A\u043E\u043D\u0442\u0430\u043A\u0442\u043D\u0430\u044F \u0441\u0438\u043B\u0430, \u043D\u0435\u043E\u0431\u0445\u043E\u0434\u0438\u043C\u0430\u044F \u0434\u043B\u044F \u0443\u0437\u043B\u0430 \u00AB\u0422\u0440\u0435\u043D\u0438\u0435\u00BB, \u043D\u0435 \u0440\u0430\u0441\u0441\u0447\u0438\u0442\u044B\u0432\u0430\u0435\u0442\u0441\u044F.
Current_wear_model_requires_an_active_friction_or_slip_velocity_node = \u0422\u0435\u043A\u0443\u0449\u0430\u044F \u043C\u043E\u0434\u0435\u043B\u044C \u0438\u0437\u043D\u043E\u0441\u0430 \u0442\u0440\u0435\u0431\u0443\u0435\u0442 \u0430\u043A\u0442\u0438\u0432\u043D\u043E\u0433\u043E \u0443\u0437\u043B\u0430 \u0441\u043A\u043E\u0440\u043E\u0441\u0442\u0438 \u0442\u0440\u0435\u043D\u0438\u044F \u0438\u043B\u0438 \u0441\u043A\u043E\u043B\u044C\u0436\u0435\u043D\u0438\u044F.
# - D --------------------------------------------------------------------- D -
Decohesion_requires_an_active_adhesion_node = \u0414\u043B\u044F \u0434\u0435\u043A\u043E\u0433\u0435\u0437\u0438\u0438 \u043D\u0435\u043E\u0431\u0445\u043E\u0434\u0438\u043C \u0430\u043A\u0442\u0438\u0432\u043D\u044B\u0439 \u0443\u0437\u0435\u043B \u0430\u0434\u0433\u0435\u0437\u0438\u0438.
Designation_parameter_does_not_correspond_to_a_standard_beam = \u041F\u0430\u0440\u0430\u043C\u0435\u0442\u0440 \u043E\u0431\u043E\u0437\u043D\u0430\u0447\u0435\u043D\u0438\u044F \u043D\u0435 \u0441\u043E\u043E\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0443\u0435\u0442 \u0441\u0442\u0430\u043D\u0434\u0430\u0440\u0442\u043D\u043E\u0439 \u0431\u0430\u043B\u043A\u0435.
Designation_parameter_combination_does_not_correspond_to_a_standard_beam = \u041A\u043E\u043C\u0431\u0438\u043D\u0430\u0446\u0438\u044F \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u043E\u0432 \u043E\u0431\u043E\u0437\u043D\u0430\u0447\u0435\u043D\u0438\u044F \u043D\u0435 \u0441\u043E\u043E\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0443\u0435\u0442 \u0441\u0442\u0430\u043D\u0434\u0430\u0440\u0442\u043D\u043E\u0439 \u0431\u0430\u043B\u043A\u0435.
Desired_number_of_eigenmodes_must_be_an_integer = \u0416\u0435\u043B\u0430\u0435\u043C\u043E\u0435 \u043A\u043E\u043B\u0438\u0447\u0435\u0441\u0442\u0432\u043E \u0441\u043E\u0431\u0441\u0442\u0432\u0435\u043D\u043D\u044B\u0445 \u043C\u043E\u0434 \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u0446\u0435\u043B\u044B\u043C \u0447\u0438\u0441\u043B\u043E\u043C.
Destination_boundary_external_to_the_current_physics_detected = \u041E\u0431\u043D\u0430\u0440\u0443\u0436\u0435\u043D\u0430 \u0433\u0440\u0430\u043D\u0438\u0446\u0430 \u043D\u0430\u0437\u043D\u0430\u0447\u0435\u043D\u0438\u044F, \u0432\u043D\u0435\u0448\u043D\u044F\u044F \u043F\u043E \u043E\u0442\u043D\u043E\u0448\u0435\u043D\u0438\u044E \u043A \u0442\u0435\u043A\u0443\u0449\u0435\u0439 \u0444\u0438\u0437\u0438\u043A\u0435.
Destination_phase_not_active = \u0424\u0430\u0437\u0430 \u043D\u0430\u0437\u043D\u0430\u0447\u0435\u043D\u0438\u044F \u043D\u0435 \u0430\u043A\u0442\u0438\u0432\u043D\u0430.
Destination_phase_not_active_for_X = \u0424\u0430\u0437\u0430 \u043D\u0430\u0437\u043D\u0430\u0447\u0435\u043D\u0438\u044F \u043D\u0435 \u0430\u043A\u0442\u0438\u0432\u043D\u0430 \u0434\u043B\u044F #.
Destination_is_set_to_none[MBD] = \u041C\u0435\u0441\u0442\u043E \u043D\u0430\u0437\u043D\u0430\u0447\u0435\u043D\u0438\u044F \u043D\u0435 \u0443\u0441\u0442\u0430\u043D\u043E\u0432\u043B\u0435\u043D\u043E.
Different_mapping_method_detected_between_contact_pair = \u0414\u043B\u044F \u043F\u0430\u0440 \u043A\u043E\u043D\u0442\u0430\u043A\u0442\u043E\u0432 \u0432 \u043E\u0434\u043D\u043E\u043C \u043A\u043E\u043D\u0442\u0430\u043A\u0442\u043D\u043E\u043C \u0443\u0437\u043B\u0435 \u043E\u0431\u043D\u0430\u0440\u0443\u0436\u0435\u043D\u044B \u0440\u0430\u0437\u043B\u0438\u0447\u043D\u044B\u0435 \u043C\u0435\u0442\u043E\u0434\u044B \u0441\u043E\u043F\u043E\u0441\u0442\u0430\u0432\u043B\u0435\u043D\u0438\u044F.
Displacements_control_spatial_frame_(advanced_setting)_must_be_checked_in_contact_problems = \u041F\u0440\u043E\u0441\u0442\u0440\u0430\u043D\u0441\u0442\u0432\u0435\u043D\u043D\u0430\u044F \u0440\u0430\u043C\u043A\u0430 \u0443\u043F\u0440\u0430\u0432\u043B\u0435\u043D\u0438\u044F \u0441\u043C\u0435\u0449\u0435\u043D\u0438\u044F\u043C\u0438 (\u0440\u0430\u0441\u0448\u0438\u0440\u0435\u043D\u043D\u0430\u044F \u043D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0430) \u0434\u043E\u043B\u0436\u043D\u0430 \u0431\u044B\u0442\u044C \u043F\u0440\u043E\u0432\u0435\u0440\u0435\u043D\u0430 \u0432 \u043A\u043E\u043D\u0442\u0430\u043A\u0442\u043D\u044B\u0445 \u0437\u0430\u0434\u0430\u0447\u0430\u0445.
# - E --------------------------------------------------------------------- E -
Enclosed_Cavity_and_Elastic_Predeformation_cannot_be_used_in_the_same_model = \u0417\u0430\u043A\u0440\u044B\u0442\u0430\u044F \u043F\u043E\u043B\u043E\u0441\u0442\u044C \u0438 \u0443\u043F\u0440\u0443\u0433\u0430\u044F \u043F\u0440\u0435\u0434\u0432\u0430\u0440\u0438\u0442\u0435\u043B\u044C\u043D\u0430\u044F \u0434\u0435\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u044F \u043D\u0435 \u043C\u043E\u0433\u0443\u0442 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C\u0441\u044F \u0432 \u043E\u0434\u043D\u043E\u0439 \u043C\u043E\u0434\u0435\u043B\u0438.
Energy_dissipation_density_not_defined_in_the_physics_X_node_Y = \u041F\u043B\u043E\u0442\u043D\u043E\u0441\u0442\u044C \u0440\u0430\u0441\u0441\u0435\u044F\u043D\u0438\u044F \u044D\u043D\u0435\u0440\u0433\u0438\u0438 \u043D\u0435 \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D\u0430 \u0432 \u0444\u0438\u0437\u0438\u043A\u0435 #0 \u0443\u0437\u043B\u0430 #1.
Energy_type_not_selected_in_the_physics_X_node_Y = \u0422\u0438\u043F \u044D\u043D\u0435\u0440\u0433\u0438\u0438 \u043D\u0435 \u0432\u044B\u0431\u0440\u0430\u043D \u0432 \u0444\u0438\u0437\u0438\u043A\u0435 #0 \u0443\u0437\u043B\u0430 #1.
External_material_is_not_allowed_on_the_CMS_selection = \u041F\u043E\u0441\u0442\u043E\u0440\u043E\u043D\u043D\u0438\u0435 \u043C\u0430\u0442\u0435\u0440\u0438\u0430\u043B\u044B \u043D\u0435 \u0434\u043E\u043F\u0443\u0441\u043A\u0430\u044E\u0442\u0441\u044F \u043F\u0440\u0438 \u0432\u044B\u0431\u043E\u0440\u0435 CMS.
# - F --------------------------------------------------------------------- F -
Failed_to_compute_wear_on_the_source_boundary_since_the_source_is_external_to_the_physics = \u041D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u0432\u044B\u0447\u0438\u0441\u043B\u0438\u0442\u044C \u0438\u0437\u043D\u043E\u0441 \u0433\u0440\u0430\u043D\u0438\u0446\u044B \u0438\u0441\u0442\u043E\u0447\u043D\u0438\u043A\u0430, \u043F\u043E\u0441\u043A\u043E\u043B\u044C\u043A\u0443 \u0438\u0441\u0442\u043E\u0447\u043D\u0438\u043A \u044F\u0432\u043B\u044F\u0435\u0442\u0441\u044F \u0432\u043D\u0435\u0448\u043D\u0438\u043C \u043F\u043E \u043E\u0442\u043D\u043E\u0448\u0435\u043D\u0438\u044E \u043A \u0444\u0438\u0437\u0438\u043A\u0435.
Failed_to_generate_physics-controlled_mesh._Maximum_element_size_could_not_be_determined_from_the_study = \u041D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u0441\u043E\u0437\u0434\u0430\u0442\u044C \u0441\u0435\u0442\u043A\u0443, \u0443\u043F\u0440\u0430\u0432\u043B\u044F\u0435\u043C\u0443\u044E \u0444\u0438\u0437\u0438\u043A\u043E\u0439.\n\u041C\u0430\u043A\u0441\u0438\u043C\u0430\u043B\u044C\u043D\u044B\u0439 \u0440\u0430\u0437\u043C\u0435\u0440 \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u0430 \u043D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0438\u0442\u044C \u0432 \u0445\u043E\u0434\u0435 \u0438\u0441\u0441\u043B\u0435\u0434\u043E\u0432\u0430\u043D\u0438\u044F.
Fatigue_analysis_is_not_connected_to_a_study_with_at_least_two_load_steps = \u0410\u043D\u0430\u043B\u0438\u0437 \u0443\u0441\u0442\u0430\u043B\u043E\u0441\u0442\u0438 \u043D\u0435 \u0441\u0432\u044F\u0437\u0430\u043D \u0441 \u0438\u0441\u0441\u043B\u0435\u0434\u043E\u0432\u0430\u043D\u0438\u0435\u043C \u043A\u0430\u043A \u043C\u0438\u043D\u0438\u043C\u0443\u043C \u0441 \u0434\u0432\u0443\u043C\u044F \u044D\u0442\u0430\u043F\u0430\u043C\u0438 \u043D\u0430\u0433\u0440\u0443\u0437\u043A\u0438.
Fatigue_physics_only_evaluates_a_single_physics_feature_and_multiple_features_are_defined_for_physics_A = \u0424\u0438\u0437\u0438\u043A\u0430 \u0443\u0441\u0442\u0430\u043B\u043E\u0441\u0442\u0438 \u043E\u0446\u0435\u043D\u0438\u0432\u0430\u0435\u0442 \u0442\u043E\u043B\u044C\u043A\u043E \u043E\u0434\u043D\u0443 \u0444\u0438\u0437\u0438\u0447\u0435\u0441\u043A\u0443\u044E \u0444\u0443\u043D\u043A\u0446\u0438\u044E, \u0430 \u0434\u043B\u044F \u0444\u0438\u0437\u0438\u043A\u0438 # \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D\u044B \u043D\u0435\u0441\u043A\u043E\u043B\u044C\u043A\u043E \u0444\u0443\u043D\u043A\u0446\u0438\u0439 \n.
Feature_must_be_selected_in_a_lumped-structure_connection_multiphysics_node. = \u0424\u0443\u043D\u043A\u0446\u0438\u044F \u0434\u043E\u043B\u0436\u043D\u0430 \u0431\u044B\u0442\u044C \u0432\u044B\u0431\u0440\u0430\u043D\u0430 \u0432 \u043C\u0443\u043B\u044C\u0442\u0438\u0444\u0438\u0437\u0438\u0447\u0435\u0441\u043A\u043E\u043C \u0443\u0437\u043B\u0435 Lumped\u2013Structure Connection.
Feature_must_not_be_adjacent_to_a_rigid_domain = \u041E\u0431\u044A\u0435\u043A\u0442 \u043D\u0435 \u0434\u043E\u043B\u0436\u0435\u043D \u043F\u0440\u0438\u043C\u044B\u043A\u0430\u0442\u044C \u043A \u0436\u0435\u0441\u0442\u043A\u043E\u0439 \u043E\u0431\u043B\u0430\u0441\u0442\u0438.
Fill_angle_(deg) = \u0423\u0433\u043E\u043B \u0437\u0430\u043F\u043E\u043B\u043D\u0435\u043D\u0438\u044F (\u0433\u0440\u0430\u0434)
Flange_contact_angle_(deg) = \u0423\u0433\u043E\u043B \u043A\u043E\u043D\u0442\u0430\u043A\u0442\u0430 \u0444\u043B\u0430\u043D\u0446\u0430 (\u0433\u0440\u0430\u0434)
Flange_contact_angle_must_be_smaller_than_the_cap_angle = \u0423\u0433\u043E\u043B \u043A\u043E\u043D\u0442\u0430\u043A\u0442\u0430 \u0444\u043B\u0430\u043D\u0446\u0430 \u0434\u043E\u043B\u0436\u0435\u043D \u0431\u044B\u0442\u044C \u043C\u0435\u043D\u044C\u0448\u0435 \u0443\u0433\u043B\u0430 \u043A\u0440\u044B\u0448\u043A\u0438.
Flange_fillet_radius_is_too_large = \u0420\u0430\u0434\u0438\u0443\u0441 \u0441\u043A\u0440\u0443\u0433\u043B\u0435\u043D\u0438\u044F \u0444\u043B\u0430\u043D\u0446\u0430 \u0441\u043B\u0438\u0448\u043A\u043E\u043C \u0432\u0435\u043B\u0438\u043A.
Flange_thickness_must_be_smaller_than_half_the_beam_height = \u0422\u043E\u043B\u0449\u0438\u043D\u0430 \u043F\u043E\u043B\u043A\u0438 \u0434\u043E\u043B\u0436\u043D\u0430 \u0431\u044B\u0442\u044C \u043C\u0435\u043D\u044C\u0448\u0435 \u043F\u043E\u043B\u043E\u0432\u0438\u043D\u044B \u0432\u044B\u0441\u043E\u0442\u044B \u0431\u0430\u043B\u043A\u0438.
Flange_thickness_must_be_smaller_than_the_beam_height = \u0422\u043E\u043B\u0449\u0438\u043D\u0430 \u043F\u043E\u043B\u043A\u0438 \u0434\u043E\u043B\u0436\u043D\u0430 \u0431\u044B\u0442\u044C \u043C\u0435\u043D\u044C\u0448\u0435 \u0432\u044B\u0441\u043E\u0442\u044B \u0431\u0430\u043B\u043A\u0438.
Fold-line_limit_angle_must_be_a_numerical_expression = \u041F\u0440\u0435\u0434\u0435\u043B\u044C\u043D\u044B\u0439 \u0443\u0433\u043E\u043B \u043B\u0438\u043D\u0438\u0438 \u0441\u0433\u0438\u0431\u0430 \u0434\u043E\u043B\u0436\u0435\u043D \u0431\u044B\u0442\u044C \u0447\u0438\u0441\u043B\u043E\u0432\u044B\u043C \u0432\u044B\u0440\u0430\u0436\u0435\u043D\u0438\u0435\u043C.
Fold_line_angle_must_be_larger_than_0_and_smaller_than_90_degrees = \u0423\u0433\u043E\u043B \u043B\u0438\u043D\u0438\u0438 \u0441\u0433\u0438\u0431\u0430 \u0434\u043E\u043B\u0436\u0435\u043D \u0431\u044B\u0442\u044C \u0431\u043E\u043B\u044C\u0448\u0435 0 \u0438 \u043C\u0435\u043D\u044C\u0448\u0435 90 \u0433\u0440\u0430\u0434\u0443\u0441\u043E\u0432.
Found_increasing_life_with_increasing_strain_amplitude_when_evaluating_E-N_curve_around_strain_level_of_Y._Please_refine_the_E-N_curve_around_that_point= \u041E\u0431\u043D\u0430\u0440\u0443\u0436\u0435\u043D\u043E \u0443\u0432\u0435\u043B\u0438\u0447\u0435\u043D\u0438\u0435 \u0441\u0440\u043E\u043A\u0430 \u0441\u043B\u0443\u0436\u0431\u044B \u0441 \u0443\u0432\u0435\u043B\u0438\u0447\u0435\u043D\u0438\u0435\u043C \u0430\u043C\u043F\u043B\u0438\u0442\u0443\u0434\u044B \u0434\u0435\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u0438 \u043F\u0440\u0438 \u043E\u0446\u0435\u043D\u043A\u0435 \u043A\u0440\u0438\u0432\u043E\u0439 E\u2013N \u0432\u043E\u043A\u0440\u0443\u0433 \u0443\u0440\u043E\u0432\u043D\u044F \u0434\u0435\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u0438 #. \u041F\u043E\u0436\u0430\u043B\u0443\u0439\u0441\u0442\u0430, \u0443\u0442\u043E\u0447\u043D\u0438\u0442\u0435 \u043A\u0440\u0438\u0432\u0443\u044E E\u2013N \u0432\u043E\u043A\u0440\u0443\u0433 \u044D\u0442\u043E\u0439 \u0442\u043E\u0447\u043A\u0438.
Found_increasing_life_with_increasing_stress_amplitude_when_evaluating_S-N_curve_around_stress_level_of_Y_Pa._Please_refine_the_S-N_curve_around_that_point = \u041E\u0431\u043D\u0430\u0440\u0443\u0436\u0435\u043D\u043E \u0443\u0432\u0435\u043B\u0438\u0447\u0435\u043D\u0438\u0435 \u0441\u0440\u043E\u043A\u0430 \u0441\u043B\u0443\u0436\u0431\u044B \u0441 \u0443\u0432\u0435\u043B\u0438\u0447\u0435\u043D\u0438\u0435\u043C \u0430\u043C\u043F\u043B\u0438\u0442\u0443\u0434\u044B \u043D\u0430\u043F\u0440\u044F\u0436\u0435\u043D\u0438\u044F \u043F\u0440\u0438 \u043E\u0446\u0435\u043D\u043A\u0435 \u043A\u0440\u0438\u0432\u043E\u0439 S\u2013N \u0432\u043E\u043A\u0440\u0443\u0433 \u0443\u0440\u043E\u0432\u043D\u044F \u043D\u0430\u043F\u0440\u044F\u0436\u0435\u043D\u0438\u044F # \u041F\u0430. \u041F\u043E\u0436\u0430\u043B\u0443\u0439\u0441\u0442\u0430, \u0443\u0442\u043E\u0447\u043D\u0438\u0442\u0435 \u043A\u0440\u0438\u0432\u0443\u044E S\u2013N \u0432\u043E\u043A\u0440\u0443\u0433 \u044D\u0442\u043E\u0439 \u0442\u043E\u0447\u043A\u0438.
Found_increasing_life_with_increasing_stress_amplitude_when_evaluating_S-N_curve_for_R-value_X_around_stress_level_of_Y_Pa._Please_refine_the_S-N_curve_around_that_point = \u041E\u0431\u043D\u0430\u0440\u0443\u0436\u0435\u043D\u043E \u0443\u0432\u0435\u043B\u0438\u0447\u0435\u043D\u0438\u0435 \u0441\u0440\u043E\u043A\u0430 \u0441\u043B\u0443\u0436\u0431\u044B \u0441 \u0443\u0432\u0435\u043B\u0438\u0447\u0435\u043D\u0438\u0435\u043C \u0430\u043C\u043F\u043B\u0438\u0442\u0443\u0434\u044B \u043D\u0430\u043F\u0440\u044F\u0436\u0435\u043D\u0438\u044F \u043F\u0440\u0438 \u043E\u0446\u0435\u043D\u043A\u0435 \n S\u2013N \u043A\u0440\u0438\u0432\u043E\u0439 \u0434\u043B\u044F \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u044F R #0 \u0432\u043E\u043A\u0440\u0443\u0433 \u0443\u0440\u043E\u0432\u043D\u044F \u043D\u0430\u043F\u0440\u044F\u0436\u0435\u043D\u0438\u044F #1 \u041F\u0430. \u041F\u043E\u0436\u0430\u043B\u0443\u0439\u0441\u0442\u0430, \u0443\u0442\u043E\u0447\u043D\u0438\u0442\u0435. \n \u043A\u0440\u0438\u0432\u0430\u044F S\u2013N \u0432\u043E\u043A\u0440\u0443\u0433 \u044D\u0442\u043E\u0439 \u0442\u043E\u0447\u043A\u0438.
Fracture_plane_angle_under_transverse_compression_must_be_a_numerical_expression = \u0423\u0433\u043E\u043B \u043F\u043B\u043E\u0441\u043A\u043E\u0441\u0442\u0438 \u0440\u0430\u0437\u0440\u0443\u0448\u0435\u043D\u0438\u044F \u043F\u0440\u0438 \u043F\u043E\u043F\u0435\u0440\u0435\u0447\u043D\u043E\u043C \u0441\u0436\u0430\u0442\u0438\u0438 \u0434\u043E\u043B\u0436\u0435\u043D \u0438\u043C\u0435\u0442\u044C \u0447\u0438\u0441\u043B\u043E\u0432\u043E\u0435 \u0432\u044B\u0440\u0430\u0436\u0435\u043D\u0438\u0435.
Fracture_plane_angle_increment_must_be_a_numerical_expression = \u041F\u0440\u0438\u0440\u0430\u0449\u0435\u043D\u0438\u0435 \u0443\u0433\u043B\u0430 \u043F\u043B\u043E\u0441\u043A\u043E\u0441\u0442\u0438 \u0440\u0430\u0437\u0440\u0443\u0448\u0435\u043D\u0438\u044F \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u0447\u0438\u0441\u043B\u043E\u0432\u044B\u043C \u0432\u044B\u0440\u0430\u0436\u0435\u043D\u0438\u0435\u043C.
Fracture_plane_angle_under_transverse_compression_must_be_larger_than_0_and_smaller_than_90_degrees = \u0423\u0433\u043E\u043B \u043F\u043B\u043E\u0441\u043A\u043E\u0441\u0442\u0438 \u0440\u0430\u0437\u0440\u0443\u0448\u0435\u043D\u0438\u044F \u043F\u0440\u0438 \u043F\u043E\u043F\u0435\u0440\u0435\u0447\u043D\u043E\u043C \u0441\u0436\u0430\u0442\u0438\u0438 \u0434\u043E\u043B\u0436\u0435\u043D \u0431\u044B\u0442\u044C \u0431\u043E\u043B\u044C\u0448\u0435 0 \u0438 \u043C\u0435\u043D\u044C\u0448\u0435 90 \u0433\u0440\u0430\u0434\u0443\u0441\u043E\u0432.
Fracture_plane_angle_increment_must_be_larger_than_1_and_smaller_than_5_degrees = \u041F\u0440\u0438\u0440\u0430\u0449\u0435\u043D\u0438\u0435 \u0443\u0433\u043B\u0430 \u043F\u043B\u043E\u0441\u043A\u043E\u0441\u0442\u0438 \u0440\u0430\u0437\u0440\u0443\u0448\u0435\u043D\u0438\u044F \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u0431\u043E\u043B\u044C\u0448\u0435 1 \u0438 \u043C\u0435\u043D\u044C\u0448\u0435 5 \u0433\u0440\u0430\u0434\u0443\u0441\u043E\u0432.
The_current_contact_settings_require_storage_of_history_variables._Use_either_a_time_dependent_study_or_a_stationary_study_with_a_continuation_parameter = \u0422\u0435\u043A\u0443\u0449\u0438\u0435 \u043D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0438 \u043A\u043E\u043D\u0442\u0430\u043A\u0442\u0430 \u0442\u0440\u0435\u0431\u0443\u044E\u0442 \u0445\u0440\u0430\u043D\u0435\u043D\u0438\u044F \u043F\u0435\u0440\u0435\u043C\u0435\u043D\u043D\u044B\u0445 \u0438\u0441\u0442\u043E\u0440\u0438\u0438. \u0418\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0439\u0442\u0435 \u043B\u0438\u0431\u043E \u0438\u0441\u0441\u043B\u0435\u0434\u043E\u0432\u0430\u043D\u0438\u0435, \u0437\u0430\u0432\u0438\u0441\u044F\u0449\u0435\u0435 \u043E\u0442 \u0432\u0440\u0435\u043C\u0435\u043D\u0438, \u043B\u0438\u0431\u043E \u0441\u0442\u0430\u0446\u0438\u043E\u043D\u0430\u0440\u043D\u043E\u0435 \u0438\u0441\u0441\u043B\u0435\u0434\u043E\u0432\u0430\u043D\u0438\u0435 \u0441 \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u043E\u043C \u043F\u0440\u043E\u0434\u043E\u043B\u0436\u0435\u043D\u0438\u044F.
Function_X_specified_in_the_generalized_load_history_of_the_physics_Y_node_Z_is_not_recognized_as_one_of_the_functions_defined_under_Global_Definitions = \u0424\u0443\u043D\u043A\u0446\u0438\u044F #0, \u0443\u043A\u0430\u0437\u0430\u043D\u043D\u0430\u044F \u0432 \u043E\u0431\u043E\u0431\u0449\u0435\u043D\u043D\u043E\u0439 \u0438\u0441\u0442\u043E\u0440\u0438\u0438 \u0437\u0430\u0433\u0440\u0443\u0437\u043A\u0438 \u0444\u0438\u0437\u0438\u043A\u0438 \n #1 \u0443\u0437\u0435\u043B #2 \u043D\u0435 \u0440\u0430\u0441\u043F\u043E\u0437\u043D\u0430\u0435\u0442\u0441\u044F \u043A\u0430\u043A \u0442\u0430\u043A\u043E\u0432\u0430\u044F \n \u0444\u0443\u043D\u043A\u0446\u0438\u0439, \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D\u043D\u044B\u0445 \u0432 \u0440\u0430\u0437\u0434\u0435\u043B\u0435 \u00AB\u0413\u043B\u043E\u0431\u0430\u043B\u044C\u043D\u044B\u0435 \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D\u0438\u044F\u00BB.
# - G --------------------------------------------------------------------- G -
Gear_selection_is_set_to_none = \u0412\u044B\u0431\u043E\u0440 \u043F\u0435\u0440\u0435\u0434\u0430\u0447\u0438 \u043E\u0442\u043A\u043B\u044E\u0447\u0435\u043D.
Geometry_parameters_must_be_positive = \u041F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u044B \u0433\u0435\u043E\u043C\u0435\u0442\u0440\u0438\u0438 \u0434\u043E\u043B\u0436\u043D\u044B \u0431\u044B\u0442\u044C \u043F\u043E\u043B\u043E\u0436\u0438\u0442\u0435\u043B\u044C\u043D\u044B\u043C\u0438.
# - H --------------------------------------------------------------------- H -
Head_diameter_must_be_greater_than_the_bolt_diameter = \u0414\u0438\u0430\u043C\u0435\u0442\u0440 \u0433\u043E\u043B\u043E\u0432\u043A\u0438 \u0434\u043E\u043B\u0436\u0435\u043D \u0431\u044B\u0442\u044C \u0431\u043E\u043B\u044C\u0448\u0435 \u0434\u0438\u0430\u043C\u0435\u0442\u0440\u0430 \u0431\u043E\u043B\u0442\u0430.
Head_grip_must_be_greater_than_the_nominal_hole_diameter = \u0417\u0430\u0445\u0432\u0430\u0442 \u0433\u043E\u043B\u043E\u0432\u043A\u0438 \u0434\u043E\u043B\u0436\u0435\u043D \u0431\u044B\u0442\u044C \u0431\u043E\u043B\u044C\u0448\u0435 \u043D\u043E\u043C\u0438\u043D\u0430\u043B\u044C\u043D\u043E\u0433\u043E \u0434\u0438\u0430\u043C\u0435\u0442\u0440\u0430 \u043E\u0442\u0432\u0435\u0440\u0441\u0442\u0438\u044F.
Height_must_be_greater_than_the_thickness = \u0412\u044B\u0441\u043E\u0442\u0430 \u0434\u043E\u043B\u0436\u043D\u0430 \u0431\u044B\u0442\u044C \u0431\u043E\u043B\u044C\u0448\u0435 \u0442\u043E\u043B\u0449\u0438\u043D\u044B.
Helix_angle_of_pinion_(deg) = \u0423\u0433\u043E\u043B \u0441\u043F\u0438\u0440\u0430\u043B\u0438 \u0448\u0435\u0441\u0442\u0435\u0440\u043D\u0438 (\u0433\u0440\u0430\u0434)
Helix_angle_of_wheel_(deg) = \u0423\u0433\u043E\u043B \u0441\u043F\u0438\u0440\u0430\u043B\u0438 \u043A\u043E\u043B\u0435\u0441\u0430 (\u0433\u0440\u0430\u0434)
# - I --------------------------------------------------------------------- I -
Include_drill_geometry_parameter_must_be_either_0_or_1 = \u041F\u0430\u0440\u0430\u043C\u0435\u0442\u0440 \u0412\u043A\u043B\u044E\u0447\u0438\u0442\u044C \u0433\u0435\u043E\u043C\u0435\u0442\u0440\u0438\u044E \u0441\u0432\u0435\u0440\u043B\u0435\u043D\u0438\u044F \u0434\u043E\u043B\u0436\u0435\u043D \u0438\u043C\u0435\u0442\u044C \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u0435 0 \u0438\u043B\u0438 1.
Inelastic_strain_not_defined_in_the_physics_X_node_Y = \u041D\u0435\u0443\u043F\u0440\u0443\u0433\u0430\u044F \u0434\u0435\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u044F \u043D\u0435 \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D\u0430 \u0432 \u0444\u0438\u0437\u0438\u043A\u0435 #0 \u0443\u0437\u043B\u0430 #1.
Inertia_Relief_feature_requires_a_training_study._Use_an_action_button_on_the_Inertia_Relief_node_to_create_such_study. = \u0424\u0443\u043D\u043A\u0446\u0438\u044F \u0441\u0431\u0440\u043E\u0441\u0430 \u0438\u043D\u0435\u0440\u0446\u0438\u0438 \u0442\u0440\u0435\u0431\u0443\u0435\u0442 \u043E\u0431\u0443\u0447\u0435\u043D\u0438\u044F. \u0418\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0439\u0442\u0435 \u043A\u043D\u043E\u043F\u043A\u0443 \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u044F \u043D\u0430 \u0443\u0437\u043B\u0435 \u00AB\u0420\u0430\u0437\u0433\u0440\u0443\u0437\u043A\u0430 \u0438\u043D\u0435\u0440\u0446\u0438\u0438\u00BB, \u0447\u0442\u043E\u0431\u044B \u0441\u043E\u0437\u0434\u0430\u0442\u044C \u0442\u0430\u043A\u043E\u0435 \u0438\u0441\u0441\u043B\u0435\u0434\u043E\u0432\u0430\u043D\u0438\u0435.
Inner_fillet_radius_must_be_smaller_than_leg_length = \u0412\u043D\u0443\u0442\u0440\u0435\u043D\u043D\u0438\u0439 \u0440\u0430\u0434\u0438\u0443\u0441 \u0441\u043A\u0440\u0443\u0433\u043B\u0435\u043D\u0438\u044F \u0434\u043E\u043B\u0436\u0435\u043D \u0431\u044B\u0442\u044C \u043C\u0435\u043D\u044C\u0448\u0435 \u0434\u043B\u0438\u043D\u044B \u0440\u0435\u0431\u0440\u0430.
Inner_race_radius_of_curvature_(m) = \u0420\u0430\u0434\u0438\u0443\u0441 \u043A\u0440\u0438\u0432\u0438\u0437\u043D\u044B \u0432\u043D\u0443\u0442\u0440\u0435\u043D\u043D\u0435\u0433\u043E \u043A\u043E\u043B\u044C\u0446\u0430 (\u043C)
Inner_race_radius_of_curvature_too_small_for_the_given_rolling_element_diameter = \u0420\u0430\u0434\u0438\u0443\u0441 \u043A\u0440\u0438\u0432\u0438\u0437\u043D\u044B \u0432\u043D\u0443\u0442\u0440\u0435\u043D\u043D\u0435\u0433\u043E \u043A\u043E\u043B\u044C\u0446\u0430 \u0441\u043B\u0438\u0448\u043A\u043E\u043C \u043C\u0430\u043B \u0434\u043B\u044F \u0434\u0430\u043D\u043D\u043E\u0433\u043E \u0434\u0438\u0430\u043C\u0435\u0442\u0440\u0430 \u0442\u0435\u043B\u0430 \u043A\u0430\u0447\u0435\u043D\u0438\u044F.
Insufficient_number_of_control_points_in_Inertia_Relief_selection = \u041D\u0435\u0434\u043E\u0441\u0442\u0430\u0442\u043E\u0447\u043D\u043E\u0435 \u043A\u043E\u043B\u0438\u0447\u0435\u0441\u0442\u0432\u043E \u043A\u043E\u043D\u0442\u0440\u043E\u043B\u044C\u043D\u044B\u0445 \u0442\u043E\u0447\u0435\u043A \u043F\u0440\u0438 \u0432\u044B\u0431\u043E\u0440\u0435 \u0440\u0430\u0437\u0433\u0440\u0443\u0437\u043A\u0438 \u0438\u043D\u0435\u0440\u0446\u0438\u0438.
Insufficient_number_of_points_for_constraints_in_Rigid_Motion_Suppression_selection = \u041D\u0435\u0434\u043E\u0441\u0442\u0430\u0442\u043E\u0447\u043D\u043E\u0435 \u043A\u043E\u043B\u0438\u0447\u0435\u0441\u0442\u0432\u043E \u0442\u043E\u0447\u0435\u043A \u0434\u043B\u044F \u043E\u0433\u0440\u0430\u043D\u0438\u0447\u0435\u043D\u0438\u0439 \u0432 \u0432\u044B\u0431\u043E\u0440\u0435 \u043F\u043E\u0434\u0430\u0432\u043B\u0435\u043D\u0438\u044F \u0436\u0435\u0441\u0442\u043A\u043E\u0433\u043E \u0434\u0432\u0438\u0436\u0435\u043D\u0438\u044F.
Internal_error_during_life_calculation = \u0412\u043D\u0443\u0442\u0440\u0435\u043D\u043D\u044F\u044F \u043E\u0448\u0438\u0431\u043A\u0430 \u043F\u0440\u0438 \u0440\u0430\u0441\u0447\u0435\u0442\u0435 \u0440\u0435\u0441\u0443\u0440\u0441\u0430.
# - J --------------------------------------------------------------------- J -
# - K --------------------------------------------------------------------- K -
Kinematic_hardening_is_not_available_for_large_plastic_strains_model = \u041A\u0438\u043D\u0435\u043C\u0430\u0442\u0438\u0447\u0435\u0441\u043A\u043E\u0435 \u0443\u043F\u0440\u043E\u0447\u043D\u0435\u043D\u0438\u0435 \u043D\u0435\u0434\u043E\u0441\u0442\u0443\u043F\u043D\u043E \u0434\u043B\u044F \u043C\u043E\u0434\u0435\u043B\u0438 \u0431\u043E\u043B\u044C\u0448\u0438\u0445 \u043F\u043B\u0430\u0441\u0442\u0438\u0447\u0435\u0441\u043A\u0438\u0445 \u0434\u0435\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u0439.
# - L --------------------------------------------------------------------- L -
Leg_fillet_radius_is_too_large = \u0420\u0430\u0434\u0438\u0443\u0441 \u0441\u043A\u0440\u0443\u0433\u043B\u0435\u043D\u0438\u044F \u043D\u043E\u0436\u043A\u0438 \u0441\u043B\u0438\u0448\u043A\u043E\u043C \u0432\u0435\u043B\u0438\u043A.
Leg_thickness_must_be_smaller_than_leg_length = \u0422\u043E\u043B\u0449\u0438\u043D\u0430 \u0448\u0442\u0430\u043D\u0438\u043D \u0434\u043E\u043B\u0436\u043D\u0430 \u0431\u044B\u0442\u044C \u043C\u0435\u043D\u044C\u0448\u0435 \u0434\u043B\u0438\u043D\u044B \u0448\u0442\u0430\u043D\u0438\u043D.
Load_cycle_consists_of_complex_numbers._Fatigue_analysis_cannot_be_performed. = \u0426\u0438\u043A\u043B \u0437\u0430\u0433\u0440\u0443\u0437\u043A\u0438 \u0441\u043E\u0441\u0442\u043E\u0438\u0442 \u0438\u0437 \u043A\u043E\u043C\u043F\u043B\u0435\u043A\u0441\u043D\u044B\u0445 \u0447\u0438\u0441\u0435\u043B. \u0410\u043D\u0430\u043B\u0438\u0437 \u0443\u0441\u0442\u0430\u043B\u043E\u0441\u0442\u0438 \u043D\u0435 \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u0432\u044B\u043F\u043E\u043B\u043D\u0435\u043D.
Load_cycle_with_stress_amplitude_of_X_Pa_encountered._Since_the_applied_stress_is_higher_than_the_transition_stress,_Y_Pa,_fatigue_cannot_be_evaluated = \u041E\u0431\u043D\u0430\u0440\u0443\u0436\u0435\u043D \u0446\u0438\u043A\u043B \u043D\u0430\u0433\u0440\u0443\u0437\u043A\u0438 \u0441 \u0430\u043C\u043F\u043B\u0438\u0442\u0443\u0434\u043E\u0439 \u043D\u0430\u043F\u0440\u044F\u0436\u0435\u043D\u0438\u044F #0 \u041F\u0430. \n \u041F\u043E\u0441\u043A\u043E\u043B\u044C\u043A\u0443 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u043D\u043E\u0435 \u043D\u0430\u043F\u0440\u044F\u0436\u0435\u043D\u0438\u0435 \u043F\u0440\u0435\u0432\u044B\u0448\u0430\u0435\u0442 \u043F\u0435\u0440\u0435\u0445\u043E\u0434\u043D\u043E\u0435 \u043D\u0430\u043F\u0440\u044F\u0436\u0435\u043D\u0438\u0435, \n #1 \u041F\u0430, \u0443\u0441\u0442\u0430\u043B\u043E\u0441\u0442\u044C \u043E\u0446\u0435\u043D\u0438\u0442\u044C \u043D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E.
Local_y_direction_must_not_be_along_the_beam_axis = \u041B\u043E\u043A\u0430\u043B\u044C\u043D\u043E\u0435 \u043D\u0430\u043F\u0440\u0430\u0432\u043B\u0435\u043D\u0438\u0435 y \u043D\u0435 \u0434\u043E\u043B\u0436\u043D\u043E \u0440\u0430\u0441\u043F\u043E\u043B\u0430\u0433\u0430\u0442\u044C\u0441\u044F \u0432\u0434\u043E\u043B\u044C \u043E\u0441\u0438 \u0431\u0430\u043B\u043A\u0438.
# - M --------------------------------------------------------------------- M -
Maximum_allowed_roller_diameter_(m) = \u041C\u0430\u043A\u0441\u0438\u043C\u0430\u043B\u044C\u043D\u043E \u0434\u043E\u043F\u0443\u0441\u0442\u0438\u043C\u044B\u0439 \u0434\u0438\u0430\u043C\u0435\u0442\u0440 \u0440\u043E\u043B\u0438\u043A\u0430 (\u043C)
Maximum_element_size_could_not_be_determined_from_the_study = \u0412 \u0445\u043E\u0434\u0435 \u0438\u0441\u0441\u043B\u0435\u0434\u043E\u0432\u0430\u043D\u0438\u044F \u043D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0438\u0442\u044C \u043C\u0430\u043A\u0441\u0438\u043C\u0430\u043B\u044C\u043D\u044B\u0439 \u0440\u0430\u0437\u043C\u0435\u0440 \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u0430.
Maximum_element_size_could_not_be_determined_from_the_study._The_frequency_is_not_specified_in_the_study = \u0412 \u0445\u043E\u0434\u0435 \u0438\u0441\u0441\u043B\u0435\u0434\u043E\u0432\u0430\u043D\u0438\u044F \u043D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0438\u0442\u044C \u043C\u0430\u043A\u0441\u0438\u043C\u0430\u043B\u044C\u043D\u044B\u0439 \u0440\u0430\u0437\u043C\u0435\u0440 \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u0430.\n0\u0412 \u0438\u0441\u0441\u043B\u0435\u0434\u043E\u0432\u0430\u043D\u0438\u0438 \u0447\u0430\u0441\u0442\u043E\u0442\u0430 \u043D\u0435 \u0443\u043A\u0430\u0437\u0430\u043D\u0430.
Maximum_element_size_could_not_be_determined_from_the_study._The_mesh_is_not_used_in_any_study = \u0412 \u0440\u0435\u0437\u0443\u043B\u044C\u0442\u0430\u0442\u0435 \u0438\u0441\u0441\u043B\u0435\u0434\u043E\u0432\u0430\u043D\u0438\u044F \u043D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0438\u0442\u044C \u043C\u0430\u043A\u0441\u0438\u043C\u0430\u043B\u044C\u043D\u044B\u0439 \u0440\u0430\u0437\u043C\u0435\u0440 \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u0430.\n\u0421\u0435\u0442\u043A\u0430 \u043D\u0435 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0435\u0442\u0441\u044F \u043D\u0438 \u0432 \u043E\u0434\u043D\u043E\u043C \u0438\u0441\u0441\u043B\u0435\u0434\u043E\u0432\u0430\u043D\u0438\u0438.
Maximum_element_size_could_not_be_determined_from_the_study._The_study_step_does_not_define_a_maximum_frequency = \u0412 \u0445\u043E\u0434\u0435 \u0438\u0441\u0441\u043B\u0435\u0434\u043E\u0432\u0430\u043D\u0438\u044F \u043D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0438\u0442\u044C \u043C\u0430\u043A\u0441\u0438\u043C\u0430\u043B\u044C\u043D\u044B\u0439 \u0440\u0430\u0437\u043C\u0435\u0440 \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u0430.\n0\u042D\u0442\u0430\u043F \u0438\u0441\u0441\u043B\u0435\u0434\u043E\u0432\u0430\u043D\u0438\u044F \u043D\u0435 \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u044F\u0435\u0442 \u043C\u0430\u043A\u0441\u0438\u043C\u0430\u043B\u044C\u043D\u0443\u044E \u0447\u0430\u0441\u0442\u043E\u0442\u0443.
Maximum_element_size_could_not_be_determined_from_the_study._The_study_step_to_use_could_not_be_determined = \u0412 \u0445\u043E\u0434\u0435 \u0438\u0441\u0441\u043B\u0435\u0434\u043E\u0432\u0430\u043D\u0438\u044F \u043D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0438\u0442\u044C \u043C\u0430\u043A\u0441\u0438\u043C\u0430\u043B\u044C\u043D\u044B\u0439 \u0440\u0430\u0437\u043C\u0435\u0440 \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u0430.\n0\u041D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0438\u0442\u044C \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0435\u043C\u044B\u0439 \u044D\u0442\u0430\u043F \u0438\u0441\u0441\u043B\u0435\u0434\u043E\u0432\u0430\u043D\u0438\u044F.
Maximum_loss_factor_damping_is_not_allowed_on_the_CMS_selection = \u0414\u0435\u043C\u043F\u0444\u0438\u0440\u043E\u0432\u0430\u043D\u0438\u0435 \u043C\u0430\u043A\u0441\u0438\u043C\u0430\u043B\u044C\u043D\u043E\u0433\u043E \u043A\u043E\u044D\u0444\u0444\u0438\u0446\u0438\u0435\u043D\u0442\u0430 \u043F\u043E\u0442\u0435\u0440\u044C \u043D\u0435 \u0434\u043E\u043F\u0443\u0441\u043A\u0430\u0435\u0442\u0441\u044F \u043F\u0440\u0438 \u0432\u044B\u0431\u043E\u0440\u0435 CMS.
meanStressCorr_not_on_right_form = \u0421\u0440\u0435\u0434\u043D\u044F\u044F \u043A\u043E\u0440\u0440\u0435\u043A\u0446\u0438\u044F \u043D\u0430\u043F\u0440\u044F\u0436\u0435\u043D\u0438\u044F \u043D\u0435 \u0432 \u043F\u0440\u0430\u0432\u0438\u043B\u044C\u043D\u043E\u0439 \u0444\u043E\u0440\u043C\u0435.
Mode_analysis_requires_X_interface_to_use_plane_strain = \u0414\u043B\u044F \u0430\u043D\u0430\u043B\u0438\u0437\u0430 \u0444\u043E\u0440\u043C \u0442\u0440\u0435\u0431\u0443\u0435\u0442\u0441\u044F, \u0447\u0442\u043E\u0431\u044B \u0438\u043D\u0442\u0435\u0440\u0444\u0435\u0439\u0441 # \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043B \u043F\u043B\u043E\u0441\u043A\u0443\u044E \u0434\u0435\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u044E.
Minimum_2_edges_should_be_selected. = \u041D\u0435\u043E\u0431\u0445\u043E\u0434\u0438\u043C\u043E \u0432\u044B\u0431\u0440\u0430\u0442\u044C \u043C\u0438\u043D\u0438\u043C\u0443\u043C 2 \u0440\u0435\u0431\u0440\u0430.
Minimum_2_points_should_be_selected. = \u041D\u0435\u043E\u0431\u0445\u043E\u0434\u0438\u043C\u043E \u0432\u044B\u0431\u0440\u0430\u0442\u044C \u043C\u0438\u043D\u0438\u043C\u0443\u043C 2 \u0442\u043E\u0447\u043A\u0438.
Minimum_3_points_should_be_selected. = \u041D\u0435\u043E\u0431\u0445\u043E\u0434\u0438\u043C\u043E \u0432\u044B\u0431\u0440\u0430\u0442\u044C \u043C\u0438\u043D\u0438\u043C\u0443\u043C 3 \u0442\u043E\u0447\u043A\u0438.
More_than_two_selected_boundaries_are_connected_to_the_same_edge = \u0411\u043E\u043B\u0435\u0435 \u0434\u0432\u0443\u0445 \u0432\u044B\u0431\u0440\u0430\u043D\u043D\u044B\u0445 \u0433\u0440\u0430\u043D\u0438\u0446 \u0441\u043E\u0435\u0434\u0438\u043D\u0435\u043D\u044B \u0441 \u043E\u0434\u043D\u0438\u043C \u0438 \u0442\u0435\u043C \u0436\u0435 \u043A\u0440\u0430\u0435\u043C.
More_than_two_selected_boundaries_are_connected_to_the_same_point = \u0411\u043E\u043B\u0435\u0435 \u0434\u0432\u0443\u0445 \u0432\u044B\u0431\u0440\u0430\u043D\u043D\u044B\u0445 \u0433\u0440\u0430\u043D\u0438\u0446 \u0441\u043E\u0435\u0434\u0438\u043D\u0435\u043D\u044B \u0441 \u043E\u0434\u043D\u043E\u0439 \u0438 \u0442\u043E\u0439 \u0436\u0435 \u0442\u043E\u0447\u043A\u043E\u0439.
More_than_two_beam_segments_are_connected_to_point_X = \u041A \u0442\u043E\u0447\u043A\u0435 # \u043F\u043E\u0434\u043A\u043B\u044E\u0447\u0435\u043D\u043E \u0431\u043E\u043B\u0435\u0435 \u0434\u0432\u0443\u0445 \u0441\u0435\u0433\u043C\u0435\u043D\u0442\u043E\u0432 \u043B\u0443\u0447\u0430.
Multiple_layered_linear_elastic_material_features_are_not_allowed_on_the_same_selection = \u041C\u043D\u043E\u0433\u043E\u0441\u043B\u043E\u0439\u043D\u044B\u0435 \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u044B \u043B\u0438\u043D\u0435\u0439\u043D\u043E-\u044D\u043B\u0430\u0441\u0442\u0438\u0447\u043D\u043E\u0433\u043E \u043C\u0430\u0442\u0435\u0440\u0438\u0430\u043B\u0430 \u043D\u0435 \u0434\u043E\u043F\u0443\u0441\u043A\u0430\u044E\u0442\u0441\u044F \u0432 \u043E\u0434\u043D\u043E\u043C \u0438 \u0442\u043E\u043C \u0436\u0435 \u0432\u044B\u0431\u043E\u0440\u0435.
# - N --------------------------------------------------------------------- N -
Negative_total_gap = \u041E\u0442\u0440\u0438\u0446\u0430\u0442\u0435\u043B\u044C\u043D\u044B\u0439 \u043E\u0431\u0449\u0438\u0439 \u0440\u0430\u0437\u0440\u044B\u0432.
Negative_phase_fraction = \u041E\u0442\u0440\u0438\u0446\u0430\u0442\u0435\u043B\u044C\u043D\u0430\u044F \u0444\u0430\u0437\u043E\u0432\u0430\u044F \u0434\u043E\u043B\u044F.
No_destination_phase_specified_for_X = \u0414\u043B\u044F # \u043D\u0435 \u0443\u043A\u0430\u0437\u0430\u043D\u0430 \u0444\u0430\u0437\u0430 \u043D\u0430\u0437\u043D\u0430\u0447\u0435\u043D\u0438\u044F.
No_soft_phase_specified_for_X = \u0414\u043B\u044F # \u043D\u0435 \u0443\u043A\u0430\u0437\u0430\u043D\u0430 \u043C\u044F\u0433\u043A\u0430\u044F \u0444\u0430\u0437\u0430.
No_source_phase_specified_for_X = \u0414\u043B\u044F # \u043D\u0435 \u0443\u043A\u0430\u0437\u0430\u043D\u0430 \u0438\u0441\u0445\u043E\u0434\u043D\u0430\u044F \u0444\u0430\u0437\u0430.
Nominal_diameter_must_be_greater_than_the_stress_diameter = \u041D\u043E\u043C\u0438\u043D\u0430\u043B\u044C\u043D\u044B\u0439 \u0434\u0438\u0430\u043C\u0435\u0442\u0440 \u0434\u043E\u043B\u0436\u0435\u043D \u0431\u044B\u0442\u044C \u0431\u043E\u043B\u044C\u0448\u0435 \u0434\u0438\u0430\u043C\u0435\u0442\u0440\u0430 \u043D\u0430\u043F\u0440\u044F\u0436\u0435\u043D\u0438\u044F.
Nonzero_slope_must_be_at_least_1_percent = \u041D\u0435\u043D\u0443\u043B\u0435\u0432\u043E\u0439 \u043D\u0430\u043A\u043B\u043E\u043D \u0434\u043E\u043B\u0436\u0435\u043D \u0431\u044B\u0442\u044C \u043D\u0435 \u043C\u0435\u043D\u0435\u0435 1\u0025.
Normal_module_of_pinion_(m) = \u041D\u043E\u0440\u043C\u0430\u043B\u044C\u043D\u044B\u0439 \u043C\u043E\u0434\u0443\u043B\u044C \u0448\u0435\u0441\u0442\u0435\u0440\u043D\u0438 (\u043C)
Normal_module_of_the_two_mating_gears_must_be_the_same = \u041D\u043E\u0440\u043C\u0430\u043B\u044C\u043D\u044B\u0439 \u043C\u043E\u0434\u0443\u043B\u044C \u0434\u0432\u0443\u0445 \u0441\u043E\u043F\u0440\u044F\u0436\u0435\u043D\u043D\u044B\u0445 \u0448\u0435\u0441\u0442\u0435\u0440\u0435\u043D \u0434\u043E\u043B\u0436\u0435\u043D \u0431\u044B\u0442\u044C \u043E\u0434\u0438\u043D\u0430\u043A\u043E\u0432\u044B\u043C.
Normal_module_of_wheel_(m) = \u041D\u043E\u0440\u043C\u0430\u043B\u044C\u043D\u044B\u0439 \u043C\u043E\u0434\u0443\u043B\u044C \u043A\u043E\u043B\u0435\u0441\u0430 (\u043C)
Normal_module_of_worm_(m) = \u041D\u043E\u0440\u043C\u0430\u043B\u044C\u043D\u044B\u0439 \u043C\u043E\u0434\u0443\u043B\u044C \u0447\u0435\u0440\u0432\u044F\u043A\u0430 (\u043C)
Normal_pitch_of_pinion_(m) = \u041D\u043E\u0440\u043C\u0430\u043B\u044C\u043D\u044B\u0439 \u0448\u0430\u0433 \u0448\u0435\u0441\u0442\u0435\u0440\u043D\u0438 (\u043C)
Normal_pitch_of_rack_(m) = \u041D\u043E\u0440\u043C\u0430\u043B\u044C\u043D\u044B\u0439 \u0448\u0430\u0433 \u0441\u0442\u043E\u0439\u043A\u0438 (\u043C)
Normal_pitch_of_the_rack_and_pinion_must_be_the_same = \u041D\u043E\u0440\u043C\u0430\u043B\u044C\u043D\u044B\u0439 \u0448\u0430\u0433 \u0440\u0435\u0435\u0447\u043A\u0438 \u0438 \u0448\u0435\u0441\u0442\u0435\u0440\u043D\u0438 \u0434\u043E\u043B\u0436\u0435\u043D \u0431\u044B\u0442\u044C \u043E\u0434\u0438\u043D\u0430\u043A\u043E\u0432\u044B\u043C.
Number_of_rolling_elemets = \u041A\u043E\u043B\u0438\u0447\u0435\u0441\u0442\u0432\u043E \u0442\u0435\u043B \u043A\u0430\u0447\u0435\u043D\u0438\u044F
# - O --------------------------------------------------------------------- O -
One_of_the_mating_gears_must_be_an_external_gear = \u041E\u0434\u043D\u0430 \u0438\u0437 \u0441\u043E\u043F\u0440\u044F\u0436\u0435\u043D\u043D\u044B\u0445 \u0448\u0435\u0441\u0442\u0435\u0440\u0435\u043D \u0434\u043E\u043B\u0436\u043D\u0430 \u0431\u044B\u0442\u044C \u0432\u043D\u0435\u0448\u043D\u0435\u0439 \u0448\u0435\u0441\u0442\u0435\u0440\u043D\u0435\u0439.
Only_one_active_fatigue_feature_is_allowed = \u0420\u0430\u0437\u0440\u0435\u0448\u0435\u043D \u0442\u043E\u043B\u044C\u043A\u043E \u043E\u0434\u0438\u043D \u043F\u0440\u0438\u0437\u043D\u0430\u043A \u0430\u043A\u0442\u0438\u0432\u043D\u043E\u0439 \u0443\u0441\u0442\u0430\u043B\u043E\u0441\u0442\u0438.
Only_no_displacement_option_allowed_on_the_CMS_selection = \u041F\u0440\u0438 \u0432\u044B\u0431\u043E\u0440\u0435 CMS \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043D\u0430 \u0442\u043E\u043B\u044C\u043A\u043E \u043E\u043F\u0446\u0438\u044F \u00AB\u0411\u0435\u0437 \u0441\u043C\u0435\u0449\u0435\u043D\u0438\u044F\u00BB.
Outer_diameter_must_be_greater_than_the_inner_diameter = \u0412\u043D\u0435\u0448\u043D\u0438\u0439 \u0434\u0438\u0430\u043C\u0435\u0442\u0440 \u0434\u043E\u043B\u0436\u0435\u043D \u0431\u044B\u0442\u044C \u0431\u043E\u043B\u044C\u0448\u0435 \u0432\u043D\u0443\u0442\u0440\u0435\u043D\u043D\u0435\u0433\u043E \u0434\u0438\u0430\u043C\u0435\u0442\u0440\u0430.
Outer_fillet_radius_must_be_smaller_than_leg_thickness = \u0412\u043D\u0435\u0448\u043D\u0438\u0439 \u0440\u0430\u0434\u0438\u0443\u0441 \u0441\u043A\u0440\u0443\u0433\u043B\u0435\u043D\u0438\u044F \u0434\u043E\u043B\u0436\u0435\u043D \u0431\u044B\u0442\u044C \u043C\u0435\u043D\u044C\u0448\u0435 \u0442\u043E\u043B\u0449\u0438\u043D\u044B \u043D\u043E\u0436\u043A\u0438.
Outer_race_radius_of_curvature_(m) = \u0420\u0430\u0434\u0438\u0443\u0441 \u043A\u0440\u0438\u0432\u0438\u0437\u043D\u044B \u043D\u0430\u0440\u0443\u0436\u043D\u043E\u0433\u043E \u043A\u043E\u043B\u044C\u0446\u0430 (\u043C)
Outer_race_radius_of_curvature_too_small_for_the_given_rolling_element_diameter = \u0420\u0430\u0434\u0438\u0443\u0441 \u043A\u0440\u0438\u0432\u0438\u0437\u043D\u044B \u043D\u0430\u0440\u0443\u0436\u043D\u043E\u0433\u043E \u043A\u043E\u043B\u044C\u0446\u0430 \u0441\u043B\u0438\u0448\u043A\u043E\u043C \u043C\u0430\u043B \u0434\u043B\u044F \u0434\u0430\u043D\u043D\u043E\u0433\u043E \u0434\u0438\u0430\u043C\u0435\u0442\u0440\u0430 \u0442\u0435\u043B\u0430 \u043A\u0430\u0447\u0435\u043D\u0438\u044F.
# - P --------------------------------------------------------------------- P -
Perforated_plate_adjacent_to_anisotropic_acoustics_domain = \u041F\u0435\u0440\u0444\u043E\u0440\u0438\u0440\u043E\u0432\u0430\u043D\u043D\u0430\u044F \u043F\u043B\u0430\u0441\u0442\u0438\u043D\u0430, \u043F\u0440\u0438\u043B\u0435\u0433\u0430\u044E\u0449\u0430\u044F \u043A \u043E\u0431\u043B\u0430\u0441\u0442\u0438 \u0430\u043D\u0438\u0437\u043E\u0442\u0440\u043E\u043F\u043D\u043E\u0439 \u0430\u043A\u0443\u0441\u0442\u0438\u043A\u0438.
Phase_fraction_sum_greater_than_one = \u0421\u0443\u043C\u043C\u0430 \u0444\u0430\u0437\u043E\u0432\u044B\u0445 \u0434\u043E\u043B\u0435\u0439 \u0431\u043E\u043B\u044C\u0448\u0435 \u0435\u0434\u0438\u043D\u0438\u0446\u044B.
Phase_fraction_sum_less_than_one = \u0421\u0443\u043C\u043C\u0430 \u0444\u0430\u0437\u043E\u0432\u044B\u0445 \u0434\u043E\u043B\u0435\u0439 \u043C\u0435\u043D\u044C\u0448\u0435 \u0435\u0434\u0438\u043D\u0438\u0446\u044B.
Phase_transformation_latent_heat_multiphysics_couplings_are_required_for_the_selection_of_X = \u0414\u043B\u044F \u0432\u044B\u0431\u043E\u0440\u0430 # \u043D\u0435\u043E\u0431\u0445\u043E\u0434\u0438\u043C\u044B \u043C\u0443\u043B\u044C\u0442\u0438\u0444\u0438\u0437\u0438\u0447\u0435\u0441\u043A\u0438\u0435 \u0441\u0432\u044F\u0437\u0438 \u0444\u0430\u0437\u043E\u0432\u043E\u0433\u043E \u043F\u0440\u0435\u043E\u0431\u0440\u0430\u0437\u043E\u0432\u0430\u043D\u0438\u044F \u0441\u043E \u0441\u043A\u0440\u044B\u0442\u043E\u0439 \u0442\u0435\u043F\u043B\u043E\u0442\u043E\u0439.
Phase_transformation_strain_multiphysics_couplings_are_required_for_the_selection_of_X = \u0414\u043B\u044F \u0432\u044B\u0431\u043E\u0440\u0430 # \u043D\u0435\u043E\u0431\u0445\u043E\u0434\u0438\u043C\u044B \u043C\u0443\u043B\u044C\u0442\u0438\u0444\u0438\u0437\u0438\u0447\u0435\u0441\u043A\u0438\u0435 \u0441\u0432\u044F\u0437\u0438 \u0434\u0435\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u0438 \u0444\u0430\u0437\u043E\u0432\u043E\u0433\u043E \u043F\u0440\u0435\u0432\u0440\u0430\u0449\u0435\u043D\u0438\u044F.
Physics_interface_for_stresses_not_selected_for_X = \u0424\u0438\u0437\u0438\u0447\u0435\u0441\u043A\u0438\u0439 \u0438\u043D\u0442\u0435\u0440\u0444\u0435\u0439\u0441 \u0434\u043B\u044F \u043D\u0430\u043F\u0440\u044F\u0436\u0435\u043D\u0438\u0439, \u043D\u0435 \u0432\u044B\u0431\u0440\u0430\u043D\u043D\u044B\u0445 \u0434\u043B\u044F #.
Pitch_diameter_(m) = \u0414\u0438\u0430\u043C\u0435\u0442\u0440 \u043F\u043E\u043B\u044F (\u043C)
Predeformation_variables_are_solved_in_all_study_steps_unless_manually_disabled._Select_Solve_in_bolt_pre-tension_study_only_to_get_the_newer_(version_5.3_or_later)_behavior_for_default_bolt_pre-tension_solver_suggestions = \u041F\u0435\u0440\u0435\u043C\u0435\u043D\u043D\u044B\u0435 \u043F\u0440\u0435\u0434\u0434\u0435\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u0438 \u0440\u0435\u0448\u0430\u044E\u0442\u0441\u044F \u043D\u0430 \u0432\u0441\u0435\u0445 \u044D\u0442\u0430\u043F\u0430\u0445 \u0438\u0441\u0441\u043B\u0435\u0434\u043E\u0432\u0430\u043D\u0438\u044F, \u0435\u0441\u043B\u0438 \u043E\u043D\u0438 \u043D\u0435 \u043E\u0442\u043A\u043B\u044E\u0447\u0435\u043D\u044B \u0432\u0440\u0443\u0447\u043D\u0443\u044E. \u0412\u044B\u0431\u0435\u0440\u0438\u0442\u0435 \u201C\u0420\u0435\u0448\u0438\u0442\u044C \u0442\u043E\u043B\u044C\u043A\u043E \u0432 \u0438\u0441\u0441\u043B\u0435\u0434\u043E\u0432\u0430\u043D\u0438\u0438 \u043F\u0440\u0435\u0434\u0432\u0430\u0440\u0438\u0442\u0435\u043B\u044C\u043D\u043E\u0433\u043E \u043D\u0430\u0442\u044F\u0436\u0435\u043D\u0438\u044F \u0431\u043E\u043B\u0442\u043E\u0432\u201D, \u0447\u0442\u043E\u0431\u044B \u043F\u043E\u043B\u0443\u0447\u0438\u0442\u044C \u0431\u043E\u043B\u0435\u0435 \u043D\u043E\u0432\u043E\u0435 (\u0432\u0435\u0440\u0441\u0438\u044F 5.3 \u0438\u043B\u0438 \u043D\u043E\u0432\u0435\u0435) \u043F\u043E\u0432\u0435\u0434\u0435\u043D\u0438\u0435 \u0434\u043B\u044F \u043F\u0440\u0435\u0434\u043B\u043E\u0436\u0435\u043D\u0438\u0439 \u0440\u0435\u0448\u0430\u0442\u0435\u043B\u044F \u043F\u0440\u0435\u0434\u0432\u0430\u0440\u0438\u0442\u0435\u043B\u044C\u043D\u043E\u0433\u043E \u043D\u0430\u0442\u044F\u0436\u0435\u043D\u0438\u044F \u0431\u043E\u043B\u0442\u043E\u0432 \u043F\u043E \u0443\u043C\u043E\u043B\u0447\u0430\u043D\u0438\u044E.
Pressure_angle_of_pinion_(deg) = \u0423\u0433\u043E\u043B \u0434\u0430\u0432\u043B\u0435\u043D\u0438\u044F \u0448\u0435\u0441\u0442\u0435\u0440\u043D\u0438 (\u0433\u0440\u0430\u0434)
Pressure_angle_of_rack_(deg) = \u0423\u0433\u043E\u043B \u0434\u0430\u0432\u043B\u0435\u043D\u0438\u044F \u0440\u0435\u0439\u043A\u0438 (\u0433\u0440\u0430\u0434)
Pressure_angle_of_the_two_mating_gears_must_be_the_same = \u0423\u0433\u043E\u043B \u0434\u0430\u0432\u043B\u0435\u043D\u0438\u044F \u0434\u0432\u0443\u0445 \u0441\u043E\u043F\u0440\u044F\u0436\u0435\u043D\u043D\u044B\u0445 \u0448\u0435\u0441\u0442\u0435\u0440\u0435\u043D \u0434\u043E\u043B\u0436\u0435\u043D \u0431\u044B\u0442\u044C \u043E\u0434\u0438\u043D\u0430\u043A\u043E\u0432\u044B\u043C.
Pressure_angle_of_wheel_(deg) = \u0423\u0433\u043E\u043B \u0434\u0430\u0432\u043B\u0435\u043D\u0438\u044F \u043A\u043E\u043B\u0435\u0441\u0430 (\u0433\u0440\u0430\u0434)
Pressure_angle_of_worm_(deg) = \u0423\u0433\u043E\u043B \u0434\u0430\u0432\u043B\u0435\u043D\u0438\u044F \u0447\u0435\u0440\u0432\u044F\u043A\u0430 (\u0433\u0440\u0430\u0434)
# - Q --------------------------------------------------------------------- Q -
# - R --------------------------------------------------------------------- R -
Random_vibration_model_not_selected_for_X = \u041C\u043E\u0434\u0435\u043B\u044C \u0441\u043B\u0443\u0447\u0430\u0439\u043D\u043E\u0439 \u0432\u0438\u0431\u0440\u0430\u0446\u0438\u0438 \u043D\u0435 \u0432\u044B\u0431\u0440\u0430\u043D\u0430 \u0434\u043B\u044F #.
Rigid_domain_adjacent_to_contact_destination_boundary = \u0416\u0435\u0441\u0442\u043A\u0430\u044F \u043E\u0431\u043B\u0430\u0441\u0442\u044C, \u043F\u0440\u0438\u043C\u044B\u043A\u0430\u044E\u0449\u0430\u044F \u043A \u0433\u0440\u0430\u043D\u0438\u0446\u0435 \u043C\u0435\u0441\u0442\u0430 \u043D\u0430\u0437\u043D\u0430\u0447\u0435\u043D\u0438\u044F \u043A\u043E\u043D\u0442\u0430\u043A\u0442\u0430.
Inertia_Relief_requires_three_unconstrained_points_not_located_on_a_common_line = \u0414\u043B\u044F \u0443\u0441\u0442\u0440\u0430\u043D\u0435\u043D\u0438\u044F \u0438\u043D\u0435\u0440\u0446\u0438\u0438 \u0442\u0440\u0435\u0431\u0443\u044E\u0442\u0441\u044F \u0442\u0440\u0438 \u043D\u0435\u043E\u0433\u0440\u0430\u043D\u0438\u0447\u0435\u043D\u043D\u044B\u0435 \u0442\u043E\u0447\u043A\u0438, \u043D\u0435 \u0440\u0430\u0441\u043F\u043E\u043B\u043E\u0436\u0435\u043D\u043D\u044B\u0435 \u043D\u0430 \u043E\u0431\u0449\u0435\u0439 \u043B\u0438\u043D\u0438\u0438.
Rigid_Motion_Suppression_requires_three_points_not_located_on_a_common_line = \u0414\u043B\u044F \u0436\u0435\u0441\u0442\u043A\u043E\u0433\u043E \u043F\u043E\u0434\u0430\u0432\u043B\u0435\u043D\u0438\u044F \u0434\u0432\u0438\u0436\u0435\u043D\u0438\u044F \u0442\u0440\u0435\u0431\u0443\u044E\u0442\u0441\u044F \u0442\u0440\u0438 \u0442\u043E\u0447\u043A\u0438, \u043D\u0435 \u0440\u0430\u0441\u043F\u043E\u043B\u043E\u0436\u0435\u043D\u043D\u044B\u0435 \u043D\u0430 \u043E\u0431\u0449\u0435\u0439 \u043B\u0438\u043D\u0438\u0438.
Roller_cap_angle_(deg) = \u0423\u0433\u043E\u043B \u043A\u0440\u044B\u0448\u043A\u0438 \u0440\u043E\u043B\u0438\u043A\u0430 (\u0433\u0440\u0430\u0434\u0443\u0441\u044B)
Roller_diameter_(m) = \u0414\u0438\u0430\u043C\u0435\u0442\u0440 \u0440\u043E\u043B\u0438\u043A\u0430 (\u043C)
Rolling_element_diameter_too_large_for_the_given_pitch_diameter_and_number_of_rolling_elements = \u0414\u0438\u0430\u043C\u0435\u0442\u0440 \u0442\u0435\u043B\u0430 \u043A\u0430\u0447\u0435\u043D\u0438\u044F \u0441\u043B\u0438\u0448\u043A\u043E\u043C \u0432\u0435\u043B\u0438\u043A \u0434\u043B\u044F \u0434\u0430\u043D\u043D\u043E\u0433\u043E \u0434\u0435\u043B\u0438\u0442\u0435\u043B\u044C\u043D\u043E\u0433\u043E \u0434\u0438\u0430\u043C\u0435\u0442\u0440\u0430 \u0438 \u043A\u043E\u043B\u0438\u0447\u0435\u0441\u0442\u0432\u0430 \u0442\u0435\u043B \u043A\u0430\u0447\u0435\u043D\u0438\u044F.
Rotation_angle_in_Layered_Material_must_be_a_numerical_expression = \u0423\u0433\u043E\u043B \u043F\u043E\u0432\u043E\u0440\u043E\u0442\u0430 \u0432 \u043C\u043D\u043E\u0433\u043E\u0441\u043B\u043E\u0439\u043D\u043E\u043C \u043C\u0430\u0442\u0435\u0440\u0438\u0430\u043B\u0435 \u0434\u043E\u043B\u0436\u0435\u043D \u0431\u044B\u0442\u044C \u0447\u0438\u0441\u043B\u043E\u0432\u044B\u043C \u0432\u044B\u0440\u0430\u0436\u0435\u043D\u0438\u0435\u043C.
Rotation_angle_in_Layered_Material_must_be_an_integer_multiple_of_90_degrees = \u0423\u0433\u043E\u043B \u043F\u043E\u0432\u043E\u0440\u043E\u0442\u0430 \u0432 Layered Material \u0434\u043E\u043B\u0436\u0435\u043D \u0431\u044B\u0442\u044C \u0446\u0435\u043B\u044B\u043C \u0447\u0438\u0441\u043B\u043E\u043C, \u043A\u0440\u0430\u0442\u043D\u044B\u043C 90 \u0433\u0440\u0430\u0434\u0443\u0441\u0430\u043C.
# - S --------------------------------------------------------------------- S -
Selected_edges_are_collinear. = \u0412\u044B\u0431\u0440\u0430\u043D\u043D\u044B\u0435 \u0440\u0435\u0431\u0440\u0430 \u043A\u043E\u043B\u043B\u0438\u043D\u0435\u0430\u0440\u043D\u044B.
Selected_edges_and_points_are_collinear. = \u0412\u044B\u0431\u0440\u0430\u043D\u043D\u044B\u0435 \u0440\u0435\u0431\u0440\u0430 \u0438 \u0442\u043E\u0447\u043A\u0438 \u043B\u0435\u0436\u0430\u0442 \u043D\u0430 \u043E\u0434\u043D\u043E\u0439 \u043F\u0440\u044F\u043C\u043E\u0439.
Selected_points_are_collinear. = \u0412\u044B\u0431\u0440\u0430\u043D\u043D\u044B\u0435 \u0442\u043E\u0447\u043A\u0438 \u043B\u0435\u0436\u0430\u0442 \u043D\u0430 \u043E\u0434\u043D\u043E\u0439 \u043F\u0440\u044F\u043C\u043E\u0439.
Selection_not_defined_in_the_physics_X_node_Y = \u0412\u044B\u0431\u043E\u0440 \u043D\u0435 \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D \u0432 \u0444\u0438\u0437\u0438\u043A\u0435 #0 \u0443\u0437\u043B\u0430 #1.
Selection_only_contains_one_point = \u0412\u044B\u0431\u043E\u0440\u043A\u0430 \u0441\u043E\u0434\u0435\u0440\u0436\u0438\u0442 \u0442\u043E\u043B\u044C\u043A\u043E \u043E\u0434\u043D\u0443 \u0442\u043E\u0447\u043A\u0443.
Selection_requires_a_planar_boundary[MBD] = \u0414\u043B\u044F \u043E\u0442\u0431\u043E\u0440\u0430 \u043D\u0435\u043E\u0431\u0445\u043E\u0434\u0438\u043C\u0430 \u043F\u043B\u043E\u0441\u043A\u0430\u044F \u0433\u0440\u0430\u043D\u0438\u0446\u0430.
Slope_value_is_too_large = \u0417\u043D\u0430\u0447\u0435\u043D\u0438\u0435 \u043D\u0430\u043A\u043B\u043E\u043D\u0430 \u0441\u043B\u0438\u0448\u043A\u043E\u043C \u0432\u0435\u043B\u0438\u043A\u043E.
Solution_field_not_selected_in_physics_interface_X_node_Y = \u041F\u043E\u043B\u0435 \u0440\u0435\u0448\u0435\u043D\u0438\u044F \u043D\u0435 \u0432\u044B\u0431\u0440\u0430\u043D\u043E \u0432 \u0444\u0438\u0437\u0438\u0447\u0435\u0441\u043A\u043E\u043C \u0438\u043D\u0442\u0435\u0440\u0444\u0435\u0439\u0441\u0435 #0, \u0443\u0437\u0435\u043B #1.
Some_of_the_required_Reduced_Component_nodes_are_not_present_in_the_model = \u041D\u0435\u043A\u043E\u0442\u043E\u0440\u044B\u0435 \u0438\u0437 \u043D\u0435\u043E\u0431\u0445\u043E\u0434\u0438\u043C\u044B\u0445 \u0443\u0437\u043B\u043E\u0432 \u0443\u043C\u0435\u043D\u044C\u0448\u0435\u043D\u043D\u043E\u0433\u043E \u043A\u043E\u043C\u043F\u043E\u043D\u0435\u043D\u0442\u0430 \u043E\u0442\u0441\u0443\u0442\u0441\u0442\u0432\u0443\u044E\u0442 \u0432 \u043C\u043E\u0434\u0435\u043B\u0438.
Source_and_destination_phases_must_be_different_for_X = \u0424\u0430\u0437\u044B \u0438\u0441\u0442\u043E\u0447\u043D\u0438\u043A\u0430 \u0438 \u043D\u0430\u0437\u043D\u0430\u0447\u0435\u043D\u0438\u044F \u0434\u043E\u043B\u0436\u043D\u044B \u0431\u044B\u0442\u044C \u0440\u0430\u0437\u043D\u044B\u043C\u0438 \u0434\u043B\u044F #.
Source_boundary_external_to_the_current_physics_detected,_but_the_Source_external_to_current_physics_check_box_is_not_selected = \u041E\u0431\u043D\u0430\u0440\u0443\u0436\u0435\u043D\u0430 \u0438\u0441\u0445\u043E\u0434\u043D\u0430\u044F \u0433\u0440\u0430\u043D\u0438\u0446\u0430, \u0432\u043D\u0435\u0448\u043D\u044F\u044F \u043F\u043E \u043E\u0442\u043D\u043E\u0448\u0435\u043D\u0438\u044E \u043A \u0442\u0435\u043A\u0443\u0449\u0435\u0439 \u0444\u0438\u0437\u0438\u043A\u0435, \u043D\u043E \u0444\u043B\u0430\u0436\u043E\u043A 'Source external to current physics' \u043D\u0435 \u0443\u0441\u0442\u0430\u043D\u043E\u0432\u043B\u0435\u043D.
Source_phase_not_active = \u0424\u0430\u0437\u0430 \u0438\u0441\u0442\u043E\u0447\u043D\u0438\u043A\u0430 \u043D\u0435 \u0430\u043A\u0442\u0438\u0432\u043D\u0430.
Source_phase_not_active_for_X = \u0418\u0441\u0445\u043E\u0434\u043D\u0430\u044F \u0444\u0430\u0437\u0430 \u043D\u0435 \u0430\u043A\u0442\u0438\u0432\u043D\u0430 \u0434\u043B\u044F #.
Source_selection_contains_boundaries_which_are_both_external_and_internal_to_the_current_physics = \u0412\u044B\u0431\u043E\u0440 \u0438\u0441\u0442\u043E\u0447\u043D\u0438\u043A\u0430 \u0441\u043E\u0434\u0435\u0440\u0436\u0438\u0442 \u0433\u0440\u0430\u043D\u0438\u0446\u044B, \u043A\u043E\u0442\u043E\u0440\u044B\u0435 \u044F\u0432\u043B\u044F\u044E\u0442\u0441\u044F \u043A\u0430\u043A \u0432\u043D\u0435\u0448\u043D\u0438\u043C\u0438, \u0442\u0430\u043A \u0438 \u0432\u043D\u0443\u0442\u0440\u0435\u043D\u043D\u0438\u043C\u0438 \u043F\u043E \u043E\u0442\u043D\u043E\u0448\u0435\u043D\u0438\u044E \u043A \u0442\u0435\u043A\u0443\u0449\u0435\u0439 \u0444\u0438\u0437\u0438\u043A\u0435.
Source_and_destination_entities_are_same[MBD] = \u041E\u0431\u044A\u0435\u043A\u0442\u044B \u0438\u0441\u0442\u043E\u0447\u043D\u0438\u043A\u0430 \u0438 \u043D\u0430\u0437\u043D\u0430\u0447\u0435\u043D\u0438\u044F \u043E\u0434\u0438\u043D\u0430\u043A\u043E\u0432\u044B.
Source_is_set_to_none[MBD] = \u0418\u0441\u0442\u043E\u0447\u043D\u0438\u043A \u0443\u0441\u0442\u0430\u043D\u043E\u0432\u043B\u0435\u043D \u043D\u0430 \u00AB\u041D\u0435\u0442\u00BB.
Strain_cycle_defined_by_strain_amplitude_Y_encountered._Fatigue_cannot_be_evaluated = \u0426\u0438\u043A\u043B \u0434\u0435\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u0438 \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u044F\u0435\u0442\u0441\u044F \u0430\u043C\u043F\u043B\u0438\u0442\u0443\u0434\u043E\u0439 \u0434\u0435\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u0438 # \n\u0432\u0441\u0442\u0440\u0435\u0447\u0430\u0435\u0442\u0441\u044F. \u0423\u0441\u0442\u0430\u043B\u043E\u0441\u0442\u044C \u043D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u043E\u0446\u0435\u043D\u0438\u0442\u044C.
Strain_cycle_defined_by_strain_amplitude_Y_encountered._Static_failure_expected._Fatigue_cannot_be_evaluated = \u0426\u0438\u043A\u043B \u0434\u0435\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u0438 \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u044F\u0435\u0442\u0441\u044F \u0432\u043E\u0437\u043D\u0438\u043A\u0448\u0435\u0439 \u0430\u043C\u043F\u043B\u0438\u0442\u0443\u0434\u043E\u0439 \u0434\u0435\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u0438. \u041E\u0436\u0438\u0434\u0430\u0435\u0442\u0441\u044F \u0441\u0442\u0430\u0442\u0438\u0447\u0435\u0441\u043A\u0438\u0439 \u0441\u0431\u043E\u0439. \u0423\u0441\u0442\u0430\u043B\u043E\u0441\u0442\u044C \u043D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u043E\u0446\u0435\u043D\u0438\u0442\u044C.
Strain_type_not_selected_in_the_physics_X_node_Y = \u0422\u0438\u043F \u0434\u0435\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u0438 \u043D\u0435 \u0432\u044B\u0431\u0440\u0430\u043D \u0432 \u0443\u0437\u043B\u0435 \u0444\u0438\u0437\u0438\u043A\u0438 #0 #1.
Stress_cycle_defined_by_mean_stress_X_and_stress_amplitude_Y_encountered._Fatigue_cannot_be_evaluated = \u0426\u0438\u043A\u043B \u043D\u0430\u043F\u0440\u044F\u0436\u0435\u043D\u0438\u044F \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u044F\u0435\u0442\u0441\u044F \u0441\u0440\u0435\u0434\u043D\u0438\u043C \u043D\u0430\u043F\u0440\u044F\u0436\u0435\u043D\u0438\u0435\u043C #0 \u0438 \u0430\u043C\u043F\u043B\u0438\u0442\u0443\u0434\u043E\u0439 \u043D\u0430\u043F\u0440\u044F\u0436\u0435\u043D\u0438\u044F #1 \n. \u0423\u0441\u0442\u0430\u043B\u043E\u0441\u0442\u044C \u043D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u043E\u0446\u0435\u043D\u0438\u0442\u044C.
Stress_cycle_defined_by_stress_amplitude_Y_encountered._Fatigue_cannot_be_evaluated = \u0426\u0438\u043A\u043B \u043D\u0430\u043F\u0440\u044F\u0436\u0435\u043D\u0438\u044F \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u044F\u0435\u0442\u0441\u044F \u0430\u043C\u043F\u043B\u0438\u0442\u0443\u0434\u043E\u0439 \u043D\u0430\u043F\u0440\u044F\u0436\u0435\u043D\u0438\u044F # \n\u0432\u0441\u0442\u0440\u0435\u0447\u0430\u0435\u0442\u0441\u044F. \u0423\u0441\u0442\u0430\u043B\u043E\u0441\u0442\u044C \u043D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u043E\u0446\u0435\u043D\u0438\u0442\u044C.
Stress_cycle_defined_by_stress_amplitude_Y_Pa_encountered._Static_failure_expected._Fatigue_cannot_be_evaluated = \u0426\u0438\u043A\u043B \u043D\u0430\u043F\u0440\u044F\u0436\u0435\u043D\u0438\u044F \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u044F\u0435\u0442\u0441\u044F \u0430\u043C\u043F\u043B\u0438\u0442\u0443\u0434\u043E\u0439 \u043D\u0430\u043F\u0440\u044F\u0436\u0435\u043D\u0438\u044F # \u041F\u0430. \u041E\u0436\u0438\u0434\u0430\u0435\u0442\u0441\u044F \u0441\u0442\u0430\u0442\u0438\u0447\u0435\u0441\u043A\u0438\u0439 \u0441\u0431\u043E\u0439. \u0423\u0441\u0442\u0430\u043B\u043E\u0441\u0442\u044C \u043D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u043E\u0446\u0435\u043D\u0438\u0442\u044C.
Stress_cycle_defined_by_R-value_X_and_stress_amplitude_Y_encountered._Fatigue_cannot_be_evaluated = \u0426\u0438\u043A\u043B \u043D\u0430\u043F\u0440\u044F\u0436\u0435\u043D\u0438\u044F \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u044F\u0435\u0442\u0441\u044F \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u0435\u043C R #0 \u0438 \u0430\u043C\u043F\u043B\u0438\u0442\u0443\u0434\u043E\u0439 \u043D\u0430\u043F\u0440\u044F\u0436\u0435\u043D\u0438\u044F #1 \n. \u0423\u0441\u0442\u0430\u043B\u043E\u0441\u0442\u044C \u043D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u043E\u0446\u0435\u043D\u0438\u0442\u044C.
Stress_cycle_defined_by_R-value_X_and_stress_amplitude_Y_Pa_encountered._Static_failure_expected._Fatigue_cannot_be_evaluated = \u0426\u0438\u043A\u043B \u043D\u0430\u043F\u0440\u044F\u0436\u0435\u043D\u0438\u044F \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u044F\u0435\u0442\u0441\u044F \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u0435\u043C R #0 \u0438 \u0430\u043C\u043F\u043B\u0438\u0442\u0443\u0434\u043E\u0439 \u043D\u0430\u043F\u0440\u044F\u0436\u0435\u043D\u0438\u044F #1 \u041F\u0430 \n. \u041E\u0436\u0438\u0434\u0430\u0435\u0442\u0441\u044F \u0441\u0442\u0430\u0442\u0438\u0447\u0435\u0441\u043A\u0438\u0439 \u0441\u0431\u043E\u0439. \u0423\u0441\u0442\u0430\u043B\u043E\u0441\u0442\u044C \u043D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u043E\u0446\u0435\u043D\u0438\u0442\u044C.
# - T --------------------------------------------------------------------- T -
The_approximate_S-N_curve_is_incorrectly_set_up._The_slope_of_the_curve_must_be_negative = \u041F\u0440\u0438\u0431\u043B\u0438\u0437\u0438\u0442\u0435\u043B\u044C\u043D\u0430\u044F \u043A\u0440\u0438\u0432\u0430\u044F S\u2013N \u043D\u0430\u0441\u0442\u0440\u043E\u0435\u043D\u0430 \u043D\u0435\u043F\u0440\u0430\u0432\u0438\u043B\u044C\u043D\u043E. \n \u041D\u0430\u043A\u043B\u043E\u043D \u043A\u0440\u0438\u0432\u043E\u0439 \u0434\u043E\u043B\u0436\u0435\u043D \u0431\u044B\u0442\u044C \u043E\u0442\u0440\u0438\u0446\u0430\u0442\u0435\u043B\u044C\u043D\u044B\u043C.
The_autogenerated_study_corresponding_to_the_cell_periodicity_feature_does_not_exist = \u0410\u0432\u0442\u043E\u0433\u0435\u043D\u0435\u0440\u0438\u0440\u0443\u0435\u043C\u043E\u0435 \u0438\u0441\u0441\u043B\u0435\u0434\u043E\u0432\u0430\u043D\u0438\u0435, \u0441\u043E\u043E\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0443\u044E\u0449\u0435\u0435 \u043F\u0440\u0438\u0437\u043D\u0430\u043A\u0443 \u043F\u0435\u0440\u0438\u043E\u0434\u0438\u0447\u043D\u043E\u0441\u0442\u0438 \u044F\u0447\u0435\u0435\u043A, \u043D\u0435 \u0441\u0443\u0449\u0435\u0441\u0442\u0432\u0443\u0435\u0442.
The_beam_length_from_beam_and_beam_cross_section_interface_does_not_match = \u0414\u043B\u0438\u043D\u0430 \u0431\u0430\u043B\u043A\u0438 \u043D\u0430 \u0433\u0440\u0430\u043D\u0438\u0446\u0435 \u0440\u0430\u0437\u0434\u0435\u043B\u0430 \u043F\u043E\u043F\u0435\u0440\u0435\u0447\u043D\u043E\u0433\u043E \u0441\u0435\u0447\u0435\u043D\u0438\u044F \u0431\u0430\u043B\u043A\u0438 \u0438 \u0431\u0430\u043B\u043A\u0438 \u043D\u0435 \u0441\u043E\u0432\u043F\u0430\u0434\u0430\u0435\u0442.
The_Bessel_function_cannot_be_evaluated_since_the_imaginary_part_of_the_argument_is_too_large._Try_using_the_Numerical_Port_option_instead = \u0424\u0443\u043D\u043A\u0446\u0438\u044E \u0411\u0435\u0441\u0441\u0435\u043B\u044F \u043D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u0432\u044B\u0447\u0438\u0441\u043B\u0438\u0442\u044C, \u043F\u043E\u0441\u043A\u043E\u043B\u044C\u043A\u0443 \u043C\u043D\u0438\u043C\u0430\u044F \u0447\u0430\u0441\u0442\u044C \u0430\u0440\u0433\u0443\u043C\u0435\u043D\u0442\u0430 \u0441\u043B\u0438\u0448\u043A\u043E\u043C \u0432\u0435\u043B\u0438\u043A\u0430. \u0412\u043C\u0435\u0441\u0442\u043E \u044D\u0442\u043E\u0433\u043E \u043F\u043E\u043F\u0440\u043E\u0431\u0443\u0439\u0442\u0435 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440 \u00AB\u0426\u0438\u0444\u0440\u043E\u0432\u043E\u0439 \u043F\u043E\u0440\u0442\u00BB.
The_boundaries_must_be_adjacent_in_the_physics_X_node_Y = \u0413\u0440\u0430\u043D\u0438\u0446\u044B \u0434\u043E\u043B\u0436\u043D\u044B \u0431\u044B\u0442\u044C \u0441\u043C\u0435\u0436\u043D\u044B\u043C\u0438 \u0432 \u0444\u0438\u0437\u0438\u0447\u0435\u0441\u043A\u043E\u043C \u0443\u0437\u043B\u0435 #0#1
The_connected_bolt_segments_are_not_collinear_at_point_X = \u0421\u043E\u0435\u0434\u0438\u043D\u044F\u0435\u043C\u044B\u0435 \u0441\u0435\u0433\u043C\u0435\u043D\u0442\u044B \u0431\u043E\u043B\u0442\u0430 \u043D\u0435 \u043B\u0435\u0436\u0430\u0442 \u043D\u0430 \u043E\u0434\u043D\u043E\u0439 \u043F\u0440\u044F\u043C\u043E\u0439 \u0432 \u0442\u043E\u0447\u043A\u0435 #
The_dataset_corresponding_to_the_cell_periodicity_study_does_not_exist = \u041D\u0430\u0431\u043E\u0440 \u0434\u0430\u043D\u043D\u044B\u0445, \u0441\u043E\u043E\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0443\u044E\u0449\u0438\u0439 \u0438\u0441\u0441\u043B\u0435\u0434\u043E\u0432\u0430\u043D\u0438\u044E \u043F\u0435\u0440\u0438\u043E\u0434\u0438\u0447\u043D\u043E\u0441\u0442\u0438 \u044F\u0447\u0435\u0435\u043A, \u043D\u0435 \u0441\u0443\u0449\u0435\u0441\u0442\u0432\u0443\u0435\u0442. 
The_pipe_length_from_pipe_mechanics_and_beam_cross_section_interface_does_not_match = \u0414\u043B\u0438\u043D\u0430 \u0442\u0440\u0443\u0431\u044B \u0432 \u043C\u0435\u0445\u0430\u043D\u0438\u043A\u0435 \u0442\u0440\u0443\u0431 \u0438 \u0438\u043D\u0442\u0435\u0440\u0444\u0435\u0439\u0441\u0435 \u043F\u043E\u043F\u0435\u0440\u0435\u0447\u043D\u043E\u0433\u043E \u0441\u0435\u0447\u0435\u043D\u0438\u044F \u0431\u0430\u043B\u043A\u0438 \u043D\u0435 \u0441\u043E\u0432\u043F\u0430\u0434\u0430\u044E\u0442.
The_cross_section_area_of_solid_and_pipe_does_not_match_at_the_transition = \u041F\u043B\u043E\u0449\u0430\u0434\u044C \u043F\u043E\u043F\u0435\u0440\u0435\u0447\u043D\u043E\u0433\u043E \u0441\u0435\u0447\u0435\u043D\u0438\u044F \u0442\u0432\u0435\u0440\u0434\u043E\u0433\u043E \u0442\u0435\u043B\u0430 \u0438 \u0442\u0440\u0443\u0431\u044B \u043D\u0435 \u0441\u043E\u0432\u043F\u0430\u0434\u0430\u0435\u0442 \u0432 \u043C\u0435\u0441\u0442\u0435 \u043F\u0435\u0440\u0435\u0445\u043E\u0434\u0430.
The_cross_section_area_of_shell_and_pipe_does_not_match_at_the_transition = \u041F\u043B\u043E\u0449\u0430\u0434\u044C \u043F\u043E\u043F\u0435\u0440\u0435\u0447\u043D\u043E\u0433\u043E \u0441\u0435\u0447\u0435\u043D\u0438\u044F \u043E\u0431\u043E\u043B\u043E\u0447\u043A\u0438 \u0438 \u0442\u0440\u0443\u0431\u044B \u043D\u0435 \u0441\u043E\u0432\u043F\u0430\u0434\u0430\u0435\u0442 \u0432 \u043C\u0435\u0441\u0442\u0435 \u043F\u0435\u0440\u0435\u0445\u043E\u0434\u0430.
The_edges_must_be_adjacent_in_the_physics_X_node_Y = \u041A\u0440\u0430\u044F \u0434\u043E\u043B\u0436\u043D\u044B \u0431\u044B\u0442\u044C \u0441\u043C\u0435\u0436\u043D\u044B\u043C\u0438 \u0432 \u0444\u0438\u0437\u0438\u0447\u0435\u0441\u043A\u043E\u043C \u0443\u0437\u043B\u0435 #0 #1
The_edges_must_be_colinear_in_the_physics_X_node_Y = \u041A\u0440\u0430\u044F \u0434\u043E\u043B\u0436\u043D\u044B \u0431\u044B\u0442\u044C \u043A\u043E\u043B\u043B\u0438\u043D\u0435\u0430\u0440\u043D\u044B \u0432 \u0444\u0438\u0437\u0438\u0447\u0435\u0441\u043A\u043E\u043C \u0443\u0437\u043B\u0435 #0 #1
The_edge_selection_is_empty_in_the_physics_X_node_Y = \u0412\u044B\u0431\u043E\u0440 \u043A\u0440\u0430\u044F \u043F\u0443\u0441\u0442 \u0432 \u0443\u0437\u043B\u0435 \u0444\u0438\u0437\u0438\u043A\u0438 #0 #1
The_domains_must_be_adjacent_in_the_physics_X_node_Y = \u0414\u043E\u043C\u0435\u043D\u044B \u0434\u043E\u043B\u0436\u043D\u044B \u0431\u044B\u0442\u044C \u0441\u043E\u0441\u0435\u0434\u043D\u0438\u043C\u0438 \u0432 \u0444\u0438\u0437\u0438\u0447\u0435\u0441\u043A\u043E\u043C \u0443\u0437\u043B\u0435 #0 #1
The_domains_must_be_adjacent_to_the_boundaries_in_the_physics_X_node_Y = \u0414\u043E\u043C\u0435\u043D\u044B \u0434\u043E\u043B\u0436\u043D\u044B \u043F\u0440\u0438\u043C\u044B\u043A\u0430\u0442\u044C \u043A \u0433\u0440\u0430\u043D\u0438\u0446\u0430\u043C \u0432 \u0444\u0438\u0437\u0438\u0447\u0435\u0441\u043A\u043E\u043C \u0443\u0437\u043B\u0435 #0 #1
The_point_selection_is_empty_in_the_physics_X_node_Y = \u0412\u044B\u0431\u043E\u0440 \u0442\u043E\u0447\u043A\u0438 \u043F\u0443\u0441\u0442 \u0432 \u0443\u0437\u043B\u0435 \u0444\u0438\u0437\u0438\u043A\u0438 #0 #1
The_imaginary_part_of_the_argument_of_the_Bessel_function_is_greater_than_700_and_cannot_be_evaluated._Use_the_numeric_port_option_instead = \u041C\u043D\u0438\u043C\u0430\u044F \u0447\u0430\u0441\u0442\u044C \u0430\u0440\u0433\u0443\u043C\u0435\u043D\u0442\u0430 \u0444\u0443\u043D\u043A\u0446\u0438\u0438 \u0411\u0435\u0441\u0441\u0435\u043B\u044F \u0431\u043E\u043B\u044C\u0448\u0435 700 \u0438 \u043D\u0435 \u043F\u043E\u0434\u043B\u0435\u0436\u0438\u0442 \u0432\u044B\u0447\u0438\u0441\u043B\u0435\u043D\u0438\u044E. \u0412\u043C\u0435\u0441\u0442\u043E \u044D\u0442\u043E\u0433\u043E \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0439\u0442\u0435 \u043E\u043F\u0446\u0438\u044E \u0447\u0438\u0441\u043B\u043E\u0432\u043E\u0433\u043E \u043F\u043E\u0440\u0442\u0430.
The_imported_data_has_the_wrong_format = \u0418\u043C\u043F\u043E\u0440\u0442\u0438\u0440\u043E\u0432\u0430\u043D\u043D\u044B\u0435 \u0434\u0430\u043D\u043D\u044B\u0435 \u0438\u043C\u0435\u044E\u0442 \u043D\u0435\u0432\u0435\u0440\u043D\u044B\u0439 \u0444\u043E\u0440\u043C\u0430\u0442.
The_load_cycle_is_not_frequency_controlled = \u0426\u0438\u043A\u043B \u043D\u0430\u0433\u0440\u0443\u0437\u043A\u0438 \u043D\u0435 \u043A\u043E\u043D\u0442\u0440\u043E\u043B\u0438\u0440\u0443\u0435\u0442\u0441\u044F \u043F\u043E \u0447\u0430\u0441\u0442\u043E\u0442\u0435.
The_material_parameters_must_be_constant_and_several_materials_can_therefore_not_be_used = \u041F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u044B \u043C\u0430\u0442\u0435\u0440\u0438\u0430\u043B\u0430 \u0434\u043E\u043B\u0436\u043D\u044B \u0431\u044B\u0442\u044C \u043F\u043E\u0441\u0442\u043E\u044F\u043D\u043D\u044B\u043C\u0438, \u043F\u043E\u044D\u0442\u043E\u043C\u0443 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043D\u0438\u0435 \u043D\u0435\u043A\u043E\u0442\u043E\u0440\u044B\u0445 \u043C\u0430\u0442\u0435\u0440\u0438\u0430\u043B\u043E\u0432 \u043D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E.
The_material_parameters_for_each_pressure_acoustics_feature_must_be_constant_and_several_materials_can_therefore_not_be_used = \u041F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u044B \u043C\u0430\u0442\u0435\u0440\u0438\u0430\u043B\u0430 \u0434\u043B\u044F \u043A\u0430\u0436\u0434\u043E\u0433\u043E \u044D\u043B\u0435\u043C\u0435\u043D\u0442\u0430 \u0430\u043A\u0443\u0441\u0442\u0438\u043A\u0438 \u0434\u0430\u0432\u043B\u0435\u043D\u0438\u044F \n \u0434\u043E\u043B\u0436\u043D\u044B \u0431\u044B\u0442\u044C \u043F\u043E\u0441\u0442\u043E\u044F\u043D\u043D\u044B\u043C\u0438, \u043F\u043E\u044D\u0442\u043E\u043C\u0443 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043D\u0438\u0435 \u043D\u0435\u043A\u043E\u0442\u043E\u0440\u044B\u0445 \u043C\u0430\u0442\u0435\u0440\u0438\u0430\u043B\u043E\u0432 \u043D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E.
The_Nitsche_method_is_not_applicable_for_rigid_boundaries = \u041C\u0435\u0442\u043E\u0434 \u041D\u0438\u0447\u0435 \u043D\u0435\u043F\u0440\u0438\u043C\u0435\u043D\u0438\u043C \u0434\u043B\u044F \u0436\u0435\u0441\u0442\u043A\u0438\u0445 \u0433\u0440\u0430\u043D\u0438\u0446.
The_number_of_frequency_loads_is_not_equal_to_the_number_of_cycle_events_in_the_cycle_history = \u041A\u043E\u043B\u0438\u0447\u0435\u0441\u0442\u0432\u043E \u0447\u0430\u0441\u0442\u043E\u0442\u043D\u044B\u0445 \u043D\u0430\u0433\u0440\u0443\u0437\u043E\u043A \u043D\u0435 \u0440\u0430\u0432\u043D\u043E \u043A\u043E\u043B\u0438\u0447\u0435\u0441\u0442\u0432\u0443 \n0 \u0441\u043E\u0431\u044B\u0442\u0438\u0439 \u0446\u0438\u043A\u043B\u0430 \u0432 \u0438\u0441\u0442\u043E\u0440\u0438\u0438 \u0446\u0438\u043A\u043B\u0430.
The_number_of_frequency_loads_is_not_equal_to_the_number_of_time_events_in_the_time_history = \u041A\u043E\u043B\u0438\u0447\u0435\u0441\u0442\u0432\u043E \u0447\u0430\u0441\u0442\u043E\u0442\u043D\u044B\u0445 \u043D\u0430\u0433\u0440\u0443\u0437\u043E\u043A \u043D\u0435 \u0440\u0430\u0432\u043D\u043E \u043A\u043E\u043B\u0438\u0447\u0435\u0441\u0442\u0432\u0443 \n0 \u0432\u0440\u0435\u043C\u0435\u043D\u043D\u044B\u0445 \u0441\u043E\u0431\u044B\u0442\u0438\u0439 \u0432\u043E \u0432\u0440\u0435\u043C\u0435\u043D\u043D\u043E\u0439 \u0438\u0441\u0442\u043E\u0440\u0438\u0438.
The_number_of_load_cases_is_not_equal_to_the_number_of_functions_defining_the_generalized_load_history = \u041A\u043E\u043B\u0438\u0447\u0435\u0441\u0442\u0432\u043E \u0432\u0430\u0440\u0438\u0430\u043D\u0442\u043E\u0432 \u043D\u0430\u0433\u0440\u0443\u0436\u0435\u043D\u0438\u044F \u043D\u0435 \u0440\u0430\u0432\u043D\u043E \u043A\u043E\u043B\u0438\u0447\u0435\u0441\u0442\u0432\u0443 \u0444\u0443\u043D\u043A\u0446\u0438\u0439 \n, \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u044F\u044E\u0449\u0438\u0445 \u043E\u0431\u043E\u0431\u0449\u0435\u043D\u043D\u0443\u044E \u0438\u0441\u0442\u043E\u0440\u0438\u044E \u043D\u0430\u0433\u0440\u0443\u0436\u0435\u043D\u0438\u0439.
The_number_of_sectors_must_be_an_even_integer = \u041A\u043E\u043B\u0438\u0447\u0435\u0441\u0442\u0432\u043E \u0441\u0435\u043A\u0442\u043E\u0440\u043E\u0432 \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u0447\u0435\u0442\u043D\u044B\u043C \u0446\u0435\u043B\u044B\u043C \u0447\u0438\u0441\u043B\u043E\u043C.
The_number_of_sectors_must_be_an_integer = \u041A\u043E\u043B\u0438\u0447\u0435\u0441\u0442\u0432\u043E \u0441\u0435\u043A\u0442\u043E\u0440\u043E\u0432 \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u0446\u0435\u043B\u044B\u043C \u0447\u0438\u0441\u043B\u043E\u043C.
The_E-N_curve_has_not_been_selected_in_physics_X_node_Y = \u041A\u0440\u0438\u0432\u0430\u044F E\u2013N \u043D\u0435 \u0432\u044B\u0431\u0440\u0430\u043D\u0430 \u0432 \u0444\u0438\u0437\u0438\u043A\u0435 #0 \u0443\u0437\u0435\u043B #1.
The_parameter_u_value_is_too_large = \u0417\u043D\u0430\u0447\u0435\u043D\u0438\u0435 \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u0430 u \u0441\u043B\u0438\u0448\u043A\u043E\u043C \u0432\u0435\u043B\u0438\u043A\u043E.
The_requested_material_properties_are_not_computed_compute_the_autogenerated_study = \u0417\u0430\u043F\u0440\u043E\u0448\u0435\u043D\u043D\u044B\u0435 \u0441\u0432\u043E\u0439\u0441\u0442\u0432\u0430 \u043C\u0430\u0442\u0435\u0440\u0438\u0430\u043B\u0430 \u043D\u0435 \u0440\u0430\u0441\u0441\u0447\u0438\u0442\u044B\u0432\u0430\u044E\u0442\u0441\u044F, \u0432\u044B\u0447\u0438\u0441\u043B\u0438\u0442\u0435 \u0430\u0432\u0442\u043E\u043C\u0430\u0442\u0438\u0447\u0435\u0441\u043A\u0438 \u0441\u043E\u0437\u0434\u0430\u043D\u043D\u043E\u0435 \u0438\u0441\u0441\u043B\u0435\u0434\u043E\u0432\u0430\u043D\u0438\u0435.
The_boundary_selection_must_form_a_closed_surface = \u0412\u044B\u0431\u043E\u0440 \u0433\u0440\u0430\u043D\u0438\u0446\u044B \u0434\u043E\u043B\u0436\u0435\u043D \u043E\u0431\u0440\u0430\u0437\u043E\u0432\u044B\u0432\u0430\u0442\u044C \u0437\u0430\u043C\u043A\u043D\u0443\u0442\u0443\u044E \u043F\u043E\u0432\u0435\u0440\u0445\u043D\u043E\u0441\u0442\u044C.
The_selected_beam_segment_in_beam_beam_cross_section_connection_is_not_straight = \u0412\u044B\u0431\u0440\u0430\u043D\u043D\u044B\u0439 \u0441\u0435\u0433\u043C\u0435\u043D\u0442 \u0431\u0430\u043B\u043A\u0438 \u0432 Beam\u2013Beam Crosssection Connection \u043D\u0435 \u044F\u0432\u043B\u044F\u0435\u0442\u0441\u044F \u043F\u0440\u044F\u043C\u044B\u043C.
The_selected_boundaries_are_not_connected = \u0412\u044B\u0431\u0440\u0430\u043D\u043D\u044B\u0435 \u0433\u0440\u0430\u043D\u0438\u0446\u044B \u043D\u0435 \u0441\u0432\u044F\u0437\u0430\u043D\u044B.
The_selected_boundaries_are_not_orientable = \u0412\u044B\u0434\u0435\u043B\u0435\u043D\u043D\u044B\u0435 \u0433\u0440\u0430\u043D\u0438\u0446\u044B \u043D\u0435\u043E\u0440\u0438\u0435\u043D\u0442\u0438\u0440\u0443\u0435\u043C\u044B.
The_selected_pipe_segment_in_beam_beam_cross_section_connection_is_not_straight = \u0412\u044B\u0431\u0440\u0430\u043D\u043D\u044B\u0439 \u0441\u0435\u0433\u043C\u0435\u043D\u0442 \u0442\u0440\u0443\u0431\u044B \u0432 Beam\u2013Beam Crosssection Connection \u043D\u0435 \u044F\u0432\u043B\u044F\u0435\u0442\u0441\u044F \u043F\u0440\u044F\u043C\u044B\u043C.
The_selected_solution_to_map_uses_auxiliary_sweeps_with_specified_combinations_of_parameters._Such_sweeps_are_not_supported_by_the_Transient_Mapping_study_step = \u0412\u044B\u0431\u0440\u0430\u043D\u043D\u043E\u0435 \u0440\u0435\u0448\u0435\u043D\u0438\u0435 \u0434\u043B\u044F \u043E\u0442\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u044F \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0435\u0442 \u0432\u0441\u043F\u043E\u043C\u043E\u0433\u0430\u0442\u0435\u043B\u044C\u043D\u044B\u0435 \u0440\u0430\u0437\u0432\u0435\u0440\u0442\u043A\u0438 \u0441 \u0443\u043A\u0430\u0437\u0430\u043D\u043D\u044B\u043C\u0438 \u043A\u043E\u043C\u0431\u0438\u043D\u0430\u0446\u0438\u044F\u043C\u0438 \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u043E\u0432. \u0422\u0430\u043A\u0438\u0435 \u0440\u0430\u0437\u0432\u0435\u0440\u0442\u043A\u0438 \u043D\u0435 \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u044E\u0442\u0441\u044F \u043D\u0430 \u044D\u0442\u0430\u043F\u0435 \u0438\u0441\u0441\u043B\u0435\u0434\u043E\u0432\u0430\u043D\u0438\u044F Transient Mapping.
The_selected_velocity_does_not_exist_on_the_entire_Wall_selection = \u0412\u044B\u0431\u0440\u0430\u043D\u043D\u0430\u044F \u0441\u043A\u043E\u0440\u043E\u0441\u0442\u044C \u043D\u0435 \u0441\u0443\u0449\u0435\u0441\u0442\u0432\u0443\u0435\u0442 \u0432\u043E \u0432\u0441\u0435\u043C \u0432\u044B\u0434\u0435\u043B\u0435\u043D\u043D\u043E\u043C \u0444\u0440\u0430\u0433\u043C\u0435\u043D\u0442\u0435 \u0441\u0442\u0435\u043D\u044B.
The_solution_is_empty_compute_the_autogenerated_study = \u0420\u0435\u0448\u0435\u043D\u0438\u0435 \u043F\u0443\u0441\u0442\u043E, \u0432\u044B\u0447\u0438\u0441\u043B\u0438\u0442\u0435 \u0430\u0432\u0442\u043E\u043C\u0430\u0442\u0438\u0447\u0435\u0441\u043A\u0438 \u0441\u043E\u0437\u0434\u0430\u043D\u043D\u043E\u0435 \u0438\u0441\u0441\u043B\u0435\u0434\u043E\u0432\u0430\u043D\u0438\u0435.
The_symmetry_plane_and_the_reflection_plane_must_be_orthogonal = \u041F\u043B\u043E\u0441\u043A\u043E\u0441\u0442\u044C \u0441\u0438\u043C\u043C\u0435\u0442\u0440\u0438\u0438 \u0438 \u043F\u043B\u043E\u0441\u043A\u043E\u0441\u0442\u044C \u043E\u0442\u0440\u0430\u0436\u0435\u043D\u0438\u044F \u0434\u043E\u043B\u0436\u043D\u044B \u0431\u044B\u0442\u044C \u043E\u0440\u0442\u043E\u0433\u043E\u043D\u0430\u043B\u044C\u043D\u044B.
The_S-N_curve_defined_with_function_X_contains_incorrect_number_of_arguments._The_number_of_arguments_must_be_Y = \u041A\u0440\u0438\u0432\u0430\u044F S\u2013N, \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D\u043D\u0430\u044F \u0441 \u043F\u043E\u043C\u043E\u0449\u044C\u044E \u0444\u0443\u043D\u043A\u0446\u0438\u0438 #0, \u0441\u043E\u0434\u0435\u0440\u0436\u0438\u0442 \u043D\u0435\u043F\u0440\u0430\u0432\u0438\u043B\u044C\u043D\u043E\u0435 \u043A\u043E\u043B\u0438\u0447\u0435\u0441\u0442\u0432\u043E \u0430\u0440\u0433\u0443\u043C\u0435\u043D\u0442\u043E\u0432. \n\u041A\u043E\u043B\u0438\u0447\u0435\u0441\u0442\u0432\u043E \u0430\u0440\u0433\u0443\u043C\u0435\u043D\u0442\u043E\u0432 \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C #1.
The_S-N_curve_has_not_been_selected_in_physics_X_node_Y = \u041A\u0440\u0438\u0432\u0430\u044F S\u2013N \u043D\u0435 \u0432\u044B\u0431\u0440\u0430\u043D\u0430 \u0432 \u0444\u0438\u0437\u0438\u043A\u0435 #0 \u0443\u0437\u0435\u043B #1.
The_two_mating_gears_are_not_parallel_select_the_appropriate_configuration = \u0414\u0432\u0435 \u0441\u043E\u043F\u0440\u044F\u0433\u0430\u0435\u043C\u044B\u0435 \u0448\u0435\u0441\u0442\u0435\u0440\u043D\u0438 \u043D\u0435 \u043F\u0430\u0440\u0430\u043B\u043B\u0435\u043B\u044C\u043D\u044B. \u0412\u044B\u0431\u0435\u0440\u0438\u0442\u0435 \u043F\u043E\u0434\u0445\u043E\u0434\u044F\u0449\u0443\u044E \u043A\u043E\u043D\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u044E.
The_two_mating_gears_are_parallel_select_the_appropriate_configuration = \u0414\u0432\u0435 \u0441\u043E\u043F\u0440\u044F\u0433\u0430\u0435\u043C\u044B\u0435 \u0448\u0435\u0441\u0442\u0435\u0440\u043D\u0438 \u043F\u0430\u0440\u0430\u043B\u043B\u0435\u043B\u044C\u043D\u044B. \u0412\u044B\u0431\u0435\u0440\u0438\u0442\u0435 \u043F\u043E\u0434\u0445\u043E\u0434\u044F\u0449\u0443\u044E \u043A\u043E\u043D\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u044E.
The_two_mating_gears_must_be_parallel_to_each_other = \u0414\u0432\u0435 \u0441\u043E\u043F\u0440\u044F\u0433\u0430\u0435\u043C\u044B\u0435 \u0448\u0435\u0441\u0442\u0435\u0440\u043D\u0438 \u0434\u043E\u043B\u0436\u043D\u044B \u0431\u044B\u0442\u044C \u043F\u0430\u0440\u0430\u043B\u043B\u0435\u043B\u044C\u043D\u044B \u0434\u0440\u0443\u0433 \u0434\u0440\u0443\u0433\u0443.
The_two_mating_gears_must_not_be_the_same = \u0414\u0432\u0435 \u0441\u043E\u043F\u0440\u044F\u0436\u0451\u043D\u043D\u044B\u0435 \u0448\u0435\u0441\u0442\u0435\u0440\u043D\u0438 \u043D\u0435 \u0434\u043E\u043B\u0436\u043D\u044B \u0431\u044B\u0442\u044C \u043E\u0434\u0438\u043D\u0430\u043A\u043E\u0432\u044B\u043C\u0438.
Two_or_more_Beam_interfaces_with_the_same_DOF_names_on_the_same_selection_are_not_allowed = \u0414\u0432\u0430 \u0438\u043B\u0438 \u0431\u043E\u043B\u0435\u0435 \u0438\u043D\u0442\u0435\u0440\u0444\u0435\u0439\u0441\u0430 Beam \u0441 \u043E\u0434\u0438\u043D\u0430\u043A\u043E\u0432\u044B\u043C\u0438 \u0438\u043C\u0435\u043D\u0430\u043C\u0438 \u0433\u043B\u0443\u0431\u0438\u043D\u044B \u0440\u0435\u0437\u043A\u043E\u0441\u0442\u0438 \u0432 \u043E\u0434\u043D\u043E\u043C \u0438 \u0442\u043E\u043C \u0436\u0435 \u0432\u044B\u0431\u043E\u0440\u0435 \u043D\u0435 \u0434\u043E\u043F\u0443\u0441\u043A\u0430\u044E\u0442\u0441\u044F.
# - U --------------------------------------------------------------------- U -
# - V --------------------------------------------------------------------- V -
# - W --------------------------------------------------------------------- W -
Web_fillet_radius_is_too_large = \u0420\u0430\u0434\u0438\u0443\u0441 \u0441\u043A\u0440\u0443\u0433\u043B\u0435\u043D\u0438\u044F \u0441\u0442\u0435\u043D\u043A\u0438 \u0441\u043B\u0438\u0448\u043A\u043E\u043C \u0432\u0435\u043B\u0438\u043A.
Web_thickness_must_be_smaller_than_the_flange_width = \u0422\u043E\u043B\u0449\u0438\u043D\u0430 \u0441\u0442\u0435\u043D\u043A\u0438 \u0434\u043E\u043B\u0436\u043D\u0430 \u0431\u044B\u0442\u044C \u043C\u0435\u043D\u044C\u0448\u0435 \u0448\u0438\u0440\u0438\u043D\u044B \u043F\u043E\u043B\u043A\u0438.
When_including_the_first_order_viscosity_terms_in_the_Acoustic_Streaming_Boundary_Coupling_it_is_necessary_to_use_the_Thermoviscous_Boundary_Layer_Impedance_on_all_coupled_boundaries_in_the_Pressure_Acoustics_physics = \u041F\u0440\u0438 \u0432\u043A\u043B\u044E\u0447\u0435\u043D\u0438\u0438 \u0447\u043B\u0435\u043D\u043E\u0432 \u0432\u044F\u0437\u043A\u043E\u0441\u0442\u0438 \u043F\u0435\u0440\u0432\u043E\u0433\u043E \u043F\u043E\u0440\u044F\u0434\u043A\u0430 \u0432 \u0433\u0440\u0430\u043D\u0438\u0447\u043D\u0443\u044E \u0441\u0432\u044F\u0437\u044C \u0430\u043A\u0443\u0441\u0442\u0438\u0447\u0435\u0441\u043A\u043E\u0433\u043E \u043F\u043E\u0442\u043E\u043A\u0430 \u043D\u0435\u043E\u0431\u0445\u043E\u0434\u0438\u043C\u043E \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C \u0438\u043C\u043F\u0435\u0434\u0430\u043D\u0441 \u0442\u0435\u0440\u043C\u043E\u0432\u044F\u0437\u043A\u043E\u0441\u0442\u043D\u043E\u0433\u043E \u0433\u0440\u0430\u043D\u0438\u0447\u043D\u043E\u0433\u043E \u0441\u043B\u043E\u044F \u043D\u0430 \u0432\u0441\u0435\u0445 \u0441\u0432\u044F\u0437\u0430\u043D\u043D\u044B\u0445 \u0433\u0440\u0430\u043D\u0438\u0446\u0430\u0445 \u0432 \u0444\u0438\u0437\u0438\u043A\u0435 \u0430\u043A\u0443\u0441\u0442\u0438\u043A\u0438 \u0434\u0430\u0432\u043B\u0435\u043D\u0438\u044F.
When_including_the_first_order_viscosity_terms_in_the_Acoustic_Streaming_Domain_Coupling_it_is_necessary_to_use_the_Thermally_conducting_and_viscous_fluid_model_in_all_coupled_Pressure_Acoustics_domains  = \u041F\u0440\u0438 \u0432\u043A\u043B\u044E\u0447\u0435\u043D\u0438\u0438 \u0447\u043B\u0435\u043D\u043E\u0432 \u0432\u044F\u0437\u043A\u043E\u0441\u0442\u0438 \u043F\u0435\u0440\u0432\u043E\u0433\u043E \u043F\u043E\u0440\u044F\u0434\u043A\u0430 \u0432 \u0441\u043E\u043F\u0440\u044F\u0436\u0435\u043D\u0438\u0435 \u043E\u0431\u043B\u0430\u0441\u0442\u0435\u0439 \u0430\u043A\u0443\u0441\u0442\u0438\u0447\u0435\u0441\u043A\u043E\u0433\u043E \u043F\u043E\u0442\u043E\u043A\u0430 \u043D\u0435\u043E\u0431\u0445\u043E\u0434\u0438\u043C\u043E \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C \u043C\u043E\u0434\u0435\u043B\u044C \u0442\u0435\u043F\u043B\u043E\u043F\u0440\u043E\u0432\u043E\u0434\u043D\u043E\u0439 \u0438 \u0432\u044F\u0437\u043A\u043E\u0439 \u0436\u0438\u0434\u043A\u043E\u0441\u0442\u0438 \u0432\u043E \u0432\u0441\u0435\u0445 \u0441\u0432\u044F\u0437\u0430\u043D\u043D\u044B\u0445 \u043E\u0431\u043B\u0430\u0441\u0442\u044F\u0445 \u0430\u043A\u0443\u0441\u0442\u0438\u043A\u0438 \u0434\u0430\u0432\u043B\u0435\u043D\u0438\u044F. 
# - X --------------------------------------------------------------------- X -
X_cannot_be_added_with_Y = #0 \u043D\u0435\u043B\u044C\u0437\u044F \u0434\u043E\u0431\u0430\u0432\u0438\u0442\u044C \u0441 #1.
# - Y --------------------------------------------------------------------- Y -
# - Z --------------------------------------------------------------------- Z -

#-----------------------------------------------------
# Error messages for MBD Part library
#-----------------------------------------------------
Addendum_is_too_large = \u041F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0435 \u0441\u043B\u0438\u0448\u043A\u043E\u043C \u0431\u043E\u043B\u044C\u0448\u043E\u0435.
Addendum_must_be_a_positive_number = \u0414\u043E\u043F\u043E\u043B\u043D\u0435\u043D\u0438\u0435 \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u043F\u043E\u043B\u043E\u0436\u0438\u0442\u0435\u043B\u044C\u043D\u044B\u043C \u0447\u0438\u0441\u043B\u043E\u043C.
Back_cone_width_is_too_large = \u0428\u0438\u0440\u0438\u043D\u0430 \u0437\u0430\u0434\u043D\u0435\u0433\u043E \u043A\u043E\u043D\u0443\u0441\u0430 \u0441\u043B\u0438\u0448\u043A\u043E\u043C \u0432\u0435\u043B\u0438\u043A\u0430.
Back_cone_width_must_be_a_positive_number = \u0428\u0438\u0440\u0438\u043D\u0430 \u0437\u0430\u0434\u043D\u0435\u0433\u043E \u043A\u043E\u043D\u0443\u0441\u0430 \u0434\u043E\u043B\u0436\u043D\u0430 \u0431\u044B\u0442\u044C \u043F\u043E\u043B\u043E\u0436\u0438\u0442\u0435\u043B\u044C\u043D\u044B\u043C \u0447\u0438\u0441\u043B\u043E\u043C.
Backlash_is_too_large = \u041B\u044E\u0444\u0442 \u0441\u043B\u0438\u0448\u043A\u043E\u043C \u0432\u0435\u043B\u0438\u043A.
Backlash_must_be_a_positive_number = \u041B\u044E\u0444\u0442 \u0434\u043E\u043B\u0436\u0435\u043D \u0431\u044B\u0442\u044C \u043F\u043E\u043B\u043E\u0436\u0438\u0442\u0435\u043B\u044C\u043D\u044B\u043C \u0447\u0438\u0441\u043B\u043E\u043C.
Bore_diameter_must_be_smaller_than_root_diameter[MBD] = \u0414\u0438\u0430\u043C\u0435\u0442\u0440 \u043E\u0442\u0432\u0435\u0440\u0441\u0442\u0438\u044F \u0434\u043E\u043B\u0436\u0435\u043D \u0431\u044B\u0442\u044C \u043C\u0435\u043D\u044C\u0448\u0435 \u0434\u0438\u0430\u043C\u0435\u0442\u0440\u0430 \u043A\u043E\u0440\u043D\u044F.
Bore_diameter_must_be_smaller_than_hub_diameter[MBD] = \u0414\u0438\u0430\u043C\u0435\u0442\u0440 \u043E\u0442\u0432\u0435\u0440\u0441\u0442\u0438\u044F \u0434\u043E\u043B\u0436\u0435\u043D \u0431\u044B\u0442\u044C \u043C\u0435\u043D\u044C\u0448\u0435 \u0434\u0438\u0430\u043C\u0435\u0442\u0440\u0430 \u0441\u0442\u0443\u043F\u0438\u0446\u044B.
Bushing_diameter_must_be_greater_than_pin_diameter[MBD] = \u0414\u0438\u0430\u043C\u0435\u0442\u0440 \u0432\u0442\u0443\u043B\u043A\u0438 \u0434\u043E\u043B\u0436\u0435\u043D \u0431\u044B\u0442\u044C \u0431\u043E\u043B\u044C\u0448\u0435 \u0434\u0438\u0430\u043C\u0435\u0442\u0440\u0430 \u043F\u0430\u043B\u044C\u0446\u0430.
Bushing_diameter_must_be_smaller_than_roller_diameter[MBD] = \u0414\u0438\u0430\u043C\u0435\u0442\u0440 \u0432\u0442\u0443\u043B\u043A\u0438 \u0434\u043E\u043B\u0436\u0435\u043D \u0431\u044B\u0442\u044C \u043C\u0435\u043D\u044C\u0448\u0435 \u0434\u0438\u0430\u043C\u0435\u0442\u0440\u0430 \u0440\u043E\u043B\u0438\u043A\u0430.
Chain_dimensions_must_be_positive[MBD] = \u0420\u0430\u0437\u043C\u0435\u0440\u044B \u0446\u0435\u043F\u0438 \u0434\u043E\u043B\u0436\u043D\u044B \u0431\u044B\u0442\u044C \u043F\u043E\u043B\u043E\u0436\u0438\u0442\u0435\u043B\u044C\u043D\u044B\u043C\u0438.
Collar_diameter_must_be_a_positive_number = \u0414\u0438\u0430\u043C\u0435\u0442\u0440 \u0432\u043E\u0440\u043E\u0442\u043D\u0438\u043A\u0430 \u0434\u043E\u043B\u0436\u0435\u043D \u0431\u044B\u0442\u044C \u043F\u043E\u043B\u043E\u0436\u0438\u0442\u0435\u043B\u044C\u043D\u044B\u043C \u0447\u0438\u0441\u043B\u043E\u043C.
Collar_width_must_be_a_positive_number = \u0428\u0438\u0440\u0438\u043D\u0430 \u0432\u043E\u0440\u043E\u0442\u043D\u0438\u043A\u0430 \u0434\u043E\u043B\u0436\u043D\u0430 \u0431\u044B\u0442\u044C \u043F\u043E\u043B\u043E\u0436\u0438\u0442\u0435\u043B\u044C\u043D\u044B\u043C \u0447\u0438\u0441\u043B\u043E\u043C.
Dedendum_is_too_large = \u0414\u0435\u0434\u0435\u043D\u0434\u0443\u043C \u0441\u043B\u0438\u0448\u043A\u043E\u043C \u0432\u0435\u043B\u0438\u043A.
Dedendum_must_be_greater_than_or_equal_to_addendum = \u0414\u0435\u0434\u0435\u043D\u0434\u0443\u043C \u0434\u043E\u043B\u0436\u0435\u043D \u0431\u044B\u0442\u044C \u0431\u043E\u043B\u044C\u0448\u0435 \u0438\u043B\u0438 \u0440\u0430\u0432\u0435\u043D \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u044E.
Cone_angle_must_vary_between_0_to_85_degrees = \u0423\u0433\u043E\u043B \u043A\u043E\u043D\u0443\u0441\u0430 \u0434\u043E\u043B\u0436\u0435\u043D \u0432\u0430\u0440\u044C\u0438\u0440\u043E\u0432\u0430\u0442\u044C\u0441\u044F \u043E\u0442 0 \u0434\u043E 85 \u0433\u0440\u0430\u0434\u0443\u0441\u043E\u0432.
Gear_axis_must_be_nonzero = \u041E\u0441\u044C \u0448\u0435\u0441\u0442\u0435\u0440\u043D\u0438 \u0434\u043E\u043B\u0436\u043D\u0430 \u0431\u044B\u0442\u044C \u043D\u0435\u043D\u0443\u043B\u0435\u0432\u043E\u0439.
Gear_width_is_too_large = \u0428\u0438\u0440\u0438\u043D\u0430 \u0448\u0435\u0441\u0442\u0435\u0440\u043D\u0438 \u0441\u043B\u0438\u0448\u043A\u043E\u043C \u0432\u0435\u043B\u0438\u043A\u0430.
Gear_width_must_be_a_positive_number = \u0428\u0438\u0440\u0438\u043D\u0430 \u0448\u0435\u0441\u0442\u0435\u0440\u043D\u0438 \u0434\u043E\u043B\u0436\u043D\u0430 \u0431\u044B\u0442\u044C \u043F\u043E\u043B\u043E\u0436\u0438\u0442\u0435\u043B\u044C\u043D\u044B\u043C \u0447\u0438\u0441\u043B\u043E\u043C.
Geometry_creation_is_not_possible_for_the_given_set_of_parameters[MBD] = \u0421\u043E\u0437\u0434\u0430\u043D\u0438\u0435 \u0433\u0435\u043E\u043C\u0435\u0442\u0440\u0438\u0438 \u043D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u0434\u043B\u044F \u0434\u0430\u043D\u043D\u043E\u0433\u043E \u043D\u0430\u0431\u043E\u0440\u0430 \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u043E\u0432.
Helix_angle_must_be_smaller_than_75_degrees = \u0423\u0433\u043E\u043B \u0441\u043F\u0438\u0440\u0430\u043B\u0438 \u0434\u043E\u043B\u0436\u0435\u043D \u0431\u044B\u0442\u044C \u043C\u0435\u043D\u044C\u0448\u0435 75 \u0433\u0440\u0430\u0434\u0443\u0441\u043E\u0432.
Helix_angle_must_be_smaller_than_88_degrees = \u0423\u0433\u043E\u043B \u0441\u043F\u0438\u0440\u0430\u043B\u0438 \u0434\u043E\u043B\u0436\u0435\u043D \u0431\u044B\u0442\u044C \u043C\u0435\u043D\u044C\u0448\u0435 88 \u0433\u0440\u0430\u0434\u0443\u0441\u043E\u0432.
Hole_diameter_must_be_a_positive_number = \u0414\u0438\u0430\u043C\u0435\u0442\u0440 \u043E\u0442\u0432\u0435\u0440\u0441\u0442\u0438\u044F \u0434\u043E\u043B\u0436\u0435\u043D \u0431\u044B\u0442\u044C \u043F\u043E\u043B\u043E\u0436\u0438\u0442\u0435\u043B\u044C\u043D\u044B\u043C \u0447\u0438\u0441\u043B\u043E\u043C.
Hole_diameter_must_be_smaller_than_root_diameter = \u0414\u0438\u0430\u043C\u0435\u0442\u0440 \u043E\u0442\u0432\u0435\u0440\u0441\u0442\u0438\u044F \u0434\u043E\u043B\u0436\u0435\u043D \u0431\u044B\u0442\u044C \u043C\u0435\u043D\u044C\u0448\u0435 \u0434\u0438\u0430\u043C\u0435\u0442\u0440\u0430 \u043A\u043E\u0440\u043D\u044F.
Hub_diameter_must_be_smaller_than_root_diameter[MBD] = \u0414\u0438\u0430\u043C\u0435\u0442\u0440 \u0441\u0442\u0443\u043F\u0438\u0446\u044B \u0434\u043E\u043B\u0436\u0435\u043D \u0431\u044B\u0442\u044C \u043C\u0435\u043D\u044C\u0448\u0435 \u0434\u0438\u0430\u043C\u0435\u0442\u0440\u0430 \u043A\u043E\u0440\u043D\u044F.
Lead_angle_must_vary_between_2_to_30_degrees = \u0423\u0433\u043E\u043B \u043F\u043E\u0434\u044A\u0435\u043C\u0430 \u0434\u043E\u043B\u0436\u0435\u043D \u0432\u0430\u0440\u044C\u0438\u0440\u043E\u0432\u0430\u0442\u044C\u0441\u044F \u043E\u0442 2 \u0434\u043E 30 \u0433\u0440\u0430\u0434\u0443\u0441\u043E\u0432.
Minimum_link_plate_width_to_roller_diameter_ratio_must_vary_between_0.2_to_0.95[MBD] = \u041C\u0438\u043D\u0438\u043C\u0430\u043B\u044C\u043D\u043E\u0435 \u0441\u043E\u043E\u0442\u043D\u043E\u0448\u0435\u043D\u0438\u0435 \u0448\u0438\u0440\u0438\u043D\u044B \u0441\u043E\u0435\u0434\u0438\u043D\u0438\u0442\u0435\u043B\u044C\u043D\u043E\u0439 \u043F\u043B\u0430\u0441\u0442\u0438\u043D\u044B \u043A \u0434\u0438\u0430\u043C\u0435\u0442\u0440\u0443 \u0440\u043E\u043B\u0438\u043A\u0430 \u0434\u043E\u043B\u0436\u043D\u043E \u0432\u0430\u0440\u044C\u0438\u0440\u043E\u0432\u0430\u0442\u044C\u0441\u044F \u043E\u0442 0,2 \u0434\u043E 0,95.
Number_of_chain_links_is_insufficient_for_wrapping_the_given_sprockets[MBD] = \u041A\u043E\u043B\u0438\u0447\u0435\u0441\u0442\u0432\u043E \u0437\u0432\u0435\u043D\u044C\u0435\u0432 \u0446\u0435\u043F\u0438 \u043D\u0435\u0434\u043E\u0441\u0442\u0430\u0442\u043E\u0447\u043D\u043E \u0434\u043B\u044F \u043E\u0431\u0445\u0432\u0430\u0442\u0430 \u0434\u0430\u043D\u043D\u044B\u0445 \u0437\u0432\u0435\u0437\u0434\u043E\u0447\u0435\u043A.
Number_of_starts_must_be_a_positive_integer = \u0427\u0438\u0441\u043B\u043E \u0437\u0430\u043F\u0443\u0441\u043A\u043E\u0432 \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u043F\u043E\u043B\u043E\u0436\u0438\u0442\u0435\u043B\u044C\u043D\u044B\u043C \u0446\u0435\u043B\u044B\u043C \u0447\u0438\u0441\u043B\u043E\u043C.
Number_of_teeth_must_be_a_positive_integer = \u041A\u043E\u043B\u0438\u0447\u0435\u0441\u0442\u0432\u043E \u0437\u0443\u0431\u044C\u0435\u0432 \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u043F\u043E\u043B\u043E\u0436\u0438\u0442\u0435\u043B\u044C\u043D\u044B\u043C \u0446\u0435\u043B\u044B\u043C \u0447\u0438\u0441\u043B\u043E\u043C.
Number_of_teeth_must_be_greater_than_3 = \u041A\u043E\u043B\u0438\u0447\u0435\u0441\u0442\u0432\u043E \u0437\u0443\u0431\u044C\u0435\u0432 \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u0431\u043E\u043B\u044C\u0448\u0435 3.
Number_of_teeth_of_first_sprocket_must_be_greater_than_or_equal_to_second_sprocket[MBD] = \u0427\u0438\u0441\u043B\u043E \u0437\u0443\u0431\u044C\u0435\u0432 \u043F\u0435\u0440\u0432\u043E\u0439 \u0437\u0432\u0435\u0437\u0434\u043E\u0447\u043A\u0438 \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u0431\u043E\u043B\u044C\u0448\u0435 \u0438\u043B\u0438 \u0440\u0430\u0432\u043D\u043E \u0447\u0438\u0441\u043B\u0443 \u0437\u0443\u0431\u044C\u0435\u0432 \u0432\u0442\u043E\u0440\u043E\u0439 \u0437\u0432\u0435\u0437\u0434\u043E\u0447\u043A\u0438.
Outer_diameter_must_be_greater_than_root_diameter = \u0412\u043D\u0435\u0448\u043D\u0438\u0439 \u0434\u0438\u0430\u043C\u0435\u0442\u0440 \u0434\u043E\u043B\u0436\u0435\u043D \u0431\u044B\u0442\u044C \u0431\u043E\u043B\u044C\u0448\u0435 \u0434\u0438\u0430\u043C\u0435\u0442\u0440\u0430 \u043A\u043E\u0440\u043D\u044F.
Pin_diameter_must_be_smaller_than_roller_diameter[MBD] = \u0414\u0438\u0430\u043C\u0435\u0442\u0440 \u0448\u0442\u0438\u0444\u0442\u0430 \u0434\u043E\u043B\u0436\u0435\u043D \u0431\u044B\u0442\u044C \u043C\u0435\u043D\u044C\u0448\u0435 \u0434\u0438\u0430\u043C\u0435\u0442\u0440\u0430 \u0440\u043E\u043B\u0438\u043A\u0430.
Pitch_diameter_must_be_a_positive_number = \u0414\u0438\u0430\u043C\u0435\u0442\u0440 \u0448\u0430\u0433\u0430 \u0434\u043E\u043B\u0436\u0435\u043D \u0431\u044B\u0442\u044C \u043F\u043E\u043B\u043E\u0436\u0438\u0442\u0435\u043B\u044C\u043D\u044B\u043C \u0447\u0438\u0441\u043B\u043E\u043C.
Pitch_must_be_a_positive_number = \u0428\u0430\u0433 \u0434\u043E\u043B\u0436\u0435\u043D \u0431\u044B\u0442\u044C \u043F\u043E\u043B\u043E\u0436\u0438\u0442\u0435\u043B\u044C\u043D\u044B\u043C \u0447\u0438\u0441\u043B\u043E\u043C.
Pressure_angle_must_vary_between_0_to_45_degrees = \u0423\u0433\u043E\u043B \u0434\u0430\u0432\u043B\u0435\u043D\u0438\u044F \u0434\u043E\u043B\u0436\u0435\u043D \u0432\u0430\u0440\u044C\u0438\u0440\u043E\u0432\u0430\u0442\u044C\u0441\u044F \u043E\u0442 0 \u0434\u043E 45 \u0433\u0440\u0430\u0434\u0443\u0441\u043E\u0432.
Rack_axis_must_be_nonzero = \u041E\u0441\u044C \u0441\u0442\u043E\u0439\u043A\u0438 \u0434\u043E\u043B\u0436\u043D\u0430 \u0431\u044B\u0442\u044C \u043D\u0435\u043D\u0443\u043B\u0435\u0432\u043E\u0439.
Rack_height_must_be_a_positive_number = \u0412\u044B\u0441\u043E\u0442\u0430 \u0441\u0442\u043E\u0439\u043A\u0438 \u0434\u043E\u043B\u0436\u043D\u0430 \u0431\u044B\u0442\u044C \u043F\u043E\u043B\u043E\u0436\u0438\u0442\u0435\u043B\u044C\u043D\u044B\u043C \u0447\u0438\u0441\u043B\u043E\u043C.
Rack_width_must_be_a_positive_number = \u0428\u0438\u0440\u0438\u043D\u0430 \u0441\u0442\u043E\u0439\u043A\u0438 \u0434\u043E\u043B\u0436\u043D\u0430 \u0431\u044B\u0442\u044C \u043F\u043E\u043B\u043E\u0436\u0438\u0442\u0435\u043B\u044C\u043D\u044B\u043C \u0447\u0438\u0441\u043B\u043E\u043C.
Relative_axial_position_of_shaft_center_must_vary_between_-1_to_1 = \u041E\u0442\u043D\u043E\u0441\u0438\u0442\u0435\u043B\u044C\u043D\u043E\u0435 \u043E\u0441\u0435\u0432\u043E\u0435 \u043F\u043E\u043B\u043E\u0436\u0435\u043D\u0438\u0435 \u0446\u0435\u043D\u0442\u0440\u0430 \u0432\u0430\u043B\u0430 \u0434\u043E\u043B\u0436\u043D\u043E \u0438\u0437\u043C\u0435\u043D\u044F\u0442\u044C\u0441\u044F \u0432 \u043F\u0440\u0435\u0434\u0435\u043B\u0430\u0445 \u043E\u0442 -1 \u0434\u043E 1.
Reference_point_selection_must_not_be_empty = \u0412\u044B\u0431\u043E\u0440 \u043A\u043E\u043D\u0442\u0440\u043E\u043B\u044C\u043D\u043E\u0439 \u0442\u043E\u0447\u043A\u0438 \u043D\u0435 \u0434\u043E\u043B\u0436\u0435\u043D \u0431\u044B\u0442\u044C \u043F\u0443\u0441\u0442\u044B\u043C.
Reference_pressure_cannot_be_set_from_a_prescribed_pressure_Add_a_Prescribed_Pressure_node_or_enter_a_user-defined_reference_pressure = \u042D\u0442\u0430\u043B\u043E\u043D\u043D\u043E\u0435 \u0434\u0430\u0432\u043B\u0435\u043D\u0438\u0435 \u043D\u0435 \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u0443\u0441\u0442\u0430\u043D\u043E\u0432\u043B\u0435\u043D\u043E \u043D\u0430 \u043E\u0441\u043D\u043E\u0432\u0435 \u0437\u0430\u0434\u0430\u043D\u043D\u043E\u0433\u043E \u0434\u0430\u0432\u043B\u0435\u043D\u0438\u044F. \n\u0414\u043E\u0431\u0430\u0432\u044C\u0442\u0435 \u0443\u0437\u0435\u043B \u041F\u0440\u0435\u0434\u043F\u0438\u0441\u0430\u043D\u043D\u043E\u0435 \u0434\u0430\u0432\u043B\u0435\u043D\u0438\u0435 \u0438\u043B\u0438 \u0432\u0432\u0435\u0434\u0438\u0442\u0435 \u0437\u0430\u0434\u0430\u043D\u043D\u043E\u0435 \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u0435\u043C \u044D\u0442\u0430\u043B\u043E\u043D\u043D\u043E\u0435 \u0434\u0430\u0432\u043B\u0435\u043D\u0438\u0435.
Ring_inner_diameter_must_be_greater_than_hole_diameter = \u0412\u043D\u0443\u0442\u0440\u0435\u043D\u043D\u0438\u0439 \u0434\u0438\u0430\u043C\u0435\u0442\u0440 \u043A\u043E\u043B\u044C\u0446\u0430 \u0434\u043E\u043B\u0436\u0435\u043D \u0431\u044B\u0442\u044C \u0431\u043E\u043B\u044C\u0448\u0435 \u0434\u0438\u0430\u043C\u0435\u0442\u0440\u0430 \u043E\u0442\u0432\u0435\u0440\u0441\u0442\u0438\u044F.
Ring_inner_diameter_must_be_smaller_than_ring_outer_diameter = \u0412\u043D\u0443\u0442\u0440\u0435\u043D\u043D\u0438\u0439 \u0434\u0438\u0430\u043C\u0435\u0442\u0440 \u043A\u043E\u043B\u044C\u0446\u0430 \u0434\u043E\u043B\u0436\u0435\u043D \u0431\u044B\u0442\u044C \u043C\u0435\u043D\u044C\u0448\u0435 \u0432\u043D\u0435\u0448\u043D\u0435\u0433\u043E \u0434\u0438\u0430\u043C\u0435\u0442\u0440\u0430 \u043A\u043E\u043B\u044C\u0446\u0430.
Ring_outer_diameter_must_be_a_positive_number = \u0412\u043D\u0435\u0448\u043D\u0438\u0439 \u0434\u0438\u0430\u043C\u0435\u0442\u0440 \u043A\u043E\u043B\u044C\u0446\u0430 \u0434\u043E\u043B\u0436\u0435\u043D \u0431\u044B\u0442\u044C \u043F\u043E\u043B\u043E\u0436\u0438\u0442\u0435\u043B\u044C\u043D\u044B\u043C \u0447\u0438\u0441\u043B\u043E\u043C.
Ring_outer_diameter_must_be_smaller_than_root_diameter = \u0412\u043D\u0435\u0448\u043D\u0438\u0439 \u0434\u0438\u0430\u043C\u0435\u0442\u0440 \u043A\u043E\u043B\u044C\u0446\u0430 \u0434\u043E\u043B\u0436\u0435\u043D \u0431\u044B\u0442\u044C \u043C\u0435\u043D\u044C\u0448\u0435 \u0434\u0438\u0430\u043C\u0435\u0442\u0440\u0430 \u043A\u043E\u0440\u043D\u044F.
Ring_width_is_too_large = \u0428\u0438\u0440\u0438\u043D\u0430 \u043A\u043E\u043B\u044C\u0446\u0430 \u0441\u043B\u0438\u0448\u043A\u043E\u043C \u0432\u0435\u043B\u0438\u043A\u0430.
Ring_width_must_be_a_positive_number = \u0428\u0438\u0440\u0438\u043D\u0430 \u043A\u043E\u043B\u044C\u0446\u0430 \u0434\u043E\u043B\u0436\u043D\u0430 \u0431\u044B\u0442\u044C \u043F\u043E\u043B\u043E\u0436\u0438\u0442\u0435\u043B\u044C\u043D\u044B\u043C \u0447\u0438\u0441\u043B\u043E\u043C.
Roller_diameter_must_be_smaller_than_pitch[MBD] = \u0414\u0438\u0430\u043C\u0435\u0442\u0440 \u0440\u043E\u043B\u0438\u043A\u0430 \u0434\u043E\u043B\u0436\u0435\u043D \u0431\u044B\u0442\u044C \u043C\u0435\u043D\u044C\u0448\u0435 \u0448\u0430\u0433\u0430.
Root_fillet_radius_must_be_a_positive_number = \u0420\u0430\u0434\u0438\u0443\u0441 \u043A\u043E\u0440\u043D\u0435\u0432\u043E\u0433\u043E \u0441\u043A\u0440\u0443\u0433\u043B\u0435\u043D\u0438\u044F \u0434\u043E\u043B\u0436\u0435\u043D \u0431\u044B\u0442\u044C \u043F\u043E\u043B\u043E\u0436\u0438\u0442\u0435\u043B\u044C\u043D\u044B\u043C \u0447\u0438\u0441\u043B\u043E\u043C.
Shaft_length_must_be_a_positive_number = \u0414\u043B\u0438\u043D\u0430 \u0432\u0430\u043B\u0430 \u0434\u043E\u043B\u0436\u043D\u0430 \u0431\u044B\u0442\u044C \u043F\u043E\u043B\u043E\u0436\u0438\u0442\u0435\u043B\u044C\u043D\u044B\u043C \u0447\u0438\u0441\u043B\u043E\u043C.
Sprocket_center_distance_correction_factor_must_vary_between_0_to_0.5[MBD] = \u041F\u043E\u043F\u0440\u0430\u0432\u043E\u0447\u043D\u044B\u0439 \u043A\u043E\u044D\u0444\u0444\u0438\u0446\u0438\u0435\u043D\u0442 \u043C\u0435\u0436\u043E\u0441\u0435\u0432\u043E\u0433\u043E \u0440\u0430\u0441\u0441\u0442\u043E\u044F\u043D\u0438\u044F \u0437\u0432\u0435\u0437\u0434\u043E\u0447\u043A\u0438 \u0434\u043E\u043B\u0436\u0435\u043D \u0432\u0430\u0440\u044C\u0438\u0440\u043E\u0432\u0430\u0442\u044C\u0441\u044F \u043E\u0442 0 \u0434\u043E 0,5.
Sprocket_center_distance_correction_parameter_must_be_either_1_or_0[MBD] = \u041F\u0430\u0440\u0430\u043C\u0435\u0442\u0440 \u043A\u043E\u0440\u0440\u0435\u043A\u0446\u0438\u0438 \u043C\u0435\u0436\u043E\u0441\u0435\u0432\u043E\u0433\u043E \u0440\u0430\u0441\u0441\u0442\u043E\u044F\u043D\u0438\u044F \u0437\u0432\u0435\u0437\u0434\u043E\u0447\u043A\u0438 \u0434\u043E\u043B\u0436\u0435\u043D \u0431\u044B\u0442\u044C \u0440\u0430\u0432\u0435\u043D 1 \u0438\u043B\u0438 0.
Sprocket_center_distance_must_be_greater_than_sum_of_sprocket_radii[MBD] = \u0420\u0430\u0441\u0441\u0442\u043E\u044F\u043D\u0438\u0435 \u043C\u0435\u0436\u0434\u0443 \u0446\u0435\u043D\u0442\u0440\u0430\u043C\u0438 \u0437\u0432\u0435\u0437\u0434\u043E\u0447\u0435\u043A \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u0431\u043E\u043B\u044C\u0448\u0435 \u0441\u0443\u043C\u043C\u044B \u0440\u0430\u0434\u0438\u0443\u0441\u043E\u0432 \u0437\u0432\u0435\u0437\u0434\u043E\u0447\u0435\u043A.
Sprocket_clearance_must_be_smaller_than_width[MBD] = \u0417\u0430\u0437\u043E\u0440 \u0437\u0432\u0435\u0437\u0434\u043E\u0447\u043A\u0438 \u0434\u043E\u043B\u0436\u0435\u043D \u0431\u044B\u0442\u044C \u043C\u0435\u043D\u044C\u0448\u0435 \u0448\u0438\u0440\u0438\u043D\u044B.
Sprocket_dimensions_must_be_positive[MBD] = \u0420\u0430\u0437\u043C\u0435\u0440\u044B \u0437\u0432\u0435\u0437\u0434\u043E\u0447\u043A\u0438 \u0434\u043E\u043B\u0436\u043D\u044B \u0431\u044B\u0442\u044C \u043F\u043E\u043B\u043E\u0436\u0438\u0442\u0435\u043B\u044C\u043D\u044B\u043C\u0438.
Tip_fillet_radius_must_be_a_positive_number = \u0420\u0430\u0434\u0438\u0443\u0441 \u0441\u043A\u0440\u0443\u0433\u043B\u0435\u043D\u0438\u044F \u043A\u043E\u043D\u0447\u0438\u043A\u0430 \u0434\u043E\u043B\u0436\u0435\u043D \u0431\u044B\u0442\u044C \u043F\u043E\u043B\u043E\u0436\u0438\u0442\u0435\u043B\u044C\u043D\u044B\u043C \u0447\u0438\u0441\u043B\u043E\u043C.

